[[1, ""], [2, ""], [3, ""], [4, ""], [5, "STUDIES AND STORIES a"], [6, "THE DAINTY BOOKS. Each Volume 2s. 6d. \" Decidedly fascinating.\" — Saturday Review. \"Certainly deserve their name. All three are fascinating little volumes, convenient in shape, prettily bound and charmingly illustrated.\" — Athenæum. \" Dainty\" 4to (5! by 5), cloth, uniform, gilt top. The series is intended for children of all ages. Each volume contains numerous Illustrations. FOR GROWN-UP CHILDREN. By L. B. Walford. With Illustrations by T. Pym. MUM FIDGETS. By Constance Milman, author of \"The Doll Dramas.\" With Illustrations by Edith Ellison. MASTER BARTLEMY. By Frances E. Crompton, author of \" Friday's Child.\" With Illustrations by T. Pym. BROWNIES AND ROSE-LEAVES. By Roma White, author of \"Punchinello's Romance.\" Profusely illus- trated by L. Leslie Brooke. With cover designed by the Artist. Large crown 8vo. 35. 6d. London: A. D. INNES & CO., 31 & 32, Bedford Street, Strand."], [7, ""], [8, "PQNŒSS KWJtrtKi! FDR: WHAT- SHgiii^il"], [9, "STUDIES and STORIES By Mrs. Molesworth Author of \" Carrots,\" \" The Palace in the Garden,\" \"A Charge Fulfilled,\" \" Neighbours,\" etc. London A. D. Innes cV Co. 31 6-32 Bedford Street 1893"], [10, "LONDON I PRINTED BY WILLIAM CLOWES AND SONS, LIMITED, STAMFORD STREET AND CHARING CROSS."], [11, "TO MY GIRL READERS, KNOWN AND UNKNOWN."], [12, ""], [13, "CONTENTS. PAGE \"Coming Out\" i Hans Christian Andersen n Mrs. Ewing's Less Well-known Books ... 31 Princess Ice-heart 63 Old Gervais 95 \"Once Kissed\" ........ 130 The Sealskin Purse 146 The Abbaye de Cerisy 187 English Girlhood 208 Fiction : its Use and Abuse . . • . . . 236"], [14, ""], [15, "STUDIES AND STORIES. \"COMING OUT.\" \" Standing with reluctant feet, Where the brook and river meet.\" That is a very hackneyed quotation, is it not ? It is so pretty, however, so pretty and \" poetical,\" so appropriate to the sort of notion people have long had and like to have about their girls, that it is not likely to get into disfavour in a hurry. It is very pretty, and so are the pictures it has more than once suggested. But is it true ? I scarcely think so. There are some girls — I myself have known a few — who are not in a hurry to be grown-up, and to \" come out.\" But even with these I do not think the motive of the \" reluctance \" is such as the poet infers. For they are not usually of the B"], [16, "STUDIES AND STORIES. 2 gentle, tender, retiring order of maidens. The girls I have known who \" hated \" to think of being \" really grown-up,\" were rather of the tomboy, hoyden class, who could not bear the idea of long skirts and quiet movements, of \" donc-up \" hair and neatly buttoned gloves, of no more scaling of garden-walls with their brothers in the holidays, or riding of barebacked ponies round the paddocks. I fear I must plead guilty to a certain weakness for these dear tomboys — while they are tomboys, that is to say ; for, curiously enough, though from causes not very far to seek, they are some times very disappointing when they do \"come out.\" The \"hoydenishness,\" to coin a word, develops or degenerates into fastness, or, what is still stranger and quite as much to be deprecated, into vanity and frivolity of a deeper though less noisy kind. \" One would scarcely recognize Maud So-and so,\" you hear it said. \" She is so spoilt, so ' stuck-up ' and conceited. And do you remember how simple and unaffected — almost too unaffected •she was before she came out ? \""], [17, "\"COMING OUT.\" 3 Unaffected ; yes, so she was, perhaps. \" Simple '' — she may have seemed so ; but true simplicity has its roots deeper down. To be genuine and lasting they must strike in the soil of unselfishness and self-forgettingness. And if Maud was never taught to be unselfish ; if, however unconsciously, she was allowed to grow up in a chamber of mirrors, to act and think and feel tacitly as if the universe revolved round her own little self, how can one wonder if the selfish child matures into the selfish woman, the real object of whose exist ence is to get as much pleasure and amusement out of life as she can ? But all girls are not thus specially selfish. Many — a great many at least — wish not to be so, and not a few are so without knowing it. And to a certain extent there is a sort of selfishness inherent in the mere fact of youth and health and vigorous life, which scarcely deserves so harsh a name. It is, in a sense, but a phase which has, like childish ailments, to be passed through. And youth and full health and beauty last but a short time at best. Heaven forbid that we should be"], [18, "STUDIES AND STORIES. 4 hard upon their possessors ; it is no crime to be brimful of their delight while it does last, any more than it is a crime for the birds to carol in the springtime, or for the flowers to smile up with their innocent faces to the sun. But human beings— even girls — are something more than birds and flowers ! And this is why I would like to give a very few words of advice, or warning, to any maidens on the verge of this momentous \" coming out,\" of which we hear so often. It is not to spoil your fresh pleasure, or to shorten it, that I would speak. It is to enhance it, and make of it a stepping-stone to more lasting good. There is, it seems to me, one great fallacy at the root of our treatment of girls at this stage. The whole system of thought and arrangement about them undergoes all of a sudden, like a transform ation scene on the stage, a complete change. Hitherto, young as they were, they have been treated more or less as reasonable beings, with minds and consciences, and to a certain extent,"], [19, "\"coming out:' 5 responsibilities. Their hours and duties have been carefully regulated by mammas and governesses ; the studies for which they showed special aptitude have been paid particular attention to ; they have been required to be punctual and regular ; books of amusement — all amusements indeed — have been cautiously selected, and but moderately indulged in. But with the \"hey presto\" of \"coming out\" all changes. Duties, responsibilities, obligations, go to the wall. Blanche is \" out \" ; henceforth, for the next two or three years at least, frivolity and pleasure are to be the order of the day. In some cases, that it is so comes from a sort of thoughtless subscribing to conventionality — \" every body \" does it, so we do it ; in others the motives are deeper and — though it is an ugly word to use, I fear we must use it — coarser. The debutante is to be dressed to the greatest advantage, and taken out into society with a very defined though seldom avowed object ; in some other cases the motive, though less worldly, is, it seems to me, little short of cruel. On the principle acted upon, we are told — I really do not know if it is true or"], [20, "6 STUDIES AND STORIES. not — by confectioners who allow their new appren tices to eat as many sweets as they please, that they may the sooner lose all liking for them, some parents and guardians exaggerate the amount of gaiety they provide for their newly fledged daughter. \" She will the sooner tire of it, and settle down to rational things,\" I have heard it said. Why should she be foredoomed to tire of it, poor child ? Why should she not be taught to enter into amusements, after all many of them good things in their place, reasonably and sparingly, so that she need never \" tire \" of refined and genial social recreations ? And will she tire of them according to this strange plan ? In one sense, yes, only too surely and bitterly ; in another, no, for these distorted \" pleasures,\" even though no longer worthy of the name, are pretty sure to have become a necessity of her otherwise empty life. And whether she marry, or whether she do not, it will be a hard struggle, and one demanding unusual strength of character and determination, to get back to the sober and sensible path from which she need never have strayed."], [21, "\"COMING OUT.\" 7 That is the root of it. What should be the exception is made the rule ; what should be the relaxation of life is made its business — everything is thrown out of gear, and everything suffers. It cannot but be so ; thank God it must be so — we cannot go on far in a wrong direction without becoming conscious of it. But what is to be done? It is always easier to describe an evil than to prescribe a cure. And I cannot say much. I can only suggest — to girls themselves, and, I trust without officiousness or presumption, to those who have the charge and direction of them — some simple ways by which a more satisfactory state of things may be induced. First and foremost, look well about you, dear Blanche, when you are released from schoolroom hours and rules, and say to yourself, \"Now that I have my time more at my own disposal, let me try to use at least some small part of it for others.\" There must be, there is sure to be, somebody you can do something for every day — some one over burdened, perhaps in your own home, whose cares you may lighten by a little steady, to-be-relied-upon help."], [22, "8 STUDIES AND STORIES. \" Blanche has undertaken it, so it will be done.\" What a delightful thing to have said or thought of you ! Or outside your own home — oh dear, the work there is to do in the world ! Some of it you will surely get leave to bestow your little quota of ready and willing even though inexperienced efforts upon, however affection and anxiety may dread your \" over doing \" yourself. You must be dutiful and docile about it, remember, and very, very slow to judge others whose zeal seems to you lukewarm. A time may come when \"greater things \" may be put in your power, if in the small ones you show yourself faithful. Then again, do not think your studies are at an end with the schoolroom. Try and read steadily, even if though more than a very short time daily be impossible, some book or books which your good sense or the advice of others tells you will be profitable. And in whatever you do, try — to the utmost of your power, and without infringing the rights of others to your time and your considera tion — try to be regular. Be as early a riser as is possible for you ; answer notes — necessary notes —"], [23, "\"COMING OUT.\" 9 as quickly as you can, while endeavouring not to increase the number of the ones, in these modern times almost as great a tax as the empty visits to mere acquaintances, whom we have not leisure to cultivate into \" friends.\" Never forget the few who have a real claim on you for long unhurried letters — above all Jack or Harry ; we have most of us, alas ! a Jack or a Harry far away, in these days of overcrowded professions (perhaps it is wrong to say \" alas ! \") ; away, some where, working hard, after his careless merry Eton or Harrow school-life, in the vague mysterious \" colonies \" we mothers and sisters know so little about, where whatever our boys learn, they learn nothing better than to love \" home,\" as they never loved it before. And, though this is scarcely the place, nor is it within my present province to do more than touch in the very slightest way upon such subjects — never forget, in the midst of the whirl which perhaps you can scarcely escape, your first and highest and realest duties of all. It may be difficult, sometimes it is sure to be so — sometimes even it will seem all"], [24, "STUDIES AND STORIES. 10 \" of no use.\" But take courage ; the greater the effort, the greater will be the help you may — oh, how certainly — rely upon. It is a waiting time for you. Your future the next few years must, in one way especially, decide. And at your age you cannot map out your life. But even if more \" play \" is forced upon you than you would choose, think of it as such ; never forget that somewhere and in some way God has work preparing for you to do, that you are a woman and not a butterfly, that even your present difficulties and distractions may be woven into the marvellous web, of which a few straggling threads are all we are as yet able to catch hold of."], [25, "11 HANS CHRISTIAN ANDERSEN. \" What is genius but finer love ? \" — Emerson. There are some few writers concerning whom, however widely opinions may vary as to the importance, beauty, or lasting value of their work, all are on one point agreed : they stand alone ; if not above, at least apart from, the \" odiousness \" of comparison. And among these few one might again select a yet smaller number, of whom it could almost be maintained that these not even \" critics \" can \" criticize.\" Of Hans Christian Andersen, the gentle, childlike-spirited Dane, the beneficent genius of our early years, can both these things be said. In the long line of the illustrious of our own days he stands in his niche apart, and the soft glow which surrounds him like a halo, too soft and loving, and withal mysterious, to dazzle, yet fills our eyes so as to make it no easy matter to"], [26, "STUDIES AND STORIES. 12 take his measure with perfect exactitude. The very sound of his familiar name brings with it a rush of the sweetest associations ; of Christmas trees and Christmas chimes ; of midsummer fancies in the scented pinewoods ; of the very happiest hours of happy childhood, past and yet living in memory for ever ; in his own quaint words \" in the book of the heart kept close and not for gotten.\" But it would be to narrow quite unfairly the scope and extent of Andersen's peculiar genius were we to consider it as altogether or even mainly limited to literature for the young. Much, indeed, that he has written is not only altogether beyond the comprehension and sympathy of children, but decidedly — as will be afterwards pointed out more definitely — -unsuited and undesirable for them. Those of his stories and fables seemingly intended for the young are at the same time full of charm and interest for those of older growth, and this, perhaps, has unconsciously led to the misappre hension that all he wrote (his novels, of course, excepted), was with a special view to the pleasure"], [27, "HANS CHRISTIAN ANDERSEN. 13 and profit of the younger generation. And very defined \" intention,\" strictly speaking, in this sense, he probably was without. He wrote as he was moved, and as he felt he must. His own essen tially childlike spirit pervades the whole, is indeed the keynote to its beauty, but he gave his work to the world unfettered by restrictions and conditions. It is for us, his grateful readers, parents and teachers especially, to discriminate as to what we find suited to the little ones among us. And this fact has, I think, in England especially, been somewhat overlooked in the rather heterogeneous translations and collections commonly spoken of in the mass as \" Andersen's fairy tales.\" * Yet the more one reads and reads yet again of his works, the more strongly is impressed upon * An exception to this, to some extent, is to be sound in Mrs. Paull's translation, by far the best, of Andersen's earlier works, and published as \"a special adaptation and arrangement for young people.\" But even in this selection I venture to object to some of the tales introduced, and to parts of others. In making a still more careful choice for children's own reading, many further stories and sketches might be retained and added, with but very slight modifi cations and suppressions ; such being, in almost every instance, only called for through the author's irrepressible love of a dash of the weird and ghastly."], [28, "14 STUDIES AND STORIES. one the conviction that Hans Andersen is at his best, his \" happiest,\" certainly, both in the literary and the literal sense of the expression, when thoroughly living in child-world. His earlier stories and fables are universally the best loved, and of these the greater number are in every way fitted for children ; there is less of the under-note of sadness and melancholy, of which in all true poetry there must be a suggestion, though in the truest and best — and this is pre-eminently the case with Andersen — one rises in the end still higher, above even the loftiest clouds to the regions where faith tells us of the Eternal Light. And to speak of this Danish writer as a poet is surely more than permissible. It may be a trite saying, but is none the less true, that much of the most beautiful poetry has been written as prose. So in child-world, with the innocent beings in some sense nearer heaven than are the grown men and women, sight-dimmed in the denser regions of earthly struggle and toil, with the little ones but vaguely conscious that any clouds exist, Andersen, as poet no less than child-lover, is most"], [29, "HANS CHRISTIAN ANDERSEN. 15 at home. True seer, his vision penetrates beyond the darkness, it has no lasting power to depress or confuse him, but still he would fain linger with these as yet unsullied and untried, to whom life itself is more than half a fairy-tale of wonder and of fun, to whom, it would almost seem, are some times vouchsafed gleams of that kingdom to which only through sore strife and tribulation can human souls attain. Hans Andersen's immense success and popu larity is sometimes attributed to a circumstance which, though never, I think, enumerated among the gifts of the old-world fairy godmothers, might yet at first sight almost appear like a piece of \"good luck.\" He had the happiness to be born at the right time. To some extent contempo raneous with the careful and learned work of the Brothers Grimm, his early productions were indeed given to the European public at a moment when taste and the finer perceptions seemed awaking from a long period of sleep, a period during which, it may be said, that spiritual insight in more than one direction was, for the time, altogether lost,"], [30, "16 STUDIES AND STORIES. and during which there reigned, not unnaturally, a deplorable ignorance of the deeper and higher meanings of education. For besides other lament able neglects or mistakes, the training of the imagination, certainly one of the most powerful for good or evil of our faculties, was either com pletely ignored or pretentiously discussed, from artificial and unreal standpoints. But is not an artist of the first order in his own path, always born at a lucky moment ? To take the converse of the old proverb of the bad workman who never finds good tools, does not the best work always find appreciators ? And an author of real power, in these modern times especially, can, with the aid of cheap books and libraries and the ever-increas ing knowledge of foreign languages, to a great extent educate his own audience, can develop the very qualities required to understand him. Thus, is it not more correct to say that Ander sen had himself a hand in this awakening, on the face of it so fortunate for him, this revival or renaissance of the imaginative or poetic spirit along certain lines ? With rightly discarded super-"], [31, "HANS CHRISTIAN ANDERSEN. 17 stitions had been swept away in wholesale fashion much that was not only harmless but valuable, much full of tender and beautiful association. Folk-lore and legend had crept terror-stricken into the remotest corners, and, still more to be deplored, all genuine and intuitive love of nature seemed for the time to have disappeared. \" Fairy-tale,\" in short, to use the word in Andersen's own symbolical and comprehensive sense, \" Fairy-tale \" herself had deserted the world ; the forests and the brooks were lonely and silent, the birds sang less sweetly, the winds wailed their reproach. Saddest of all were the nurseries and schoolrooms, where the children pined for they knew not what. But \" Fairy-tale,\" though for long years she may hide, till mankind has well-nigh forgotten her existence, yet sooner or later will return ; \" Fairy-tale never dies.\" And is not all gratitude due to those who have lured her back to dwell again among us ? This generation, it is not too much to say, will not have time fully to gauge and realize the good work which Hans Andersen helped to accomplish. The inauguration of a new era in child literature c"], [32, "18 STUDIES AND STORIES. was but a part of it, though a great one ; for truly to children he may be said to have changed the face of the world, gilding the commonest objects with the brightness of his loving and delicate and humorous fancy, so that, as many could personally testify, a few shells or pebbles, a broken jug or a fragment of china, become material enough with which to construct stories, to their little inventors as wonderful and interesting as those of the thousand-and-one nights ; while from the tall sir tree to the tiniest daisy-bud, all nature, through his magic spectacles, grows instinct with sympathy and meaning. Anything like an exhaustive classification of all Andersen's tales and sketches, anything approach ing to a complete chronicle or even catalogue of them, would demand more space than is mine to give, and on the reader's part absorb time which would be more pleasantly and profitably employed in drinking at the fountain-head, and there form ing his own opinions. But to obtain a fairly com prehensive idea of the grasp and quality of his work it may be useful to divide it into three"], [33, "HANS CHRISTIAN ANDERSEN. 19 groups : those of fairy stories proper, so to speak ; of fable, parable or allegory ; and thirdly, of what we may call prose tales or sketches. Any hard and-fast lines, however, of demarcation cannot be drawn, for these groups incessantly and on all sides overlap each other. The genius of Andersen could not be restricted to fit any groove or suit any taste. Even such a rough-and-ready separation of his stories, as into \"grave and gay,\" would be im possible. In the most pathetic, start up, when least expected, the irrepressible imps of his fun and humour ; in the merriest, one strikes abruptly a note of melancholy. And in both, the fascina tion of mystery and reserve is never wanting. It is, above all, in the first and smallest group — that of genuine fairy-tale — that he is most asso ciated with and best suited to children. Yet even here it is but fair to remember that he wrote with no very definite or special intention of confining himself to such an audience. He loved children as he loved everything natural and spontaneous ; his own spirit was so essentially child-like that child-world was its true home, but there was"], [34, "STUDIES AND STORIES. 20 nothing of the intentional teacher or educator about him ; he has tossed us his rich wealth of flowers to arrange and bestow as seems to us best. In the greater number of these, his earlier pro ductions, there is but little that we would keep back or alter for even the very youngest readers, and that little half regretfully, as the most carefu 1 touch seems desecration. One of the loveliest and best-loved of the longer fairy-tales is that of \" The Eleven Wild Swans,\" of which the dominant idea is a peculiarly sweet and, in such stories, a some what rare one, that of brotherly and sisterly affec tion. Nothing more charming than the gentle yet brave Elisa, whom even the venomous toads could not injure or sully, can well be imagined. And the one part of the story which it is best to suppress in reading it to children, that which tells of the hideous ghouls in the churchyard, yet doubtless adds by contrast to the effect of the whole. It is impossible at any age to read this story without a shiver of anxiety as the fatal moment approaches — will the nettle-shirts be finished in time ? — and the half-humorous, half-pathetic touch which leaves"], [35, "HANS CHRISTIAN ANDERSEN. 21 the youngest prince with one swan's wing in- stead of an arm, is curiously characteristic. In this story there is a decided flavour of the sea, still more strongly brought out, of course, in the even more exquisite, Undine-like tale of \" The Little Mermaid,\" the most pathetic of all these fairy-tales. It recalls De la Motte Fouque's story, but recalls it only sufficiently to mark essential differences. There is less in \" The Little Mermaid \" of the old-world \" Neck \" legend, which doubtless suggested the marvellous creation of \"Undine\"; though here and there throughout Hans Andersen's tales and sketches — and this by no means detracts from their merit and originality — one detects the shadow of ancient traditions, of northern tradition above all. He is in heart and soul of the north ; \" he loves the cold best,\" as a child was once heard to say with a thrill of mingled awe and sympathy. The ocean, the waves, and the sandy shore are dear to him at all times ; but to kindle his enthusiasm to the utmost, to inspire his most vivid word-pictures it must be the Northern Sea with its fiords and its fogs,"], [36, "22 STLDIES AND STORIES. the north itself with the secrets of its untrodden ice fields, its glaciers, and eternal snow ; the reindeer and the sea-bird are his best-loved familiars. And something of this northern spirit is to be felt in the moral atmosphere of all his writings. It is white with the whiteness of child-like purity ; cold, though not chilly, reserved and restrained, never overflowing or exaggerated. There is nothing luscious or sensuous even in his rare allusions to southern scenes ; he loves the summer and its glories, but the silence and mystery us the winter, like a magnet, are ever drawing him to the sterner regions of the north. \" The Snow Queen \" is another of this group of his stories, for it is really a fairy-tale, though now and then it plunges almost abruptly into allegory, and allegory of a highly mystic kind. But \" Kay \" and \" Gerda \" arc thoroughly the hero and heroine of a fairy-story, and the little robber maiden, in spite of her terrible knife and the pistols in her belt, is curiously fascinating to children's fancy. The two dainty little nursery idylls, \" Totty \" or"], [37, "HANS CHRISTIAN ANDERSEN. 23 \" Tiny,\" as it is varyingly translated, and \" Little Ida's Flowers,\" are pitched in quite another key. It is as if now and then Andersen gave his fancy a rest, letting it gently stray in a garden of the simplest and sweetest conceits. These pretty little stories, with a few others of the same tone, can be understood and appreciated by the tiniest hearers, yet there is no \" writing down \" in them. The narrator enjoys them himself, is hand-in-hand with his hearers, like \"the delight ful student,\" whom the stupid lawyer sneers at \" for putting such nonsense in a child's head.\" Of a different type again are such tales as \"The Tinder-Box,\" \"The Flying Trunk,\" and \"The Travelling Companion.\" The two former are thorough-going fairy-tales of the orthodox order, though the disappointing conclusion of the second is scarcely en regie, and the wholesale cutting off of heads in the first reminds one of \"Alice in Wonderland!\" In \"The Travelling Companion \" the characteristic touch of weirdness startles one at the end, where the familiar friend discloses himself as no living being but a ghost."], [38, "24 STUDIES AND STORIES. \"The Clogs of Fortune,\" one of Andersen's very cleverest freaks, is tantalizingly short ; one would fain journey still further and to yet stranger scenes and remoter times with such a guide. The terms \"fable,\" \"parable,\" and \"allegory,\" the first especially, with its somewhat dry and sententious associations, describe but approxi mately and most inadequately a large number of Hans Andersen's productions, which it is nevertheless difficult to designate more aptly. They are little dramas, permeated with human feelings and interests, and bristling with human fun, whether the actors in them be birds, beasts, or fishes, trees and flowers, or even only old street lamps and darning-needles ! Who, man, woman, or child, that has read of the little fir-tree, hopeful and sanguine to the end, but has felt ready to weep for its sore, though perhaps deserved dis appointment ; who can refrain from sharing in the parental anxieties of the storks, even while laughing at their indomitable conceit ; who can follow unmoved the fortunes of the tin-soldier, brave and faithful to his last drop — of lead ?"], [39, "BANS CHRISTIAN ANDERSEN. 2 25 Nothing approaching to these gems of fable has ever been given to the world, save perhaps in some of Mrs. Ewing's delicious \" animal stories \" — her \" Father Hedgehog,\" or the albatrosses in her \"Kergvelen's Land.\" And of them all, ranks first the inimitable history of\" The Ugly Duckling,\" with its humour and pathos, the latter rising at the end into allegory of a high order, for these three divisions of the class we are now considering constantly interweave and mingle with each other. They are, perhaps, the most distinctly character istic of all Andersen's writings ; uniting in one the greatest simplicity and homeliness of material with the most poetical mysticism. Such of them as best fall under the head of \" parables \" — of which \" The Toad,\" \" There's a Difference,\" and \" The Last Dream of the Old Oak,\" may be given as instances — are directly religious in their teach ing, inspired indeed, in the highest and noblest sense. Throughout them all, throughout every thing he writes, the spirit of \" Fairy-tale \" — his liege lady, to whom all his powers are dedicated — is never absent. Even in the larger and most"], [40, "26 STUDIES AND STORIES. important of his parables, or more correctly speak ing, perhaps, allegories, her magic presence is ever perceptible, plainly so in the wonderful story of \" The Marsh King's Daughter,\" where at her summons the genii of the south and the north meet together from the ends of the earth, from the banks of the Nile, \" where the grey pyramids stand like broken shadows in the clear air from the far-off desert,\" from \"the wild moorlands of Wcndsysscll,\" where, in the ever-hovering mists, \"the birch with its white bark, the reeds with their feathery tips,\" grow and flourish as they did a thousand years ago ; less visible, though still present in the strangely weird tale of poor Karen in her red shoes, and in the almost terrible allegory of Inge, the \"girl who trod upon a loaf.\" There remains still, besides the novels, poems, and travels, written by Hans Andersen,* a long list of what, for the sake of distinction, I have called his \" prose stories.\" Prominent among * His novels are \" The Improvisatore \" and \"O.T.\" Few of his poems are translated. His travels are \" A Journey on Foot from the Holm Canal to the East Point of Amager,\" and several shorter accounts of his journeyings, called \" Travel Sketches.\""], [41, "HANS CHRISTIAN ANDERSEN. 27 these arc : \" A Story from the Sand-hills,\" \" Ib and Little Christine,\" and \"The Ice-Maiden,\" the last perhaps more of an allegory than a real narrative, though the events it relates are all such as might actually have happened. It is again a story of the frost and the snow, the scene being in the high regions of Switzerland instead of the northern latitudes. It is by no means a story for children, though pure and beautiful in seeling. It is also intensely sad, save where the parlour-cat and his crony of the kitchen relieve the strain by their cynical but yet comical gossip and remarks. \" Ib and Little Christine \" is another Jutland tale, sad also, though quite charming in its bits of description of natural scenery, as, for instance, when telling of the two tiny children's voyage in the boat or raft on the river. \" They floated on swiftly, for the tide was in their favour, passing over lakes, formed by the stream in its course. Sometimes they seemed quite enclosed by reeds and water-plants, yet there was always room for them to pass out, although"], [42, "28 STUDIES AND STORIES. the old trees overhung the water, and the old oaks stretched out their bare branches as if they had turned up their sleeves and wished to show their knotty, naked arms. Old alders, whose roots were loosened from the banks, clung with their fibres to the bottom of the stream, and the tips of the branches above the water looked like little woody islands. The water-lilies waved themselves to and fro on the river, everything made the excursion beautiful, and at last they came to the great eel weir, where the water rushed through the flood gates, and the children thought this a charming sight.\" And this story is lightened by a gleam of true brightness at its close. \" A Story from the Sand-hills \" is more like a poem than a narrative, though I have called it \"prose.\" It has nothing of allegory or fairy-tale, but its ending is like a psalm. Yet even here the never-failing touch of fun comes in with the mention of the eels, and there is nothing ghastly or weird in it, as in the almost nightmare-like tale of \" Anne Lisbeth.\""], [43, "HANS CHRISTIAN ANDERSEN. 29 From this it is a relief to turn to the sweet home-like quaintness of \"The Old House,\" with its happy yet pathetic ending, and to the clever little story of \" The Real Princess,\" a reproduction, I believe, of an old Danish \"household word,\" with a very true and delicate under-meaning. The story told by the Greek shepherd, \" The Covenant of Friendship,\" and a still shorter one, \" The Jewish Maiden,\" are both gems of their kind, rendered picturesque by their Eastern background. Some other sketches are peculiarly interesting as con taining recollections or associations of the author's own childhood ; such are \" The Bell-deep,\" \" Holger Danske,\" and \" The Wind moves the Sign-boards.\" And the little series of pictures in words, \" What the Moon saw,\" are like a necklace of pearls. It is indeed difficult to tear one's self away from the fascination of Hans Andersen's writings, and their charm is increased by what we know of himself. Humble in origin, yet lofty in spirit ; genial, loving, and grateful, though his path was for long a toil some and upward one, though hardship and priva tion were well known to him, and he enjoyed no"], [44, "30 STUDIES AND STORIES. exemption from the common lot, yet life, he simply tells us, was to him \"a beautiful fairy-tale, so full of brightness and good fortune.\" He bore in his own soul the magic talisman, the secret of true blessedness."], [45, "31 MRS, EWING'S LESS WELL KNOWN BOOKS. (From the Contemporary Review, March, 1886.) \" I believe it is no wrong observation, that persons of genius, and those who are most capable of art, are always most fond of Nature,\" — PorE. \" God has a few of us whom He whispers in the ear.\" — Roeert Browning. Little more than twelve years have passed since a thrill of sorrow vibrated through the hearts of many English children on hearing of the death of their devoted friend, Mrs. Gatty. She died in October, 1873, at the age of sixty-four. Her writings have had a great and lasting influence on our juvenile literature. Many of them, it is true, appeal to those who have left childhood behind, even more strongly than to those for whom they were specially intended. The poetry of much of their symbolism, still more the sug-"], [46, "STUDIES AND STORIES. 32 gestion of the mystical meaning, the \" hidden soul,\" of the external objects amidst which we live, can, indeed, be but very imperfectly appre ciated by children, yet many children are intensely sensitive to much they can but most vaguely understand.* And this no one knew by intuition and by practical experience more thoroughly than Mrs. Gatty. The main-spring of almost all her literary achievements is to be found in her intense interest in, and sympathy with, the young, which led to her dedicating, as she did, her powers to their service. And for few things are children more her debtors than for the vivid interest in natural objects of all kinds which she awakens. Not only the birds and beasts of our wood and fields, all our \" furred and feathered \" neighbours, but even \"the dear green lizards,\" \" the great goggle eyed frogs,\" she teaches her readers to love as friends and fellow-sojourners in this world, which a little more widely extended sympathy would * See especially, \"Parables from Nature,\" First and Second Series, and \" Worlds not Realized.\" (Messrs. G. Bell & Sons.)"], [47, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 33 render to many so much less dreary than it is. Nay, more, the very commonest things and inci dents of daily life, the changing seasons, the rain and sunshine, snow and mists, the moss on an old flower-pot, the vegetables in a cottage garden, she invests with a vitality that might make better than a fairy-tale out of the dullest walk or most commonplace surroundings. It would have been strange indeed if the boys and girls of that day, among whom were many personally unknown little correspondents, her \"magazine children,\" as her daughter calls them, had not grieved for the loss of Mrs. Gatty. And now, again, child-world has been mourn ing, and this time in a sense even more incon solably. For it was on Juliana Ewing, of all the Gatty family, that the mantle of her mother's rare and sweet gifts most fully descended. And she, too, is gone. The 13th of last May was a sorrowful day for our nurseries and schoolrooms. It saw the death of the friend who had worked for them so faithfully. She thought of her young readers to the last ; a number of but sketched-in D"], [48, "34 STUDIES AND STORIES. or unfinished stories testify to the projects she had hoped to execute. But it was not to be. The brave, gentle woman had completed her task on earth — resigned as ever, yet as ever bright and hopeful, able even in her dying days to enter so heartily into the spirit of a humorous story that, as her sister tells us, \" we had to leave off reading it for fear of doing her harm,\" * dear \" Madam Liberality\"! passed away to that other world which to one like her can never have seemed a very strange or distant one. It is not, however, of Mrs. Ewing herself that I propose to speak, nor even of those of her books which, in the course of the last few months especially, have become so well known, so universally loved, that they may indeed be spoken of as \" household words.\" \" Jackanapes,\" \" Daddy Darwin's Dove- * See \" Juliana Horatia Ewing and her Books.\" By Horatia K. F. Gatty. (S.P.C.K., Northumberland Avenue.) t See \"Madam Liberality,\" reprinted in \"A Great Emergency, and other Tales.\" (Messrs. Bell & Sons.) \"In her story of ' Madam Liberality,' \" says Miss Gatty in her sketch of her sister's life, \"Mrs. Ewing certainly drew a picture of her own character that can never be surpassed. She did this quite unintentionally, I know,\""], [49, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 35 cot,\" \" Lætus Sorte Mea \" * (this last better known by its second but, to my thinking, far less touching and characteristic title of \" The Story of a Short Life \"), and others of her works have had their beauties already pointed out in many quarters and by the ablest hands. Her exquisitely quaint, humorous, and yet often pathetic verses for children, with their lovely illustrations, are — surely? — in every nursery .f And the sketch of herself recently given to the public by her sister, Miss Gatty, is perfect of its kind. Its absolute simplicity, notwithstanding its almost too careful avoidance of anything approaching to sisterly partiality, brings her before us in a way that nothing else can ever do. More may be written of her in the future by those who had the best opportunities of knowing her intimately and thoroughly, and who, as friends only, and not * \" Works by Juliana Horatia Ewing.\" Shilling Series. (S.P.C.K.) t \"Verse Books for Children,\" written by Juliana H. Ewing, depicted by R. Andre, First and Second Series, it. each (S.P.C.K.), and \"Poems of Child Life and Country Life,\" First and Second Series, it. each (S.P.C.K.)."], [50, "36 STUDIES AND STORIES. relations, may feel able to let their enthusiasm have full vent, but in one not so privileged it would be presumption to say more. Setting aside Mrs. Ewing's best-known books, there exists a little group of her works — some half-dozen reprints of stories originally written for Aunt Judy's Magazine* — which, though as to bulk the most important of her works, and as to finish scarcely inferior to the three I have referred to, are nevertheless very much less well known. And with regard to several of these, the only cause of reproach which (by juvenile readers especially) can be brought against \" Jackanapes \" and \" The Story of a Short Life\" — namely, \"that they end so dreadfully sadly \" — does not exist. And here, in passing, I may touch on another point much discussed in connection with Mrs. Ewing's books. They are, say some, more about than for children. There would be truth in this criticism were one to accept the doctrine that children's literature * \"Mrs. Ewing's Popular Tales.\" Six volumes. Uniform edition, 5.1-. per volume. Cheap edition, is. (Messrs. Bell & Sons.)"], [51, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 37 must be limited to children's comprehension. But with this it is possible to disagree. Books for children should be written in such a style and in such language that the full atten tion and interest of the young readers should be at once enlisted and maintained to the end with out any demand for mental straining or undue intellectual effort. But that everything in a child's book should be of a nature to be at once fully understood by the child would surely be an un necessary lowering of the art of writing for children to a mere catering for their amusement or the whiling away of an idle hour. Suggestion in the very faintest degree of aught not only that they should not, but even that they need not yet know cannot of course be avoided with too ex quisite a scrupulousness. But — a very different thing this from tales with a visible purpose of instruction, intellectual or moral, which are happily a bygone fashion— suggestion, on the other hand, of the infinity of \"worlds not realized;\" of beauty ; of poetry ; of scientific achievements ; of, even, the moral and spiritual problems which sooner or later"], [52, "38 STUDIES AND STORIES. in its career each soul must disentangle for itself, seems to me one of the most powerful levers for good which we can use with our ever and rapidly changing audience. It is but for a very short time that children, as such, can be influenced by books specially written for them ; but a very few years during which last the quick receptiveness, the malleability, above all the delightful trustful ness common, one would fain hope, in a greater or less degree to all children. \" A wicked book,\" to quote one of Mrs. Ewing's favourite proverbs, \" is all the wickeder because it can never repent.\" Surely, taking into consideration the short but tremendous susceptibility of childhood, equally strong condemnation should be given to a book not even worse than unwise or injudicious, if written for the young. For the evil such may do can never be undone. Judged even by the severest standard, in no respect can Mrs. Ewing's books be found wanting, even though it may be allowed that they are sometimes \"beyond\" an average child's full com prehension ; they never fail to attract and interest"], [53, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 39 and impress — and, in the words of a youthful critic, \" to give us nice thinkings afterwards.\" The first, in order of date, of the six volumes comprising the series in question is a story pub lished nearly twenty years ago, which appeared originally as a serial in Aunt Judy's Magazine, entitled, \" Mrs. Overtheway's Remembrances.\" * This was Mrs. Ewing's first work of impor tance ; and, though in some few particulars it betrays a less experienced hand than her later stories, it is full of charm and merit. It is more particularly written for girls, and well adapted for that indefinite age, the despair of mothers and governesses, when maidens begin to look down upon \" regular children's stories,\" and \" novels \" are as yet forbidden. There is, per haps, in the first \" remembrance \" especially, \" Mrs. Moss,\" a little too much of the old lady's reflec tions and philosophy, for which, by-the-by, she herself prettily apologizes — \" ' Old people become prosy, my dear. They love to linger over little * \"Mrs. Overtheway's Remembrances.\" First of the series of Ewing's \" Popular Tales.\" (Messrs. Bell & Sons.)"], [54, "40 STUDIES AND STORIES. remembrances of youth, and to recall the good counsels of voices long silent. But I must not put you to sleep a second time ' \" — but the groundwork of the whole, the thread on which \" Mrs. Overtheway's \" reminiscences are strung, is charming. The opening description of the lonely \" Ida,\" gazing out of her nursery win dow at \" the green gate, that shut with a click,\" through which, up three white steps, lived the little old lady \"over the way,\" with whom in the first place the little girl falls in love as a sort of fairy-godmother personage, to know her afterwards as a real friend, would entice any child to read further. The story, too, has the merit oi a happy ending. There is, of course, as there could not but be, a great deal of pathos in the old lady's recollections of her youth — \"' If you will ask an old woman like me the further history of the people she knew in her youth,' said Mrs. Overtheway, smiling, 'you must expect to hear of many deaths,' \" but, \" ' it is right and natural that death should be sad in your eyes, my child, and I will not make a tragedy of my story ' \" —"], [55, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 41 but this is brightened by touches of the humour never long absent from Mrs. Ewing's pages, and which she knew so perfectly how to introduce. To give but one instance, which occurs in the story of \" The Snoring Ghosts,\" that of the two little sisters away from home for the first time, on a visit on their own account, who, terrified by mysterious sounds in the middle of the night, take refuge with an amiable but very sleepy neighbour, a \" grown-up \" young lady whose bed room was next to theirs. \" In the bed reposed — not Bedford\" (the maid) \" but our friend Kate, fast asleep, with one arm over the bed-clothes, and her long red hair in a pigtail streaming over the pillow.\" . . . She wakes at last and listens to the tale of their woes. \" ' You poor children,' she said, ' I'm so sleepy. I cannot get up and go after the ghost now ; besides, one might meet somebody. But you may get into bed if you like ; there's plenty of room, and nothing to frighten you.' \" In we both crept, most willingly. She gave us the long tail of her hair, and said, ' If you"], [56, "42 STUDIES AND STORIES. want me, pull. But go to sleep if you can ! '— and before she had well finished the sentence her eyes closed once more. In such good com pany a snoring ghost seemed a thing hardly to be realized. We held the long plait between us, and, clinging to it as drowning men to a rope, we soon slept also.\" Except in the last story, \" Kergvelen's Land,\" which owes its description of albatross life to Mrs. Ewing's husband — like herself, \"a very accurate observer of Nature \" — and which reminds one much of Hans Andersen, \" Mrs. Overtheway's Remembrances \" brings out less than others of her stories one strong feature of Mrs. Ewing's character, which she doubtless inherited from her mother — her love of animals. But a touch here and there reveals it. What can give a more perfect picture of an owlet than this ? — \" a shy, soft, lovely, shadow- tinted creature, who felt like an impalpable mass of fluff, utterly re fused to be kissed, and went savagely blinking back into his spout at the earliest possible oppor tunity.\""], [57, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 43 \"A Flat Iron for a Farthing,\"* the second of this series, appeared in 1870. As is the case in \" Mrs. Overtheway's Remembrances,\" the saddest part of the narrative — and this is most touch ingly told — comes at the beginning. Like the former book, too, it ends happily. It is an auto biography — a favourite form of writing with Mrs. Ewing — a fact which inclines one to demur to the statement that children, as a rule, object to it. \" I can't bear ' I ' stories,\" a tiny damsel is reported to have said. Mrs. Ewing's predilection for the use of the first person arose probably from her instinct of completely identifying herself with her characters. No writer for children has dis carded so thoroughly as she, in spirit and in deed, the old and altogether false system (which chil dren themselves are the first to detect and resent) of writing down to young readers. \" A Flat Iron for a Farthing ; or, Some Passages in the Life of an Only Son,\" is the history, as its second * \" A Flat Iron for a Farthing ; or, Some Passages in the Life of an Only Son.\" Mrs. Ewing's \"Popular Tales.\" (Messrs. Bell & Sons.)"], [58, "STUDIES AND STORIES. 44 title tells, related by himself, of a boy from infancy to manhood. And it is no small triumph on Mrs. Ewing's part that, in spite of her hero's great originality and quaintness of character, and of his being represented as the only child of a very wealthy man, she has succeeded in depicting him as neither morbid nor a prig. Some of the scenes are very amusing ; that of the little fellow \" dropping in \" on a neighbour \" to exchange the weather and pass the time like,\" as he himself ex presses it, is delightfully funny. A dear dog, too, figures in this story — a dog who, \" fortunately for me, simply went with my humour without being particular as to the reason of it, like the tcnderest of women,\" and ran sixty miles in one day rather than be separated from his master — - an incident which we are sure Mrs. Ewing would not have given unless it had been a true one. There is much earnest, though not didactic, writing in this book, many \"serious\" passages of great beauty. And the childish \" idyll,\" as one is tempted to call it, of the \" Flat Iron \" itself, which ends in the most happily old-fashioned"], [59, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 45 romance, is too delicately lovely and original to spoil by quotations. \" Six to Sixteen,\" * the next on our list, is also an autobiography. This story is specially for girls. But scarcely for girls as young as the ages naturally suggested by its title. For girls from sixteen upwards, it is excellent reading, though perhaps some parts of the book — those, in particular, describing the woes of the mis managed and hypochondriacal Matilda and the defects of Miss Mulberry's school — would be more profitable for parents, or those in charge of young people, than for the young people them selves. But nothing can be more invigorating or bracing in tone than the description of the heroine's life with the healthy, merry, quaint, and yet cultivated children of the moorland rectory. There is a great deal of uncommon \"common sense \" and true wisdom in the mother's warnings to the girls on their first little venture into the world on their own account. Warnings — \" against * \" Six to Sixteen : a Story for Girls.\" Mrs. Ewing's \" Popular Tales.\" (Messrs. G. Bell & Sons,)"], [60, "STUDIES AND STORIES. 46 despising interests that happen not to be ours, or graces which we have chosen to neglect, against the danger of satire, against the love or the fear of being thought singular, and, above all, against the petty pride of clique. '\" I do not know which is the worst,' I remember her saying, 'a religious clique, an intellectual clique, a fashionable clique, a moneyed clique, or a family clique. And I have seen them all.' \" Mrs. Ewing's dogs are in great force in this story. There is a whole posse of them at the rectory — \"the dear boys,\" as they are called, to dis tinguish them from \" the boys,\" the communs des martyrs, the merely human sons of the house. And the prim French lady's exclamation of \" Menage extraordinaire ! \" when, \" on the first night of her arrival, the customary civility was paid her of offering her a dog to sleep on her bed,\" is not perhaps altogether to be wondered at. \"Jan of the Windmill : a Story of the Plains,\" * first appeared as a serial in Aunt Judys Maga- * \"Jan of the Windmill: a Story of the Plains. '' Mrs. Ewing's \" Popular Tales.\" (Messrs. G. Bell & Sons.)"], [61, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 47 sine, in 1872, under the title of \"The Miller's Thumb.\" It is a question with many who are thoroughly conversant with Mrs. Ewing's books if this story should not take rank among them as the very best. As a work of art, there is much to be said in favour of its doing so, though some of its greatest merits — its originality, the novelty of its scenery, its almost overflowing richness of material of all kinds — militate against its ever attaining to the popularity of \" Jackanapes \" or the \" Short Life,\" in which the interest is absorbed in the one principal figure — a figure in both instances masterly in its beauty and in its power of appeal to our tenderest sympathies. With children of both sexes and of varying ages, \" Jan \" is a great favourite, even though — and this fact surely but increases their real value — like almost all Mrs. Ewing's writings, it contains much which only ripened judgment and matured taste can fully appreciate. The central idea is the growth, amidst, in some respects, peculiarly matter-of-fact surroundings,"], [62, "48 STUDIES AND STORIES. of an \" artist nature.\" That this nature in varying degrees is less rare in childhood than is commonly supposed, even though the after-life may prevent its development when it is not sturdy enough to resist, Mrs. Ewing is evidently strongly inclined to think. \" That the healthy, careless, rough-and-ready type is the one to encourage, many will agree who cannot agree that it is universal or even much the most common.\" And if in this opinion our author errs, it must be allowed she does so in the good company of Wordsworth, Gray, and others. This central idea we are never allowed to forget. Through all his experiences — as \"peg-minder,\" as miller's boy, as \"screever\" in the London streets — Jan, with the golden hair and sloe-black eyes, stands out among the crowd of characters as a being apart, even when himself the most simple and unconscious. The plot of the story is well worked out, though the latter part gives one the feeling of being compressed into too small space. There are some very happy touches, which might have been made more of. The"], [63, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 49 character of Lady Adelaide, and her relations to the stepson whose existence she had never suspected, we should have liked to hear about in more detail. Mrs. Ewing's wonderful famili arity with \" wind-miller \" life and with the Wilt shire dialect is accounted for by Miss Gatty in her notice of this story.* But the manner in which she knew how to turn to account the assistance she received in this case, as well as that given her by Major Ewing and various friends in other stories, is beyond all praise. The children and the beasts in \" Jan \" are all delightful. The opening description of gentle Abel's adoption of his baby foster-brother, the meeting in the woods of the big-bodied and big hearted child \" Amabel \" with the little hero, the tragic account of the fever in the village and Abel's death, are all perfect in their different ways. And the animals are particularly interest ing. There are the pigs, of whom, we are told, \" the pertness, the liveliness, the humour, the love * See \"Juliana Horatia Ewing and her Books.\" By Miss Gatty. (S.P.C.K., Northumberland Avenue.) E"], [64, "50 STUDIES AND STORIES. of mischief, the fiendish ingenuity and perversity, can be fully known to the careworn pig-minder only ; \" and the dignified mongrel, \" Rufus,\" with the \"large, level eyebrows,\" \" intellectual forehead, and very long, Vandykish nose, and the curly ears, which fell like a well-dressed peruke on each side of his face, giving him an air of disinherited royalty,\" who, on first meeting Jan, \"smelt him exhaustively, and, excepting a slight odour of being acquainted with cats, to whom Rufus ob jected, decided that he smelt well ; \" and the brutal pedlar's old wdiite horse, \" with protuberant bones quivering beneath the skin ; \" yet with that \" nobility of spirit \" — through all his troubles — \" which comes of a good stock \" — the horse which Amabel rescued, and then persisted in curry combing with her mamma's \"best tortoiseshell comb ! \" They are very fascinating, all of them. And perhaps there is no prettier, or funnier, or more pathetic scene than that where Jan \"strikes\" as \"pig-minder\" when he finds that his pet pig is destined to be slaughtered. \" ' I axed him not to kill the little black 'un with"], [65, "AIRS. EWING'S LESS WELL-KNOWN BOOKS. 51 the white spot on his ear.' And the tears flowed copiously down Jan's cheeks, while Rufus looked abjectly distressed. ' 'Twould follow me any where.' ' I telled him to find another boy to mind his pegs, for I couldn't look 'un in the face now, and know 'twas to be killed next month — not that one with the white spot on his ear. It do be such a very nice peg.' \" \" We and the World : a Book for Boys,\" * should, by right of its date, come last of the series. But, for convenience' sake, it may be noticed before the four shorter stories which, bound together, make the fifth volume. \" We and the World \" is emphatically \"a book for boys\" — a very spirited and exciting tale of adventure, so excellently told, so graphic and life-like that many a boy finds it difficult to believe it to be the work of a woman, nay, more, of a peculiarly woman-like woman, whose delicate health debarred her from any unusual physical exertion, or, notwithstanding the travels by land and sea which she used for * \"We and the World: a Book for Boys.\" Mrs. Ewing's \" Topular Tales.\" (Messrs. G. Bell & Sons.)"], [66, "52 STUDIES AND STORIES. such good purpose, from personal experience of the \" adventures \" which sometimes fall to the lot of her sex. These remarks, however, apply more to the second half of the story. The first recalls Mrs. Ewing in many of her other domestic tales. Nothing can be more characteristic than her descriptions of her favourite \" North-country \" homes and lives ; in these, often a word or two brings before us a complete picture. The follow ing passage — \" The long, sweet faces of the plough horses as they turned in the furrows were as familiar to us as the faces of any other labourers in our father's fields \" — is a photograph, or better than a photograph, in itself. And even in this first part we marvel how Mrs. Ewing could describe, \" so like a man,\" in boy parlance, the skating scene on the mill-dam, the rescue of the half-drowned peasant, etc. Later in the book, when we come to \"Jack's\" running away (for which, by-the-by, he is let off with unusual leniency?), his experiences as a stowaway, his hardships at sea, and all his other adventures, this power of Mrs. Ewing's, of depicting with perfect"], [67, "AIRS. EWING'S LESS WELL-KNOWN BOOKS. 53 accuracy, of reproducing to the life, scenes and incidents which it was impossible for her to have had personal knowledge of, fills the reader with ever-increasing astonishment. \" She was greatly aided,\" we are told, \" by two friends in her descrip tion of the scenery in ' We,' such as the vivid account of Bermuda and the waterspout in chapter xi., and that of the fire at Demerara in chapter xii., and she owed to the same kind helpers also the accuracy of her nautical phrases and her Irish dialect,\" * but even this fails to explain the im pression of perfect \" at home-ness \" in her subjects. One has to fall back on that strange, though some times disputed, \" clairvoyance of genius,\" aided in Mrs. Ewing's case by her enormous power of sympathy, as the solution of the problem. It brings to mind the marvellous correctness with which, in a recent novel, the author, who at the time he wrote it had never left England, describes the unique observances attending the election of a Pope at Rome, a description which, in the words * See p. 62 of \"Juliana Horatia Ewing and her Books.\" By Miss Gatty. (S.P.C.K.)"], [68, "STUDIES AND STORIES. 54 of one in past years present on one of these rare occasions, \" could not have been more perfect had its author been one of the cardinals themselves.\" One chapter of \" We and the World,\" the tenth, gives a painfully graphic account of that fearful thing — nowadays, we trust, scarcely to be met with — a really bad boys'-school. The description must have been founded on fact, otherwise Mrs. Ewing would not have inserted it. But that she did so with intention and deliberation is evident. And its introduction leads to much wise and thoughtful remark on a subject which as yet is perhaps scarcely sufficiently considered in the education of our children, boys especially — that of cruelty. For more of this terrible \" survival \" of our lowest nature still exists among us, in all classes, than we like to allow. \" Man, as man,\" says our author, \" is no more to be trusted with unchecked power than hitherto.\" \" No light can be too fierce to beat upon and purify every spot where the weak are committed to the tender mercies of the consciences of the strong.\""], [69, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 55 It is a question if the first symptoms of a pro pensity to cruelty are checked as promptly as they should be. \" Extenuating circumstances \" are in such a case accepted by many a father who would refuse to take into consideration aught but the bare fact were his son accused of falsehood or cowardliness. Yet though, to quote Mrs. Ewing again, \" cruelty may come of ignorance, bad tra dition, and uncultured sympathies,\" it is very rarely well to condone it. Our English ideas as to honour and truthfulness are, as regards boyhood at least, in most respects rigorous, if rough ; it is seldom with us that a child's falsehood is dealt with other than summarily. Yet there are many degrees of falsehood. There is the so-called \" story telling,\" often the most innocent \" roman cing\" of very young or imaginative children, which, while explained and confined to its true domain, should never be punished ; there is the hasty falsehood born of fear — a momentary im pulse of self-defence of an essentially truthful child ; there is even sometimes, still more care fully to be dealt with, the deliberate lie induced"], [70, "56 STUDIES AND STORIES. by the bewilderment os a painful crisis where truth and honour seem to clash. But cruelty, inten tional and habitual, can be shaded away by no considerations of this kind. It is inhuman, and as such should be regarded if the cruel boy is not to run the risk of developing into that monster in human form, \" a man possessed by the passion of cruelty.\" \" A Great Emergency, and other Tales,\" * — the latter consisting of \"A Very Ill-tempered Family,\" \" Our Field,\" and last, but far from least, \" Madam Liberality \" — is the title of the fifth volume. All of these appeared first in Aunt Judy's lilagazine in the years between 1872 and 1877. The first story, though written previously to \"We and the World,\" is in a sense a pretty parody on the bond side hardships and adventures of the real runaways in the other story. It is full of humour, and the closing scene, where the heroic little sister and the lame brother save \" Baby Cecil \" from burning to death, is beautiful. It contains, too, some * \" A Great Emergency, and other Tales.\" Mrs. Ewing's \" Popular Tales.\" (Messrs. G. Bell & Sons. )"], [71, "MRS. E WINGS LESS WELL-KNOWN BOOKS. 57 wise hints on school-life which, if attended to, might save some small people much trouble and mortification. \"A Very Ill-tempered Family\" is, as some families who do not think themselves \"so very ill-tempered \" might testify, painfully true to life. It ends satisfactorily, however ; for the sorely needed lesson is learnt, and well learnt. But the gems of this volume are the two sketches, \" Our Field,\" and \" Madam Liberality.\" Nothing sweeter surely was ever written than the former. It reads as if jotted down by some unseen hearer of the children's thoughts and talks ; one sym pathizes jn their innocent pleasures ; one could almost cry with anxiety about how \" Peronet,\" the dog's, tax is to be paid. All through it reminds one of a freshly gathered bunch of wild flowers, and brings before us almost better than anything she ever wrote how Mrs. Ewing loved such things — children, and \"beasts,\" and flowers loved and understood them. \" The sun shone still, but it shone low down, and made such splendid shadows that we all"], [72, "58 STUDIES AND STORIES. walked about with grey giants at our feet; and it made the bright green of the grass and the cowslips down below, and the tops of the hedge, and Sandy's hair, and everything in the sun and the mist behind the elder-bush, which was out of the sun, so yellow — so very yellow — that just for a minute I really believed about Sandy's god-mother, and thought it was a story come true, and that everything was turning into gold. \" But it was only for a minute ; of course I know that fairly-tales are not true. But it was a lovely field. . . .\" The last story, \" Madam Liberality,\" in the light which Mrs. Ewing's sister has lately thrown upon it, one touches with a reverent hand. The un conscious revelation of the writer's own character that it contains silences all criticism, transforms our admiration even into tender sympathy. Yet independently of this knowledge, the little story is infinitely touching, and of its kind a chef-d'oeuvre. The great-hearted, brave-spirited, fragile-bodied little maiden, with whom \"a little hope\" went"], [73, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 59 such a very \" long way ; \" so sensitive that on one occasion, in a toy-shop, when she is misunder stood by the shopman, who, hearing her speaking to herself, imagines she means to buy, her agony is almost indescribable — \" Madam Liberality hoped it was a dream, but, having pinched herself, she found it was not \" — yet so courageous that at all costs she tells the truth. \" ' I don't want anything, thank you,' said she ; ' at least I mean I have no money. I was only counting the things I would get'\" (for her brothers and sisters) \"'if I had.'\" This is a picture one cannot easily forget. And the scene where, after all her efforts and self-sacrifice, her ill-luck still pursues her, and, obliged to give up hopes of her poor little \"sur prise,\" her Christmas-tree for the others, she finds it at last too much for her — \"impossible to hold out any longer, she at last broke down and poured out all her woes \" — it is very difficult indeed to read without tears. Besides the six volumes we have now noticed,"], [74, "60 STUDIES AND STORIES. a seventh will soon be added to this series.* This will contain six of Mrs. Ewing's earliest stories and two of her later. The first of these, \"Mel chior's Dream,\" written so long ago as 1861, is one of the best of what may be called her sketches of family life. Though not written too visibly to \" point a moral,\" it contains a beautifully expressed lesson. The other stories — among them one called \"The Viscount's Friend,\" of which the scene is laid in the first French Revolution — are all tender in tone, and, for so young a writer as Mrs. Ewing then was, marvellously finished in style. The two last sketches, \"A Bad Habit\" and \" A Happy Family,\" written respectively in 1877 and 1883, are excellent. In the earlier stories there is, naturally, less of the remarkable \"many-sidedness\" of insight and sympathy nowhere more shown than in two stories which, though not making part of the series now under review, I cannot but notice in passing as pre-eminently typical of Mrs. Ewing. * \"Melchior's Dream, and Other Tales.\" Mrs. Ewing's \" Popular Tales.\" (Messrs. G. Bell & Sons.)"], [75, "MRS. EWING'S LESS WELL-KNOWN BOOKS. 61 These are the exquisite story, \" Brothers of Pity,\" * where, though one of a large family, she com pletely identifies herself with the \" only child \" of whom she writes ; and \" Father Hedgehog and his Neighbours,\" f in which the description of gipsy life, the peculiarities of gipsy talk, are as perfect as if our author had spent months among the strange people of whom she writes. In her earlier stories, too, the flashes of humour are less frequent, as indeed is to be expected. For in a sound and healthy — in other words, a faithful and hopeful — nature, true humour ripens and mellows with age and experience ; it is only in poorer soil that it degenerates into cynicism. In this particular, as in others throughout the writings of Mrs. Ewing, notwithstanding the entire and almost unprecedented absence of any approach to egotism, one feels the closeness of herself: her books are the true exponents of her pure and beautiful nature. The key-note of both was * \"Brothers of Pity, and Other Tales of Beasts and Men.\" (S.P.C K.) t \"Father Hedgehog and his Neighbours.\" See '' Brothers of Pity, and Other Tales.\" (S;P.C,K.)"], [76, "62 STUDIES AND STORIES. sympathy. To this all who knew her can testify. I myself can speak to her ever ready interest in the work of others lying along similar paths to her own. Yet more, this sympathy was stimulated and vivified by what was perhaps her strongest cha racteristic — her almost boundless trust in her fellow-creatures — a trust which, like \" Madam Liberality's \" \" little white face and undaunted spirit, bobbed up again as ready and hopeful as ever\" after each disappointment or even \"apparent failure.\" And to doubt the greatness of the power for good of this beautiful hopefulness of hers would surely ill become either those who knew Juliana Ewing in her life or who have to thank her for the books she has bequeathed to their children— and to themselves."], [77, "63 PRINCESS ICE-HEART. A FAIRY-TALE. In the olden times there lived a King who was worthy of the name. He loved his people, and his people loved him in return. His kingdom must have been large ; at least it appears to be beyond doubt that it extended a good way in different directions, for it was called the Kingdom of the Four Orts, which, of course, as everybody knows, means that he had possessions north, south, east, and west. It was not so large, however, but that he was able to manage it well for himself — that is to say, with certain help which I will tell you of. A year never passed without his visiting every part of his dominions and inquiring for himself into the affairs of his subjects. Perhaps — who can say? — the world was not so big in those"], [78, "64 STUDIES AND STORIES. days ; doubtless, however that may have been, there was not so many folk living on it. Many things were different in those times : many things existed which nowadays would be thought strange and incredible. Human beings knew much more than they do now about the other dwellers on the earth. For instance, it was no uncommon case to find learned men who were able to con verse with animals quite as well as with each other. Fairies, of course, were often visible to mortal eyes, and it was considered quite natural that they should interfere for good — sometimes, perhaps, for evil ; as to that I cannot say — in human affairs. And good King Brave-Heart was especially savoured in this way. For the help which, as I said, was his in governing his people was that of four very wise counsellors indeed — the four fairies of the North and the South, the East and the West. These sisters were very beautiful as well as very wise. Though older than the world itself, they always looked young. They were very much attached to each other, though they seldom"], [79, "PRINCESS ICE-HEART. 65 met, and it must be confessed that sometimes on such occasions there were stormy scenes, though they made it up afterwards. And the advice they gave was always to be relied on. Now, King Brave-Heart was married. His wife was young and charming, and devotedly fond of him. But she was of a rather jealous and exact ing disposition, and she had been much spoilt in her youth at her own home. She was sweet and loving, however, which makes up for a good deal, and always ready to take part in any scheme for the good of their people, provided it did not separate her from her husband. They had no children, though they had been married for some years ; but at last there came the hope of an heir, and the Queen's delight was unbounded — nor was the King's joy less than hers. It was late autumn, or almost winter, when a great trouble befell the pretty Queen. The weather had grown suddenly cold, and a few snowflakes even had fallen before their time. But Queen Claribel only clapped her hands at the F"], [80, "66 STUDIES AND STORIES. sight, for with the winter she hoped the baby would come, and she welcomed the signs of its approach on this account. The King, however, looked grave, and when the next morning the ground was all white, the trees and the bushes covered with silvery foliage, he looked graver still. \" Something is amiss,\" he said. \" The Fairy of the North must be on her way, and it is not yet time for her visit.\" And that very afternoon the snow fell again, more heavily than before, and the frost-wind whistled down the chimneys and burst open the doors and windows, and all the palace servants went hurrying and scurrying about to make great fires and hang up thick curtains and get everything in order for the cold season, which they had not expected so soon. \" It will not last,\" said the King, quietly. \" In a few days there will be milder weather again.\" But, nevertheless, he still looked grave. And early the next morning, as he was sitting with the Queen, who was beginning to feel a little"], [81, "PRINCESS ICE-HEART. 67 frightened at the continuance of the storm, the double doors of her boudoir suddenly flew open, an icy blast filled the room, and a tall, white shrouded figure stood before them. \" I have come to fetch you, Brave-Heart,\" she said abruptly. \"You are wanted, sorely wanted, in my part of the world. The people are starving : the season has been a poor one, and there has been bad faith. Some few powerful men have bought up the grain, which was already scarce, and refuse to let the poor folk have it. Nothing will save their lives or prevent sad suffering but your own immediate presence. Are you ready? You must have seen I was coming.\" She threw off her mantle as she spoke and sank on to a couch. Strong as she was, she seemed tired with the rate at which she had travelled, and the warm air of the room was oppressive to her. Her clear, beautiful features looked harassed ; her grey eyes full of anxiety. For the moment she took no notice of the Queen. \" Are you ready? \" she repeated"], [82, "68 STUDIES AND STORIES. \" Yes, I am ready,\" said Brave-Heart, as he rose to his feet. But the Queen threw herself upon him, with bitter crying and reproaches. Would he leave her, and at such a time, a prey to all kinds of terrible anxiety ? Then she turned to the fairy and upbraided her in unmeasured language. But the spirit of the North glanced at her with calm pity. \" Poor child ! \" she said. \" I had almost for gotten you. The sights I have seen of late have been so terrible that they absorb me. Take courage, Claribel ! Show yourself a Queen. Think of the suffering mothers and the little ones whom your husband hastens to aid. All will be well with you, believe me. But you, too, must be brave and unselfish.\" It was no use. All she said but made the Queen more indignant. She would scarcely bid her husband farewell : she turned her back to the fairy with undignified petulance. \" Foolish child,\" said the Northern spirit. \" She will learn better some day.\""], [83, "69 PRINCESS ICE-HEART. Then she gave all her attention to the matter she had come about, explaining to the King as they journeyed, exactly the measures he must take and the difficulties to be overcome. But though the King had the greatest faith in her advice, and never doubted that it was his duty to obey, his heart was sore, as you can under stand. Things turned out as he had said. The severe weather disappeared again as if by magic, and some weeks of unusually mild days followed. And when the winter did set in for good at last, it was with no great rigour. From time to time news reached the palace of the King's welfare. The tidings were cheering. His presence was effecting all that the fairy had hoped. So Queen Claribel ought to have been happy. But she was determined not to be. She did nothing but cry and abuse the fairy, declaring that she would never see her dear Brave-Heart again, and that if ever her baby came she was sure it would not live, or that there would be something dreadful the matter with it."], [84, "70 STUDIES AND STORIES. \" It is not fair,\" she kept saying, \" it is a shame that I should suffer so.\" And even when on Christmas Eve a beautiful little girl was born, as pretty and lively and healthy as could be wished, and even though the next day brought the announcement of the King's immediate return, Claribel still nursed her resentment, though in the end it came to be directed entirely against the fairy. For when she saw Brave-Heart again, his tender affection and his delight in his little daughter made it impossible for her not to \" forgive him,\" as she expressed it, though she could not take any interest in his accounts of his visit to the north and all he had been able to do there. A great feast was arranged in honour of the christening of the little Princess. All the grand people of the neighbourhood were bidden to it, nor, you may be sure, did the good King forget the poorer folk. The four fairies were in vited, for it was a matter of course that they should be the baby's godmothers. And though the Queen would gladly have excluded the"], [85, "PRINCESS ICE -HE ART. 71 Northern fairy, she dared not even hint at such a thing. But she resolved in her own mind to do all in her power to show the fairy that she was not welcome. On such occasions, when human beings were honoured by the presence of fairy visitors, these distinguished guests were naturally given pre cedence of all others, otherwise very certainly they would never have come again. Even among fairies themselves there are ranks and formalities, and the Queen well knew that the first place was due to the Northern spirit. But she gave instruc tions that this rule should be departed from, and the Snow fairy, as she was sometimes called, found herself placed at the King's left hand, separated from him by her sister of the West, instead of next to him on the right, which seat, on the contrary, was occupied by the fairy of the South. She glanced round her calmly, but took no notice ; and the King, imagining that by her own choice perhaps, she had chosen the unusual position, made no remark. And the feast pro-"], [86, "72 STUDIES AND STORIES. gressed with the accustomed splendour and rejoicing. But at the end, when the moment arrived at which the four godmothers were expected to state their gifts to the baby, the Queen's spite could be no longer concealed. \" I request,\" she exclaimed, \" that for reasons well known to herself, to the King, and to myself, the Northern fairy's gift may be the last in order instead of the first.\" The King started and grew pale. The beautiful, soft-voiced fairy of the South, in her glowing golden draperies, would fain have held back, for her affection for her sterner sister was largely mingled with awe. But the Snow fairy signed to her imperiously to speak. \" I bestow upon the Princess Sweet-Heart,\" she said, half trembling, \" the gift of great beauty.\" \"And I,\" said the spirit of the East, who came next, her red robes falling majestically around her, her dark hair lying smoothly in its thick masses on her broad, low forehead, \" I give her great powers of intellect and intelligence.\""], [87, "PRINCESS ICE-HEART. 73 \" And I,\" said the Western fairy, with a bright, breezy flutter of her sea-green garments, \"health — perfect health and strength of body — as my gift to the pretty child.\" \"And you,\" said the Queen bitterly, \"you, cold-hearted fairy, who have done your best to kill me with misery, who came between my hus band and me, making him neglect me as he never would have done but for your influence — what \\\\ ill you give my child ? Will you do some thing to make amends for the suffering you caused ? I would rather my pretty baby were dead than that she lived to endure what I have of late endured.\" \" Life and death are not mine to bestow or to withhold,\" said the Northern spirit calmly, as she drew her white garments more closely round her with a majestic air. \" So your rash words, foolish woman, fortunately for you all, cannot touch the child. But something — much — I can do, and I will. She shall not know the suffering you dread for her with so cowardly a fear. She shall be what you choose to fancy / am. And instead of"], [88, "74 STUDIES AND STORIES. the name you have given her, she shall be known for what she is — Princess Ice-Heart.\" She turned to go, but the King on one hand, her three sisters on the other, started forward to detain her. \" Have pity ! \" exclaimed the former. \" Sister, bethink you,\" said the latter ; the Western fairy adding beseechingly, the tears springing in her blue eyes, which so quickly changed from bright to sad, \" Say something to soften this hard fate. Undo it you cannot, I know. Or, at least, allow me to mitigate it if I can.\" The Snow fairy stopped ; in truth, she was far from hard-hearted or remorseless, and already she was beginning to feel half sorry for what she had done. \" What would you propose? \" she said coldly. The fairy of the West threw back her auburn hair with a gesture of impatience. \" I would I knew ! \" she said. \" 'Tis a hard knot you have tied, my sister. For that which would mend the evil wrought seems to me impossible while the evil exists — the cure and the cessation"], [89, "PRINCESS ICE-HEART. 75 of the disease are one. How could the heart of ice be melted till tender feelings warm it, and how can tender feelings find entrance into a feelingless heart ? Alas ! alas ! I can but predict what sounds like a mockery of your trouble,\" she went on, turning to the King, though indeed by this time she might have included the Queen in her sympathy, for Claribel stood, horrified at the result of her mad resentment, as pale as Brave-Heart himself. \" Hearken ! \" and her expressive face, over which sunshine and showers were wont to chase each other as on an April day — for such, as all know, is the nature of the changeful lovable spirit of the West— for once grew still and statue like, while her blue eyes pierced far into the distance, \" The day on which the Princess of the Icy Heart shall shed a tear, that heart shall melt — but then only.\" The Northern fairy murmured something under her breath, but what the words were no one heard, for it was not many that dared stand near to her, so terribly cold was her presence. The graceful spirit of the South fluttered her golden locks, and"], [90, "76 STUDIES AND STORIES. with a little sigh drew her radiant mantle round her, and kissed her hand in farewell, while the thoughtful-eyed, mysterious Eastern fairy linked her arm in that of her Western sister, and whispered that the solution of the problem should have her most earnest study. And the green-robed spirit tried to smile through her tears in farewell as she suffered herself to be led away. So the four strange guests departed ; but their absence was not followed by the usual outburst of unconstrained festivity. On the contrary, a sense of sorrow and dread hung over all who remained, and before long every one not immediately con nected with the palace respectfully but silently withdrew, leaving the King and Queen to their mysterious sorrow. Claribel flew to the baby's cradle. The little Princess was sleeping soundly ; she looked rosy and content — a picture of health. Her mother called eagerly to the King. \" She seems just as usual,\" she exclaimed. \" Perhaps — oh ; perhaps, after all, I have done no harm.\""], [91, "PRINCESS ICE-HEART. 77 For, strange to say, her resentment against the Northern fairy had died away. She now felt nothing but shame and regret for her own wild temper. \"Perhaps,\" she went on, \"it was but to try me, to teach me a lesson, that the Snow fairy uttered those terrible words.\" Brave-Heart pitied his wife deeply, but he shook his head. \" I dare not comfort you with any such hopes,\" he said ; \" my poor Claribel. The fairy is true — true as steel — if you could but have trusted her ! Had you seen her, as I have done — full of tenderest pity for suffering — you could never have so maligned her.\" Claribel did not answer, but her tears dropped on the baby's face. The little Princess seemed annoyed by them. She put up her tiny hand, and, with a fretful expression, brushed them off. And that very evening the certainty came. The head-nurse sent for the Queen while she was undressing the child, and the mother hastened to the nursery. The attendants were standing round in the greatest anxiety, for, though the baby"], [92, "78 STUDIES AND STORIES. looked quite well otherwise, there was the strangest coldness over her left side, in the region of the heart. The skin looked perfectly colourless, and the soft cambric and still softer flannel of the finest which had covered the spot, were stiff\", as if they had been exposed to a winter night's frost. \" Alas ! \" exclaimed Claribel ; but that was all. It was no use sending for doctors — no use doing anything. Her own delicate hand when she laid it on the baby's heart was, as it were, blistered with cold. The next morning she found it covered with chilblains. But the baby did not mind. She flourished amazingly, heart or no heart. She was perfectly healthy, ate well, slept well, and soon gave signs of unusual intelligence. She was seldom put out, but when angry she expressed her feelings by loud roars and screams, though with never a tear ! At first this did not seem strange, as no infant sheds tears during the earliest weeks of its life. But when she grew to six months old, then to a year, then to two and three, and was near her fourth"], [93, "PRINCESS ICE-HEART. 79 birthday without ever crying, it became plain that the prediction was indeed to be fulfilled. And the name \"Ice-Heart\" clung to her. In spite of all her royal parents' commands to the contrary, \"Princess Ice-Heart\" she was called far and near. It seemed as if people could not help it. \" ' Sweet-Heart ' we cannot name her, for sweet she is not,\" was murmured by all who came in contact with her. And it was true. Sweet she certainly was not. She was beautiful and healthy and intelligent, but she had no feeling. In some ways she gave little trouble. Her temper, though occasionally violent, was, as a rule, placid ; she seemed contented in almost all circumstances. When her good old nurse died, she remarked coolly that she hoped her new attendant would dress her hair more be comingly. When King Brave-Heart started on some of his distant journeys, she bade him good bye with a smile, observing that if he never came home again it would be rather amusing, as she would then reign instead of him ; and when she saw her mother break into sobs at her unnatural"], [94, "80 STUDIES AND STORIES. speech, she stared at her in blank astonish ment. And so things went on till Ice-Heart reached her seventeenth year. By this time she was, as regarded her outward appearance, as beautiful as the fondest of parents could desire ; she was also exceedingly strong and healthy, and the powers of her mind were unusual. Her education had been carefully directed, and she had learnt with ease and interest. She could speak in several languages, her paintings were worthy of admira tion, as they were skilful and well executed ; she could play with brilliancy on various instruments. She had also been taught to sing, but her voice was metallic and unplcasing. But she could discuss scientific and philosophical subjects with the sages of her father's kingdom like one of themselves. And besides all this care bestowed upon her training, no stone had been left unturned in hopes of awakening in the unfortunate girl some affection or emotion. Every day the most soul-stirring poetry was read aloud to her by the greatest elo-"], [95, "81 PRINCESS ICE-HEART. cutionists, the most exciting and moving dramas were enacted before her ; she was taken to visit the poor of the city in their pitiable homes ; she was encouraged to see sad sights from which most soft-hearted maidens would instinctively flee. But all was in vain. She would express interest, and ask intelligent questions with calm, unmoved features and dry eyes. Even music, from which much had been hoped, was powerless to move her to aught but admiration of the performers' skill or curiosity as to the construction of their instru ments. There was but one peculiarity about her, which sometimes, though they could not have ex plained why, seemed to Ice-Heart's unhappy parents to hint at some shadowy hope. The sight of tears was evidently disagreeable to her. More certainly than anything else did the signs of weep ing arouse one of her rare fits of anger — so much so that now and then, for days together, the poor Queen dared not come near her child, as tears were to her a frequent relief from her lifelong regrets. So beautiful and wealthy and accomplished a G"], [96, "STUDIES AND STORIES. 82 maiden was naturally not without suitors ; and from this direction, too, at first, Queen Claribel trusted fondly that cure might come. \" If she could but fall in love,\" she said, the first time the idea struck her. \" My poor dear ! \" replied the King, \" to see, you must have eyes ; to love, you must have a heart.\" \" But a heart she has,\" persisted the mother. \" It is only, as it were, asleep — frozen, like the winter stream which bursts forth again into ever fresh life and movement with the awaking spring.\" So lovers were invited, and lovers came and were made welcome by the dozen. Lovers of every description — rich and poor, old and young, handsome and ugly — so long as they were of pass able birth and fair character. King Brave-Heart was not too particular, in the forlorn hope that among them one fortunate wight might rouse some sentiment in the lovely statue he desired to win. But all in vain. Each prince, or duke, or simple knight, duly instructed in the sad case, did his best : one would try poetry, another his lute, a"], [97, "83 PRINCESS ICE-HEART. third sighs and appeals, a fourth, imagining he had made some way, would attempt the bold stroke of telling Ice-Heart that unless she could respond to his adoration he would drown himself. She only smiled, and begged him to allow her to witness the performance — she had never seen any one drown. So, one by one, the troupe of aspirants — some in disgust, some in strange fear, some in annoyance — took their departure, preferring a more ordinary spouse than the bewitched though beautiful Princess. And she saw them go with calmness, though, in one or two cases, she had replied to her parents that she had no objection to marry Prince So and-so, or Count Such-another, if they desired it — it would be rather agreeable to have a husband if he gave her plenty of presents and did all she asked. \" Though a sighing and moaning lover, or a man who is always twiddling a fiddle or making verses, I could not stand,\" she would add con temptuously. So King Brave-Heart thought it best to try no"], [98, "84 STUDIES AND STORIES. such experiment. And in suture no gentleman was allowed to present himself except with the understanding that he alone who should succeed in making Princess Ice-Heart shed a tear would be accepted as her betrothed. This proclamation diminished at once the number of suitors. Indeed, after one or two candidates had failed, no more appeared — so well did it come to be known that the attempt was hopeless. And for more than a year Princess Ice-Heart was left to herself — very much, apparently, to her satisfaction. But all this time the mystic sisters were not idle or forgetful. Several of the aspirants to Ice- Heart's hand had been chosen by them and con veyed to the neighbourhood of the palace by their intermediacy from remote lands. And among these, one of the few who had found some slight savour in the maiden's eyes, was a special protege of the Western fairy — the young and spirited Prince Francolin. He was not one of the sighing or sentimental"], [99, "PRINCESS ICE-HEART. 85 order of swains ; he was full of life and adventure and brightness, and his heart was warm and generous. He admired the beautiful girl, but he pitied her still more, and this pity was the real motive which made him yield to the fairy's pro posal that he should try again. \" You pleased the poor child,\" she said, when she arrived one day at the Prince's home to talk over her new idea. \" You made her smile by your liveliness and fun. For I was there when you little knew it. The girl has been overdosed with senti mentality and doleful strains. I believe we have been on a wrong track all this time.\" \" What do you propose ? \" said Francolin, gravely, for he could be serious enough when seriousness was called for. \" She did not actually dislike me, but that is the most that can be said ; and however I may feel for her, however I may admire her beauty and intelligence, nothing would induce me to wed a bride who could not return my affection. Indeed, I could scarcely feel any for such a one.\" \" Ah, no ! I agree with you entirely,\" said the"], [100, "86 STUDIES AND STORIES. fairy. \" But listen — my power is great in some ways. I am well versed in ordinary enchantment, and am most willing to employ my utmost skill for my unfortunate god-daughter.\" She then unfolded to him her scheme, and obtained his consent to it. \"Now is your time,\" she said, in conclusion. \" I hear on the best authority that Ice-Heart is seeling rather dull and bored at present. It is some time since she has had the variety of a new suitor, and she will welcome any distraction.\" And she proceeded to arrange all the details of her plan. So it came to pass that very shortly after the conversation I have related there was great excite ment in the capital city of the kingdom of the Four Orts. After an interval of more than a year, a new suitor had at length presented himself for the hand of the Princess Ice-Heart. Only the King and Queen received the news with melancholy indifference. \" He may try as the others have done,\" said Brave-Heart to the messenger announcing the"], [101, "PRINCESS ICE-HEAR7. 87 arrival of the stranger at the gates, accompanied by a magnificent retinue ; \" but it is useless.\" For the poor King was fast losing all hope of his daughter's case ; he was growing aged and care worn before his time. \" Does he know the terms attached to his accept ance ?\" inquired the Queen. Yes, the messenger from the unknown candidate for the hand of the beautiful Ice-Heart had been expressly charged to say that the Prince Jocko — ■ such was the new-comer's name — was fully in formed as to all particulars, and prepared to comply with the conditions. The Princess's parents smiled somewhat bitterly. They had no hope, but still they could not forbid the attempt. \"Prince Jocko?\" said the King, \"not a very princelike name. However, it matters little.\" A few hours later the royal pair and their daughter, with all their attendants, in great state and ceremony, were awaiting their guest. And soon a blast of trumpets announced his approach. His retinue was indeed magnificent ; horsemen in"], [102, "88 STUDIES AND STORIES. splendid uniforms, followed by a troop of white mules with negro riders in gorgeous attire, then musicians, succeeded by the Prince's immediate attendants, defiled before the great marble steps in front of the palace, at the summit of which the King, with the Queen and Princess, was seated in state. Ice-Heart clapped her hands. \" 'Tis as good as a show,\" she said ; \" but where is the Prince?\" As she said the words the cortege halted. A litter, with closely drawn curtains, drew up at the foot of the steps. \" Gracious ! \" exclaimed the Princess, \" I hope he's not a molly-coddle ; \" but before there was time to say more the curtains of the litter were drawn aside, and in another moment an attendant had lifted out its occupant, who forthwith pro ceeded to ascend the steps. The parents and their daughter stared at each other and gasped. Prince Jocko was neither more nor less than a monkey !"], [103, "PRINCESS ICE-HEART. 89 But such a monkey as never before had been seen. He was more comical than words can ex press, and when at last he stood before them, and bowed to the ground, a three-cornered hat in his hand, his sword sticking straight out behind, his tail sweeping the ground, the effect was irresistible. King Brave-Heart turned his head aside, Queen Claribel smothered her face in her handkerchief, Princess Ice-Heart opened her pretty mouth wide and forgot to close it again, while a curious ex pression stole into her beautiful eyes. Was it a trick ? No ; Prince Jocko proceeded to speak. He laid his little brown paw on his heart, bowed again, coughed, sneezed, and finally began an oration. If his appearance was too funny, his words and gestures were a hundred times more so. He rolled his eyes, he declaimed, he posed and pirouetted like a miniature dancing-master, and his little cracked voice rose higher and higher as his own fine words and expressions increased in eloquence. And at last a sound — which never before had"], [104, "STUDIES AND STORIES. 90 been heard, save faintly — made every one start. The Princess was laughing as if she could no longer contain herself. Clear, ringing, merry laughter, which it did one's heart good to hear. And on she went, laughing ever, till — she flung herself at her mother's feet, the tears rolling down her cheeks. \" Oh, mamma ! \" she exclaimed, \" I never and then she went off again. But Prince Jocko suddenly grew silent. He stepped up to Ice-Heart and, respectfully raising her hand to his lips, gazed earnestly, beseechingly into her face, his own keen sharp eyes gradually growing larger and deeper in expression, till they assumed the pathetic, wistful look of appeal one often sees in those of a noble dog. \"Ah, Princess ! \" he murmured. And Ice-Heart stopped laughing. She pressed her hand to her side. \" Father ! mother ! \" she cried, \" help me ! help me ! Am I dying ? What has happened to me ? \" And, with a strange, long-drawn sigh, she sank fainting to the ground."], [105, "PRINCESS ICE-HEART. 91 There was great excitement in the palace, hurrying to and fro, fetching of doctors, and much alarm. But when the Princess had been carried indoors and laid on a couch, she soon revived. And who can describe the feelings of the King and Queen when she turned to them with a smile such as they had never seen on her face before. \" Dearest father, dearest mother,\" she said, \" how I love you ! Those strange warm drops that filled my eyes seem to have brought new life to me,\" and as the Queen passed her arm round the maiden she felt no chill of cold such as used to thrill her with misery every time she embraced her child. \" Sweet-Heart ! my own Sweet-Heart ! \" she whispered. And the Princess whispered back, \" Yes, call me by that name always.\" All was rejoicing when the wonderful news of the miraculous cure spread through the palace and the city. But still the parents' hearts were"], [106, "92 STUDIES AND STORIES. sore, for was not the King's word pledged that his daughter should marry him who had effected this happy change ? And this was no other than Jocko, the monkey ! The Prince had disappeared at the moment that Ice-Heart fainted, and now with his retinue he was encamped outside the walls. All sorts of ideas occurred to the King. \" I cannot break my word,\" he said, \" but we might try to persuade the little monster to release me from it.\" But the Princess would not hear of this. \" No,\" she said. \" I owe him too deep a debt of gratitude to think of such a thing. And in his eyes I read more than I can put in words. No, dear father ! You must summon him at once to be presented to our people as my affianced husband.\" So again the cortege of Prince Jocko made its way to the palace, and again the litter, with its closely drawn curtains, drew up at the marble steps. And Sweet- Heart stood, pale, but calm and smiling, to welcome her ridiculous betrothed."], [107, "PRINCESS ICE-HEART. 93 But who is this that quickly mounts the stairs with firm and manly tread ? Sweet- Heart nearly swooned again. \" Jocko ? \" she murmured. \" Where is Jocko ? Why, this is Prince Francolin ! \" \"Yes, dear child,\" said a bright voice beside her; and, turning round, Sweet- Heart beheld the Western fairy, who, with her sisters, had sud denly arrived. \" Yes, indeed ! Francolin, and no other ! \" The universal joy may be imagined. Even the grave fairy of the North smiled with pleasure and delight, and, as she kissed her pretty god daughter, she took the girl's hand and pressed it against her own heart. \" Never misjudge me, Sweet-Heart,\" she whis pered. \" Cold as I seem to those who have not courage to approach me closely, my heart, under my icy mantle, is as warm as is now your own.\" And so it was. Where can we get a better ending than the time-honoured one ? Francolin and Sweet-Heart"], [108, "94 STUDIES AND STORIES. were married, and lived happy ever after ; and who knows but what, in the kingdom of the Four Orts, they are living happily still ? If only we knew the way thither, we might see for ourselves if it is so !"], [109, "95 OLD GERVAIS. A CURIOUS EXPERIENCE. Pensorres Hall, Carmichael, N.B., Jan. 17th, 18S . . . And now, as to your questions about that long ago story. What put it into your head, I wonder? You have been talking \"ghosts\" like everybody else nowadays, no doubt, and you want to have something to tell that you had at \" first hand.\" Ah well, I will try to recall my small experience of the kind as accurately as my old brain is capable of doing at so long a distance. Though, after all, that is scarcely a correct way of putting it. For, like all elderly people, I find it true, strikingly true, that the longer ago the better, as far as memory is concerned. I can recollect events, places — nay, words and looks and tones, material impressions of the most trivial, such as"], [110, "96 STUDIES AND STORIES. scents and tastes, of forty or fifty years ago, far more vividly, more minutely, than things of a year or even a month past. It is strange, but I like it. There is something consolatory and suggestive about it. It seems to show that we are still all there, or all here, rather ; that there is a some thing — an innermost \" I \" — which goes on, faithful and permanent, however rusty and dull the machinery may grow with the wear and tear of time and age. But you won't thank me for reflections of this kind. You want my little personal experience of the \" more things,\" and you shall have it. You know, of course, that by birth — by descent, that is to say — I am a little, a quarter or half a quarter, French. And by affection I have always felt myself much more than that. It is often so ; there is a sort of loyalty in us to the weaker side of things. Just because there is really so much less French than English in me, because I have spent nearly all my threescore and ! years in Great Britain, I feel bound to stand up for the Gallic part of me, and to feel quite huffed and"], [111, "OLD GERVAIS. 97 offended if France or \" Frenchness \" is decried. It is silly, I dare say ; but somehow I cannot help it. We don't know, we can't say in what pro portions our ancestors are developed in us. It is possible that I am really, paradoxical as it may sound, more French than English, after all. You know all about me, but if you want to tell my bit of a ghost-story to others, you will under stand that I am not actuated by egotism in explaining things. It was through my being a little French that I came to pay long visits to old friends of my mother's in Normandy. They were not relations, but connections by marriage, and bound by the closest ties of association and long affection to our cousins. And the wife of the head of the family, dear Madame de Viremont, was my own godmother. She had visited us in England and Scotland — she loved both, and she was cosmopolitan enough to think it only natural that even as a young girl I should be allowed to cross the channel to stay with her for weeks, nay, months at a time, in her old chateau of Viremont-les-bocages. Not that I travelled over H"], [112, "98 STUDIES AND STORIES. there alone — ah no, indeed ! Girls, even of the unmistakably upper classes, do travel alone now, I am assured, still I can't say that it has ever come within my own knowledge that a young lady should journey by herself to Normandy, though I believe such things are done. But it was very different in my young days. My father himself took me to Paris — I am speaking just now of the first time I went, with which indeed only, I am at present concerned — and after a few days of sightseeing there, Madame de Viremont's own maid came to escort me to my destination — the chateau. We travelled by diligence, of course — the journey that five or six hours would now see accomplished took us the best part of two days. At Caen, my godmother met us, and I spent a night in her \"hotel\" there — the town residence of the family— dear old house that it was ! Many a happy day have I spent there since. And then, at Caen, I was introduced for the first time to my godmother's granddaughters, her son's children, Albertine and Virginie. Albertine was older than"], [113, "OLD GERVA1S. 99 I, Virginie two years younger. We were dread fully shy of each other, though Albertine was too well bred to show it, and talked formalities in a way that I am sure made her grandmother smile. Virginie, dear soul, did not speak at all, which you must remember is not bad manners in a French girl before she is out, and I, as far as I recollect, spoke nonsense in very bad French, and blushed at the thought of it afterwards. It was stupid of me, for I really could speak the language very decently. But that all came right. I think we took to each other in spite of our shyness and awkward ness, at once. It must have been so, for we have remained friends ever since, staunch friends, though Albertine's life has been spent among the great ones of the earth (she is a great-grand mother now) and I only see my Virginie once a year, or once in two or three years, for a few hours, at the convent of which she has long, long been the head ; and / am an old-fashioned, narrow-minded perhaps, Scotch maiden lady of a very certain age, who finds it not always easy"], [114, "100 STUDIES AND STORIES. to manage the journey to France even to see her dear old friends. How delightful, how unspeakably exciting and interesting and fascinating that first real glimpse into the home life of another nation was ! The queernesses, the extraordinary differences, the indescribable mingling of primitiveness with ultra refinement, of stateliness and dignity of bearing and customs with odd unsophisticatedness such as I had imagined mediæval at least — all added to the charm. How well I remember my first morning's waking in my bedroom at the chateau ! There was no carpet on the floor ; no looking-glass, except a very black and unflattering one which might have belonged to Noah's wife, over the chimney-piece ; no attempt at a dressing-table ; a ewer and basin in the tiny cabinet-de-toilette which would have delighted my little sister for her dolls. Yet the cup in which old Desiree brought me my morning chocolate was of almost priceless china, and the chocolate itself such as I do not think I ever have tasted elsewhere, so"], [115, "OLD GERVAIS. 101 rich and fragrant and steaming hot — the roll which accompanied it, though sour, lying on a little fringed doyley marked with the Viremont crest in embroidery which must have cost some body's eyes something. It seemed to me like awaking in a fairy-tale in a white cat's chateau. And the charm lasted till I had come to feel so entirely at home with my dear, courteous, kindly hosts, that I forgot to ask myself if I were enjoying myself or no. Nay, longer than till then, did it last — indeed, I have never lost the feeling of it — at any moment I can hear the tapping of my godmother's stoutly shod feet as she trotted about early in the morning, superintending her men and maidens, and giving orders for the day; I can scent the perfume of Monsieur's pet roses ; I can hear the sudden wind, for we were not far from the sea, howling and crying through the trees as I lay in my alcove bed at night. It was not a great house, though called a chateau. It was one of the still numerous moderate-sized old country houses which escaped the destruction"], [116, "102 STUDIES AND STORIES. of that terrible time now nearly a century past. The De Viremonts were of excellent descent, but they had never been extremely wealthy, nor very prominent. They were pious, home-loving, cultivated folk — better read than most of their class in the provinces, partly perhaps thanks to their English connections which had widened their ideas, partly because they came of a scholarly and thoughtful race. The house was little changed from what it must have been for a century or more. The grounds, so Madame de Viremont told me, were less well tended than in her husband's child hood, for it was increasingly difficult to get good gardeners, and she herself had no special gift in that line, such as her mother-in-law had been famed for. And though Monsieur loved his roses, his interest in horticulture began and ended with them. I don't think he minded how untidy and wilderness-like the grounds were, provided the little bit near the house was pretty decent. For there, round the \" lawn \" which he and Madame fondly imagined was worthy of the name, bloomed his beloved flowers."], [117, "OLD GERVAIS. 103 If it had been my own home, the wildness of the unkempt grounds would have worried me sadly. I have always been old-maidish about neatness and tidiness, I think. But as it was not my home, and I therefore felt no uncomfortable responsi bility, I think I rather liked it. It was wonder fully picturesque — here and there almost mys terious. One terrace I know, up and down which Virginie and I were specially fond of pacing, always reminded me of the garden in George Sand's \" Chateau de Pictordu,\" if only there had been a broken statute at one end ! The time passed quickly, even during the first two or three weeks, when my only companions were \" Marraine,\" as Madame made me call her, and her husband. I was not at all dull or bored, though my kind friends would scarcely believe it, and constantly tried to cheer my supposed loneli ness by telling me how pleasant it would be when les petites — Albertine and Virginie — joined us, as they were to do before long. I didn't feel very eager about their coming. I could not forget my shyness ; though, of course, I did not like to say"], [118, "STUDIES AND STORIES. 104 so. I only repeated to my godmother that I could not feel dull when she and Monsieur de Viremont were doing so much to amuse me. And for another reason I was glad to be alone with my old friends at first. I was very anxious to improve my French, and I worked hard at it under Mon sieur's directions. He used to read aloud to us in the evenings ; he read splendidly, and besides the exercises and dictations he gave me, he used to make me read aloud too. I hated it at first, but gradually I improved very much, and then I liked it. So passed three or four weeks ; then at last one morning came a letter announcing the grand daughters' arrival on the following day. I could not but try to be pleased, for it was pretty to see how delighted every one at the chateau was, to hear the news. \"They must be nice girls,\" I thought, \"other wise all the servants and people about would not like them so much,\" and I made myself take an interest in going round with my godmother super intending the little preparations she was making for the girls."], [119, "OLD GERVAIS. 105 They were to have separate rooms. Albertine's was beside mine, Virginie's on the floor above. There was a good deal of excitement about Virginie's room, for a special reason. Her grand mother was arranging a surprise for her, in the shape of a little oratory. It was a tiny closet — a dark closet it had been, used originally for hanging up dresses, in one corner of her room, and here on her last visit, the girl had placed her prie-Dieu, and hung up her crucifix. Madame de Viremont had noticed this, and just lately she had had the door taken away, and the little recess freshly painted, and a small window knocked out, and all made as pretty as possible for the sacred purpose. I felt quite interested in it. It was a queer little recess — almost like a turret — and Madame showed me that it ran up the whole height of the house from the cellars where it began, as an out jut, with an arched window to give light to one end of the large \" cave \" at that side, which would otherwise have been quite dark. \" The great cellar used to be a perfect rat-"], [120, "106 STUDIES AND STORIES. warren,\" she told me, \"till light and air were thus thrown into it. What that odd out-jut was originally, no one knows. There goes a story that a secret winding-staircase, very, very narrow, of course, once ran up it to the roof. There were some doubts, I know, as to the solidity of the masonry — it has sunk a little at one side, you can see it in the cellar. But I expect it has all ' settled,' as they call it, long ago. Old Gervais, whom we employed to knock out the new window in Virginie's little oratory, had no doubt about it, and he is a clever mason.\" \" Old Gervais,\" I repeated ; \" who is he, Marraine ? I don't think I have seen him, have I ? \" For she had spoken of him as if I must have known whom she meant. \" Have you not ? \" she said. \" He is a dear old man — one of our great resources. He is so honest and intelligent. But no I dare say you have not seen him. He does not live in our village, but at Plaudry, a mere hamlet about three miles off. And he goes about a good deal ; the neigh bouring families know his value, and he is always"], [121, "OLD GERVAIS. 107 in request for some repairs or other work. He is devout, too,\" my godmother added ; \" a simple, sincere, and yet intelligent Christian. And that is very rare nowadays : the moment one finds a thoughtful or intelligent mind among our poor, it seems to become the prey of all the sad and hopeless teaching so much in the air.\" And Madame de Viremont sighed. But in a moment or two she spoke again in her usual cheerful tone. \"It was quite a pleasure to see Gervais' in terest in this little place,\" she said — we were standing in the oratory at the time. \" He has the greatest admiration for our Virginie, too,\" she added, \"as indeed every one has who knows the child.\" \" She does look very sweet,\" I said, and truly. But as I had scarcely heard Virginie open her lips, I could not personally express admiration of any thing but her looks ! In those days too, the repu tation of unusual \" goodness \" — as applied to Virginie de Viremont, I see now that the word \" sanctity \" would scarcely be too strong to use —"], [122, "108 STUDIES AND STORIES. in one so young, younger than myself, rather alarmed than attracted me. But her grandmother seemed quite pleased. \"You will find the looks a true index,\" she said. I was examining the oratory — and wondering if there was any little thing I could do to help to complete it. Suddenly I exclaimed to my god mother — \"Marraine, the floor does sink decidedly at one side — just move across slowly, and you will feel it.\" \" I know,\" she replied composedly, \" that is the side of the settling I told you of. It is the same in the two intermediate stories— one of them is my own cabinet-de-toilette. If Virginie does not observe it at once, we shall have Albertine dis covering it some day, and teasing the poor child by saying she has weighed down the flooring by kneeling too much — it is just where she will kneel.\" \" Is Albertine a tease ? \" I asked ; and in my heart I was not sorry to hear it. \" Ah, yes indeed,\" said Madame. \" She is full"], [123, "OLD GERVAIS. 109 of spirits. But Virginie, too, has plenty of fun in her.\" My misgivings soon dispersed The two girls had not been forty-eight hours at Viremont before we were the best of friends, Virginie and I especially. For though Albertine was charming, and truly high-principled and re liable, there was not about her the quite inde scribable fascination which her sister has always possessed for me. I have never known any one like Virginie, and I am quite sure I never shall. Her character was the most childlike one in certain ways that you could imagine — absolutely single-minded, unselfish, and sunny — and yet joined to this a strength of principle like a rock, a resolution, determination, and courage, once she was convinced that a thing was right, such as would have made a martyr of her without a moment's flinching. I have often tried to de scribe her to you ; and the anecdote of her child hood, which at last I am approaching — she was barely out of childhood — shows what she was even then."], [124, "IO STUDIES AND STORIES. 110 Those were very happy days. Everything united to make them so. The weather was lovely, we were all well, even Monsieur's gout and Madame's occasional rheumatism having for the time taken to themselves wings and fled, while we girls were as brilliantly healthful and full of life as only young things can be. What fun we had ! Games of hide-and-seek in the so-called garden — much of it better described as a wilderness, as I have said — races on the terrace ; explorations now and then, on the one or two partially rainy days, of Madame's stores — from her own treasures of ancient brocades and scraps of precious lace and tapestry, to the \" rubbish,\" much of it really rubbish, though some of it quaint and interesting, hoarded for a century or two in the great \" grenier \" which extended over a large part of the house under the rafters. I have by me now, in this very room where I write, some precious odds and ends which we extracted from the collection, and which my godmother told me I might take home with me to Scotland, if I thought it worth the trouble."], [125, "OLD GERVAIS. 111 One day we had been running about the grounds till, breathless and tired, we were glad to sit down on the seat at the far end of the terrace. And, while there, we heard some one calling us. \" Albertine, Virginie, Jeannette,\" said the voice. \" It is grandpapa,\" said Virginie, starting up, and running in the direction indicated, Albertine and I following her more leisurely. \" Where have you been, my children ? \" said the old gentleman, as we got up to him. \" I have been seeking you — what are your plans for the afternoon ? Your grandmother is going to pay some calls, and proposes that one of you should go with her, while I invite the other two to join me in a good walk — a long walk, I warn you — to Plaudry. What do you say to that ? \" The two girls looked at me. As the stranger, they seemed to think it right that I should speak first. \" I should like the walk best,\" I said with a smile. \" I have not been to Plaudry, and they say it is so pretty. And — perhaps Marraine would prefer one of you two to pay calls — I have"], [126, "STUDIES AND STORIES. 112 already visited most of your neighbours with her before you came, and every one was asking when you were coming. \"Albertine, then,\" said her grandfather. \"Yes, that will be best. And you two little ones shall come with me.\" The arrangement seemed to please all concerned, especially when Monsieur went on to say that the object of his expedition was to see Gervais the mason. \" Oh,\" said Virginie, \" I am so glad. I want to thank him for all the interest he took in my dear little oratory. Grandmamma told me about it.\" Her eyes sparkled. I think I have omitted to say that Madame de Viremont had been well rewarded for her trouble by Virginie's delight in the little surprise prepared for her. \" I want him to see to the arch of the window in the ' cave,' \" said Monsieur. \" Some stones are loosened, one or two actually dropped out. Per haps his knocking out of your little window, Virginie, has had to do with it. In any case,"], [127, "OLD GERVAIS. 113 it must be looked to, without delay. Come round that way, and you shall see what I mean.\" He led us to the far side of the house. The window in question had been made in the out jut I have described ; but as it was below the level of the ground, a space had been cleared out in front of it, making a sort of tiny yard, and two or three steps led down to this little spot. It seemed to have been used as a receptacle for odds and ends — flower-pots, a watering-can, etc., were lying about. Monsieur went down the steps to show us the crumbling masonry. He must have had good eyes to see it, I thought, for only by pushing aside with his stick the thickly growing ivy, could he show us the loosened and falling stones. But then in a moment he ex plained. \" I saw it from the inside. I was showing the men where to place some wine I have just had sent in, in the wood. And the proper cellar is over-full — yes, it must certainly be seen to. Inside it looks very shaky.\" So we three walked to Plaudry that afternoon. 1"], [128, "STUDIES AND STORIES. 114 It was a lovely walk, for Monsieur knew the shortest way, partly through the woods, by which we avoided the long, hot stretch of high-road. And when we reached our destination — a hamlet of only half a dozen cottages at most— by good luck Gervais was at home, though looking half ashamed to be caught idle, in spite of his evident pleasure at the visit. He had not been very well lately, his good wife explained, and she had insisted on his taking a little rest. And though I had never seen him before, it seemed to me I could have discerned a worn look — the look of pain patiently borne — in the old man's quiet, gentle face and eyes. \" Gervais not well ! \" said Monsieur. \" Why, that is something new. What's been the matter, my friend ? \" Oh, it was nothing — nothing at all. The old wife frightened herself for nothing, he said. A little rheumatism, no doubt — a pain near the heart. But it was better, it would pass. What was it Monsieur wanted ? He would be quite ready to see to it by to-morrow."], [129, "OLD GERVAIS. 115 Then Monsieur explained, and I could see that at once the old mason's interest was specially aroused. \" Ah yes, certainly,\" he interjected. It must be seen to — he had had some misgivings, but had wished to avoid further expense. But all should be put right. And he was so glad that Mademoiselle was pleased with the little oratory, his whole face lighting up as he said it. To morrow by sunrise, or at least as soon as possible after, he would be at the chateau. Then we turned to go home again, though not till Madame Gervais had fetched us a cup of milk, to refresh us after our walk ; for they were well to do, in their way, and had a cow of their own, though the bare, dark kitchen, which in England would scarcely seem better than a stable, gave little evidence of any such prosperity. I said some words to that effect to my companions, and then I was sorry I had done so. \" Why, did you not see the armoire ? \" said Virginie. \" It is quite a beauty.\" \"And the bed and bedding would put many such commodities in an English cottage to shame,"], [130, "116 STUDIES AND STORIES. I fancy,\" added Monsieur, which I could not but allow was probably true. Gervais kept his word. He was at his post in the \" cave \" long before any of us were awake, and Virginie's morning devotions must have been dis turbed by the knocking and hammering far below. He was at it all day. Monsieur went down to speak to him once or twice, but Gervais had his peculiarities. He would not give an opinion as to the amount of repair necessary till he was sure. And that afternoon we all went for a long drive — to dine with friends, and return in the evening. When we came home, there was a message left for Monsieur by the old mason to the effect that he would come again \" to-morrow,\" and would then be able to explain all. Monsieur must not mind if he did not come early, as he would have to get something made at the forge — something iron, said the young footman who gave the message. \"Ah, just so,\" said Monsieur. \"He has found it more serious than he expected, I fancy ; but it will be all right, now it is in his hands.\""], [131, "OLD GERVAIS. 117 So the next morning there was no early knock ing or tapping to be heard in the old cellar. Nor did Gervais return later, as he had promised. \" He must have been detained at the forge,\" said Monsieur. \" No doubt he will come to morrow.\" To-morrow came, but with it no Gervais. And Monsieur de Viremont, who was old and some times a little irascible, began to feel annoyed. He went down to the cellar, to inspect the work. \" It is right enough,\" he said, when he came up • stairs to the room where we four ladies were sitting — there had been a change in the weather, and it was a stormily rainy day — \" I see he has got out the loose stones, and made it all solid enough, but it looks unsightly and unfinished. It wants point ing, and \" \"What was it Alphonse said about an iron band or something?\" said Madame. \"Perhaps Gervais is getting one made, and it has taken longer than he expected.\" \" It is not necessary,\" said the old gentleman. \" Gervais is over-cautious. No— a girder would"], [132, "118 STUDIES AND STORIES. be nonsense ; but I do not like to see work left so untidy ; and it is not his usual way.\" So little indeed was it the old mason's way, that when another day passed, and there was no news of Gervais, Monsieur determined to send in the morning to hunt him up. \" I would have walked over this afternoon myself,\" he said, \" if the weather had been less terrible.\" For it really was terrible — one of those sudden storms to which, near the sea, we are always liable, even in summer — raging wind, fierce beating, dashing rain, that take away for the time all sensa tion of June or July. But whatever the weather was, orders were given that night that one of the outdoor men was to go over to Plaudry first thing the next morning. Monsieur had a bad night, a touch of gout, and he could not get to sleep till very late, or rather early. So Madame told us when we met at table for the eleven o'clock big breakfast. \" He only awoke an hour ago, and I wanted"], [133, "OLD GERVAIS. 119 him to stay in bed all day,\" she said. \" But he would not consent to do so. Ah ! there he comes,\" as our host at that moment entered the room with apologies for his tardiness. The wind had gone down, though in the night it had been fiercer than ever ; but it was still rain ing pitilessly. \" I do hope the storm is over,\" said Virginie. \" Last night, when I was saying my prayers, it almost frightened me. I really thought I felt the walls rocking.\" \" Nonsense, child ! \" said her grandfather, sharply. Incipient gout is not a sweetener of the temper. But Virginie's remark had reminded him of some thing. \" Has Jean Pierre come back from Plaudry ? \" he asked the servant behind his chair ; \"and what message did he bring ? \" Alphonse started. He had been entrusted with a message, though not the one expected, but had forgotten to give it. \" He did not go, Monsieur,\" he said ; hastily adding, before there was time for his master to"], [134, "120 STUDIES AND STORIES. begin to storm. \" There was no need. Old Ger vais was here this morning — very early, before it was light almost ; so Nicolas \" — Nicolas was the bailiff — \"said no one need go.\" \" Oh — ah, well,\" said Monsieur, mollified. \" Then tell Gervais I want to speak to him before he leaves.\" Then Alphonse looked slightly uneasy. \" He is gone already, unfortunately — before Monsieur's bell rang. He must have had but little to do — by eight o'clock, or before, he was gone.\" Monsieur de Viremont looked annoyed. \" Very strange,\" he said, \" when he left word he would explain all to me. Did you see him ? did he say nothing? \" No, Alphonse had not seen him — he had only heard him knocking. But he would inquire more particularly if there was no message. He came back in a few moments, looking per plexed. No one, it appeared, had really seen the mason ; no one, at least, except a little lad, Denis by name — who worked in the garden — \" the little"], [135, "OLD GERVAIS. 121 fellow who sings in the choir,\" said Alphonse. He — Denis — had seen Gervais' face from the garden, at the window. And he had called out, \" Good morning,\" but Gervais did not answer. \" And the work is completed ? Has he perhaps left his tools? if so, he may be coming back again,\" asked Monsieur. Alphonse could not say. Impatient, the old gentleman rose from the table, and went off to make direct inquiry. \" Very odd, very odd indeed,\" he said when he returned and sat down again. \"To all appearance, the work is exactly as it was when he left it three days ago. Not tidied up or finished. And yet the cook and all heard him knocking for two hours certainly, and the child, Denis, saw him.\" \" I dare say he will be returning,\" said Madame, soothingly. \" Let us wait till this evening.\" So they did ; but no Gervais came back, and the rain went on falling, chill, drearily monotonous. Just before dinner Monsieur summoned the bailiff. \"Someone must go first thing to-morrow,\" he"], [136, "STUDIES AND STORIES. 122 began at once, when Nicolas appeared, \" and tell Gervais sharply that I won't be played the fool with. What has come over the old fellow ? \" \" No, Monsieur, certainly not. Monsieur's orders must be treated with respect,\" replied Nicolas, ignoring for the moment his master's last few words. \" But \" and then we noticed that he was looking pale. \" Some one has just called in from Plaudry — a neighbour — he thought we should like to know. Gervais is dead — he died last night. He has been ill these three days — badly ill ; the heart, they say. And the weather has stopped people coming along the roads as much as usual, else we should have heard. Poor old Gervais — peace to his soul.\" And Nicolas crossed himself. •'Dead!\" Monsieur repeated. \"Dead!\" we all echoed. It seemed incredible. Monsieur, I know, wished he had not spoken so sharply. \"Virginie, Jeannette,\" whispered Albertine. \" It must have been his ghost ! \" But she would not have dared to say so to her grandfather."], [137, "OLD GERVAIS. 123 \"It is sad, very sad,\" said Monsieur and Madame. Then a few directions were given to the bailiff, to offer any help she might be in want of, to the poor widow, and Nicolas was dismissed. \" It just shows what imagination will do,\" said Monsieur ; \" all these silly servants believing they heard him, when it was impossible.\" \" Yes,\" whispered Albertine again, \" and Denis Blanc, who saw him. And Denis, who is so truth ful ; a little saint indeed ! You know, Virginie, the boy with the lovely voice.\" Virginie bent her head in assent, but said nothing. And the subject was not referred to again that evening. But The storm was over, next day was cloudless, seeming as if such things, as wind and rain and weather fury had never visited this innocent looking world before. Again we went off to a neighbouring chateau, returning late and tired, and we all slept soundly. Again an exquisite day. Monsieur was reading aloud to us in the"], [138, "STUDIES AND STORIES. 124 salon that evening ; it was nearly bedtime, when a sort of skirmish and rush — hushed, yet excited voices, weeping even, were heard outside. Monsieur stopped. \" What is it ? \" he said Then rising, he went to the door. A small crowd of servants was gathered there, arguing, vociferating, yet with a curious hush over it all. \" What is it ? \" repeated the master sternly, Then it broke out. They could stand it no longer; something must be done; though Monsieur had forbidden them to talk nonsense — it was not nonsense, only too true. \" What ? \" thundered the old gentleman. \" About Gervais. He was there again — at the present moment. He had been there the night before, but no one had dared to tell. He had returned, no notice having been taken of his first warning. And he would return. There now, if every one would be perfectly still, even here, his knockings could be heard.\" The speaker was the cook. And truly, as an uncanny silence momentarily replaced the muffled"], [139, "OLD GERVAIS. 125 hubbub, far-off yet distinct taps, coming from below, were to be heard. \" Some trick,\" said Monsieur. \" Let us go down, all of us together, and get to the bottom of this affair.\" He led the way ; we women, and after us the crowd of terrified servants, following. Monsieur paused at the kitchen door. It is dark in the ' cave,' \" he said. \" No, no,\" cried the cook. \" There is a beautiful moon. Not a light, pray Monsieur ; he might not like it.\" All was silent. We reached the cellar, and entered it a little way. Quite a distance off, so it seemed, was the arched window, the moonlight gleaming through it eerily, the straggling ivy outside taking strange black shapes ; but no one to be seen, nothing to be heard. Ah, what was that ? The knocking again, un mistakable, distinct, real. And why did one side of the window grow dark, as if suddenly thrown into shadow ? Was there something intercepting"], [140, "126 STUDIES AND STORIES. the moonlight ? It seemed misty, or was it partly that we scarcely dared look ? Then, to our surprise, the grandfather's voice sounded out clearly. \"Virginie, my child,\" he said, \"you are the youngest, the most guileless, perhaps the one who has least cause for fear. Would you dread to step forward and — speak ? If so be it is a message from the poor fellow, let him tell it. Show every one that those who believe in the good God need not be afraid.\" Like a white angel, Virginie, in her4ight summer dress, glided forward, silent. She walked straight on ; then, rather to our surprise, she crossed the floor, and stood almost out of sight in the dark corner, at the further side of the window. Then she spoke — \" Gervais, my poor Gervais,\" she said. \" Is it you ? I think I see you, but I cannot be sure. What is troubling you, my friend ? What is keeping you from your rest ? \" Then all was silent again. I should have said that as Virginie went forward, the knocking"], [141, "OLD GERVAIS. 127 ceased — so silent that we could almost hear our hearts beat. And then — Virginie was speaking again, and not repeating her questions ! When we realized this, it did seem awful. She was carrying on a conversation. Site had been answered. What she said I cannot recall. Her voice was lower now ; it sounded almost dreamy. And in a moment or two she came back to us, straight to her grandfather. \" I will tell you all,\" she said. \" Come upstairs — all will be quiet now,\" she added, in a tone almost of command, to the awestruck servants. And upstairs she told. \"I do not know if he spoke,\" she said, in answer to Albertine's eager inquiries. \" I can not tell. I know what he wanted, that is enough. No ; I did not exactly see him ; but — he was there.\" And this was the message, simple enough. The wall was not safe, though he had done what could be done to the stonework. Iron girders must be fixed, and that without delay. He had felt too ill to go to the forge that night as he"], [142, "128 STUDIES AND STORIES. had intended, and the unfinished work, the pos sible danger, was sorely on his mind. \" He thanked me,\" said Virginie, simply. \" He feared that grandfather would think all the solid work was done, and that the wall only needed finishing for appearance.\" As, indeed, Monsieur de Viremont had thought. Afterwards the old woman told us a little more. Gervais had been alternately delirious and uncon scious these two or three days. He had talked about the work at Viremont, but she thought it raving, till just at the last he tried to whisper something, and she saw he was clear-headed again, about letting Monsieur know. She had meant to do so when her own first pressure of grief and trouble was over. She never knew that the warn ing had been forestalled. That is all. And it was long ago, and there are thrillingly sensational ghost-stories to be had by the score nowadays. It seems nothing. But I have always thought it touching and impressive, knowing it to be true."], [143, "OLD GERVAIS. 129 If I have wearied you by my old woman's garrulity, forgive it. It has been a pleasure to me to recall those days. Your ever affectionate, Janet Marie Bethune. K"], [144, "130 STUDIES AND STORIES. \"ONCE KISSED.\" She was quick, capable, and energetic — unselfish and devoted. But she was enthusiastic and in experienced ; in a word, too young, perhaps, for the work she had undertaken — that of nursing in a children's hospital. The circumstances of her life had altered : from being the petted darling of her grandparents' luxurious home, she found herself almost alone. For the first time, she realized her orphanhood, not merely in the want of the closest, the nearest of human ties and affections, those we are born to, and feel ours by \" Divine right,\" but in another blank — less painful, in one sense, certainly less sympathized with, but, I would venture to say, to a conscientious, aspiring nature, more perplex ing, more spirit-troubling than where the direct"], [145, "\" ONCE KISSED.\" 131 fiat of the All-wise leaves us naught to do but to bow the head in submission. She had no distinct, unmistakable sphere of duty, no not-to-be-set-aside work, or what may be called secondary objects in life. For what the first and highest aim of all human existence should be, religion had taught her ; and hitherto the directions in which she personally was to act it out in daily routine and \"common task,\" had, to a certain extent at least, been recognizable. But now all was different — there was no grand father to walk out with, to read to ; no grand mother to wait upon and cheer with her bright young presence ; no pretty and gracious (though not necessarily, on that account, to be despised), home charities to dispense to the poorer neigh bours she had known from her infancy, and the girl was all at sea. \"Is it my fault?\" she asked herself. \"Have I been selfish and thoughtless ? or — but no, I cannot bear to blame them — still, in their love, they may have been mistaken. Did they bring me up too indulgently, with too little care for any"], [146, "132 STUDIES AND STORIES. but ourselves ? If so, I must face it now. For there is something to do always, everywhere, if only I could find it! \" And at this crisis there came across her some suggestion of the special work in question — work so needed, so grand, if taken up in the best way, though, as must be the case in the youth of all great movements, so often rashly or inconsider ately embraced, so little leavened by that which should leaven all things. \" I will do it,\" she decided. \" It is the one thing which has distinctly come in my way ; so it must be meant. It may train me for some work of my own in the future.\" And probably she was right. Where there is only one finger-post visible to us, what can we do but follow it? And even if it be a mistake — there are mistakes and mistakes — there are some which prove in the end stepping-stones ; there are failures better than success. \" I love children with all my heart,\" thought Esme ; \" that I can say for myself. I think I have it in me to be infinitely patient with them ; above"], [147, "\"ONCE KISSED.\" 133 all, poor children and suffering ones. I could imagine myself being very severe to selfish, spoilt, rich children, though of course there are dear sweet things among rich children too. Still, on the whole, I think I am glad I am well-off, and not obliged to be a governess.\" Poor dear! she knew uncommonly little about children. Few, so young as she, knew as little. Her own childhood had been exceptional, tenderly sheltered and companionless. Now and then, as she grew older, she had seen something of the nurseries and schoolrooms of her own class ; had gone into raptures over some large-eyed, solemn darling scarce out of babyhood, or some quaintly attired, dainty damsel with a fluff of shaggy golden hair, who suffered herself to be kissed and vouchsafed with a fascinating lisp, some con fidences about her dolls or her dachshund, and was often, perhaps, as sweet as she seemed. Once or twice, too, Esme had been disgusted by an experience of that objectionable thing, a regular \"spoilt child\" — a thing, in the superficial sense, but rarely seen in our modern world compared"], [148, "134 STUDIES AND STORIES. with a generation or so ago ; for, strictly as children were brought up in past years, taking them en masse, there were flagrant, unmistakable exceptions. There were silly people who dis tinctly spoilt their little ones by foolish, rampant over-indulgence, which, however, brought its own cure — the effect being so quickly and surely to make the poor creatures odious that they were pretty sure to pull themselves up sooner or later ; while nowadays it is, I fear, too often the good, wise, and even sensible parents who do the fatal work all unwittingly. The very theories against foolish indulgence, the very rules so carefully considered, so methodically carried out, are not seldom more disastrous in their consequences than the unlimited \"goodies,\" or ridiculous petting lavished upon \"Miss\" or \"Master\" in our grand mothers' days. For, with the quick intelligence and almost unfailing instinct of childhood, Jack and Ethel soon discover that in their own home they are the pivots round which the universe revolves ; that if Jack takes a poorish place at school — perhaps not a bad thing for him, by any"], [149, "\"ONCE KISSED.\" 135 means — the family equilibrium is extraordinarily disturbed ; that if Ethel and her governess do not hit it off, mamma and her friends gravely discuss the possible faults of the governess's \" system.\" All very well, and, to a certain extent, requisite ; but that the children should suspect their own importance, and learn to exaggerate it as they do, cannot be a wise or necessary part of the plan. Esme's knowledge of children of the lower classes was fully as limited and perhaps even less real than her acquaintance with small folk in the higher ranks of life. True, she had had her Sunday school class in the village of which her grandfather had been the squire, she had run in and out of the cottages with beef-tea and jelly when trouble and sickness were about, braving, with her good grandmother's approval, the possible risks of infection or pitiful sights. But then she had always been \" Miss Esme,\" \" our young lady,\" and the little maidens of her class were docile if dull, and the terror of disgrace or loss of Miss Esme's favour was more powerful with them than she in the least suspected. They were \"dear,"], [150, "136 STUDIES AND STORIES. good girls,\" she used to say, \"though of course not nearly so interesting as the children of the really poor — the children of the East end, for instance,\" about whom she had heard a very little and read a good deal, and imagined herself thoroughly well informed. So that when she came into actual contact with them, her mind and fancy were peopled with \" Froggy's little brother Ben's,\" or small women of the \" Little Meg \" type — rarities assuredly, though far be it from me to say such cannot and do not exist, in all the greater loveliness from the contrast with their terrible surroundings. The disillusionment was bitter, and it came quickly, though the girl did not yield to it without inward resistance. \" It must be my fault. I don't understand their ways,\" she would say to herself. \" I suppose they have feelings — most of them love their mothers, and their mothers love them.\" And she would pluck up heart again and rejoice in any glimmer of the ineffable charm of innocent childhood — of the o-old amidst the alloy induced by the poor, unlovely"], [151, "\"ONCE KISSED.\" 137 lives from which many of the young sufferers were, for a moment, as it were, lifted into a purer atmosphere. And by degrees, though the disappointment and the disillusionment grew deeper, and could no longer be dissembled to herself, from the very ashes of her girlish, half-poetical enthusiasm, rose a truer and a nobler trust. And there came, as I have just said, brighter gleams now and then — a sweet child-nature would sparkle out unstained and ingenuous, like a stray diamond in the mud and dust, or childish confidences would reveal to Esme the existence of homes worthy of the name ; homes, despite their own poverty, and far worse than poverty close by, well-nigh as pure and loving as had been her own. Still, it was very unlike what she had dreamt of, and the strain and fatigue, the responsibility, the incessant tragedy of the whole, the absolute difference in a thousand ways, small and great from anything Esme had hitherto known, the utter absence of any kind of \"home\" feeling most of all, told upon her, strong and healthy as"], [152, "138 STUDIES AND STORIES. she was. There were times when she almost lost heart. And, of course, there was much call for patience as well as devotion, much trial of temper, much, very much to discourage and even depress, in the patients themselves as well as in the work. Esme had been some months at her post, when one day a peculiarly unattractive child was given into her charge. It was a boy of about three or four, dirty to the last degree, gaunt, yellow, and starved-looking, with a stupid yet old-mannish sort of face — so stupid, indeed, as to raise a doubt in the young nurse's mind as to whether he were \" all there.\" The dirt, of course, was got rid of, but the result was less pleasing than was sometimes the case, when a good scrubbing would bring to light some childish charms underneath the unseemly mask. Billy remained gaunt and yellow and impish — the latter word even being too complimentary, with its suggestion of some fun and liveliness, to anything so stolid and uninteresting. He did not even seem very ill — not interesting as a \"case\" any more"], [153, "\"ONCE KISSED.\" 139 than as a child. He was just ill enough to make the tending and feeding him very troublesome, for he was not hungry, and yet not weak enough to lie still and endure with the wonderful patience one sees to such a pathetic extent among little sufferers. He was trying and tiresome to an extent words would fail me to describe, gifted with an almost appalling genius for making himself odiously disagreeable, and a talent for picking out the things most certain to annoy and exasperate his nurses, really startling in so young a child. Yet he never spoke — apparently he had never learnt to do so ; grunts, inarticulate cries, and squeals were his only language, though, most assuredly, he was not deaf, nor — as time went on, this became more apparent — by any means devoid of a strange, almost malign kind of intelligence. Were there visitors to the hospital, and those in charge of the ward naturally anxious to show it to advantage, very certainly, when Esme's back was turned, the whole of Billy's neatly arranged cot would be upset by a scientific kick, and the young"], [154, "STUDIES AND STORIES. 140 nurse probably reprimanded for her carelessness ; had she finished her work for the time being, and were she starting off for a well-earned hour or two's rest, or a refreshing walk, if there were any way in which the child could, at the last moment, delay her and give her some task to do over again, it might be safely prophesied that he could find it ! \" He really frightens me, he is so cleverly naughty,\" she said one day to a sympathizing coadjutor. \" There are such children,\" was the reply. \" I have had to do with several of them ; but I confess I have never seen any quite so bad as he. He is like a creature without a soul, isn't he? \" Human nature is curiously contradictory and inconsistent. For the first time, at these words, there crept into Esme's heart a certain sensation of proprietorship in the changeling-like child ; a half involuntary thrill of indignation for him. After all, he was her child, her charge — a faint flush rose to her cheeks as she replied to her would-be sym pathizer, who, I fear, found herself in the undesir-"], [155, "\"ONCE KISSED.\" 141 able position described by the Russian proverb as akin to that of one who meddles between husband and wife — \" as well thrust your hand between the trunk of a tree and the bark.\" \" I should not like to think that ; after all, per haps it is only that nobody has ever loved him,\" Esme said, rather coldly. \" Nor is it likely that any one ever will, I should say,\" the other nurse carelessly replied, as she turned away. \" Poor Billy ! \" said Esme, half under her breath. She glanced at him as she spoke. He was lying very quiet ; it struck her that he looked paler than usual, and his eyes seemed to return her glance with more — or a different — expression in them. Was it that her tone had caught his ears, even if he could not have understood the words ? But the rest of that day brought exceptional and absorbing work to her, so that, for the time being, Billy and his misdemeanours almost faded from her thoughts. \" That child is not improving as he should be doing,\" was remarked to her the next day by a"], [156, "142 STUDIES AND STORIES. superior authority, and Esme, still with the softened feeling to the boy, and with a slight misgiving that perhaps he had sometimes been more ill than he seemed, turned to him with special attention. But he was naughtier than ever ! Not twice or thrice, but times almost past counting that day, did she make and remake his bed, and tidy up or change the little jacket and nightshirt, on which he managed to jerk the greater portion of the food he would not swallow. And the weather was hot and sultry, and Esme was tired and faint. By the time the last of her evening duties came to be per formed, she felt well-nigh at an end of her strength and courage. \" Good night, darling ! \" she said, with a loving kiss to a dear little cherub-faced creature, in the delightful stage of \" getting better every day,\" Billy's next-door neighbour ; \" lie still, like a dear, so that you may soon get to sleep, and look bright and rosy when mother comes to-morrow.\" And then she turned from the happy child to that sad crook in her lot — \" Billy.\" For a wonder, he had not undone his cot since"], [157, "\"ONCE KISSED.\" 143 the last time she had straightened him, about half an hour ago ; he was lying still, and, though she knew it not, his eyes had been fixed on her and little Florry next door. He looked whiter, or paler yellow rather, than usual. \" Oh, Billy,\" said the girl, \" you have tired your self out, and me too, by being so naughty,\" and something — a mingling of feelings, mental and physical, no doubt — made the overstrained nerves give way for once. Two or three hot tears fell on the wizened, ugly little face she was bending over. Then — to Esme it seemed like a miracle — she could scarcely believe it, a small, thin, hot hand was lifted from beneath the coverlet, and small hot fingers gently stroked her face, each side, slowly down both wet, flushed cheeks. \" Solly,\" whispered a little voice, heard by her for the first time ; \" kit Billy, too.\" The tears came faster. \" Kiss you, my dear little boy — of course I will ; \" and a kiss of almost mother's love was pressed on the poor thin face. \"And Billy's going to be a good boy now, isn't he? so that nurse can love"], [158, "144 STUDIES AND STORIES. him and kiss him every day, like Florry and the others.\" There was no reply, only a strange little smile — a smile that did not seem to understand itself or what it was doing there — it only quivered and glimmered an instant, and then Billy turned quietly round on his side with a tiny sigh — a sigh of satisfaction, I think. Esme's dreams, tired as she was, were sweet that night, and she woke in the morning with the feeling that something pleasant had happened. She thought of Billy as she dressed, and felt eager to see if the transformation had lasted. But as she went to her work, she was met in the entrance to the ward by the nurse she was about to replace. \" I dare say you won't be very sorry,\" the nurse began, but stopped, struck by the expression creeping into Esme's eyes, for in that moment they had found time to dart down the long side of the room, and to descry among the rows of cots something unfamiliar — yet familiar, too, alas ! At a certain spot a screen was drawn closely"], [159, "\" ONCE KISSED.\" 145 round one little bed. \" That child, the changeling, as we have sometimes called him,\" went on the other, \" has died in his sleep. Quite painlessly — there was unsuspected mischief. Nothing could have been done.\" \"Billy?\" said Esme. \"Yes, of course I mean Billy. You can see him. He never looked half so nice before.\" There was a smile on his face now — a smile, calm and restful at last, as if it had found a home there after all. For Billy had not left this world without some share in his birthright of love. He had been \" once kissed.\" I."], [160, "146 STUDIES AND STORIES. THE SEALSKIN PURSE. AN INCIDENT FOUNDED ON FACT. Paddington Station. A raw, chilly morning. A crowded platform, for it is the week before Christmas, and there is much coming and going, notwithstanding the ungenial weather, which is piercingly cold without the exhilaration of frost — so cold and unpleasant indeed, fhat every one looks at every one else with a sort of astonish ment at \" every one else \" for being there. \" For myself (or ourselves),\" so the look seems to say, \" the case is different, I (or we) being obliged to travel for important reasons, but why 'every one else' cannot have the common sense to remain at home, and, at least, leave us the station and the porters and the hot-water tins,"], [161, "THE SEALSKIN PURSE. 147 and the most comfortable seats to ourselves, is really inexplicable.\" Such, I think, was pretty much the state of mind of a young, or youngish woman, ensconced in a first-class compartment, and comfortably enveloped in warm rugs and shawls, not to speak of muff, box, and thickly lined cloak. She occu pied a corner seat ; opposite to her sat her husband, and beside him his sister— a plain but kindly faced old maid. At this lady's left, again, filling the further corner, was the fourth member of the party, a younger man — cousin to his three companions. It was to his home they were all bound, there to spend Christmas — possibly by right of his pro spective host-ship, possibly for other reasons, it was evident that the three persons mentioned treated him with special consideration, approach ing deference. And this was particularly notice able in the case of the married woman of the party. \" So lucky,\" she remarked, settling herself with complacency in her comfortable corner, \"so really delightfully lucky that we should be going down"], [162, "148 STUDIES AND STORIES. by the same train as you yourself, Teddy. And it is all thanks to me — it was clever of me, now wasn't it, Bernard, to have caught sight of him ? Bernard is so absent, and Prissy so absurdly near sighted, that they would never have seen you, Teddy.\" The repetition of the familiar abbreviation of his Christian name seemed to afford her peculiar satisfaction. In this, and in a faint — the very faintest suspicion of a tone, rather than accent, not of the very purest quality — the lady, in spite of her rich, and, it must be allowed, tasteful attire and undeniable good looks, betrayed that she herself was not altogether to the manner born. And such was the fact — the marriage of Miss Nora Newton, one of the several pretty daughters of a country solicitor, to Mr. Bernard Mallory, a man of good birth and considerable wealth, had been a decided rise in the social scale for the young lady. And such rises are sometimes apt to turn the head — to engender a certain dizziness, a curious loss of the sense of proportion in the subject of them."], [163, "THE SEALSKIN PURSE. 149 But Bernard was a sensible man — a man with small social ambition and entirely untouched by snobbishness in any of its insidious forms. Under his influence, Mrs. Bernard kept her feet, and gradually, except under unusual provocation, sobered down into a handsome matron of sufficiently well-bred manners. Still she was spoilt and self-assertive, and not specially good tempered. And her husband was easy-going, too easy-going — and in ordinary life, too yielding. He shut his eyes to many things in his wife which he could have wished otherwise. On the present occasion she was trying him con siderably by her exaggeration of friendly intimacy with his cousin, Edric Mallory, the head of the family, recently returned from some years' ex patriation in the Diplomatic Service, and intro duced to Mrs. Bernard for the first time. \" Teddy \" he had always been, and would always be, to his cousins, but to a cousin's wife, \" Nora really might show better taste,\" thought her husband, with a slight compression of the lips. But Sir Edric took it philosophically, and gentle Miss Prissy seemed"], [164, "150 STUDIES AND STORIES. happily unconscious of any failure in taste or tact on her sister-in-law's part, so Bernard let it pass. Sir Edric Mallory was a person of consequence. This was his first Christmas at home since the family honours had devolved on him, and he was full of hospitable intentions. For the sake of the cousin, to whom he was much attached, he put up with the cousin's wife — thus did it come about that the party of four was travelling down to Mallory Park, greatly to Mrs. Bernard's delight, there to spend the last days of the year, with the prospect of a pleasantly full house and various festivities in the neighbourhood. \"Yes,\" Sir Edric was replying to his cousin by-marriage, in answer to her eager questions, \" oh yes, there are two or three balls on hand. The Hunt Ball at Darting next week is always a good one, and \" He was interrupted. It wanted yet some few minutes to the time of departure of the train, and Mrs. Mallory looked up irritably as the door opened, letting in a chill draught of air from the outside."], [165, "THE SEALSKIN PURSE. 151 \" I hope to goodness no one is coming in upon us,\" she said. \"We are four already — can't we keep \" But it was too late. A porter was already standing in the carriage, stowing away various properties in the rack. \"There is plenty of room in here, ma'am,\" he called back to two ladies on the platform ; \" two empty seats.\" An anxious face peered through the open door- way. \" Oh, thank you — yes, I think that will do nicely. Cissy, my dear, I think you will do very well in here. You like sitting with your back to the engine ? \" \" Yes, I do, aunty. Please don't worry about me,\" replied a second voice — that of a young girl this time, who proceeded, as the porter made his exit, to mount up into the carriage. But she did not settle into her place at once ; she leant out of the window, for the porter by this time had closed the door, for a last word or two with the first speaker, an elderly woman in plain, almost dowdy"], [166, "152 STUDIES AND STORIES. attire. The colloquy was distinctly audible to those inside. \" I shall be till I hear of your arrival,\" said the elderly lady. \" I will write to-night ; and please don't be anxious. I am sure, after all, it was best to come first-class,\" said the girl. \"And take the middle seat — be sure you do. There is always a draught near the window ; and you must not catch another cold.\" The girl laughed reassuringly. \" Dear aunty, my last cold was nothing at all. Besides, I am sure Miss Toppin would be very good to me if I had a cold. But I will take the middle seat, I promise you.\" Then came the last warning voice. \" Take your seats, please,\" and the parting sum mons, \" Tickets ; \" and in another moment the door had received its final bang, and the train was slowly moving out of the station. But Miss Cissy was not yet settled. The porter had deposited her smaller belongings in the corner seat, the centre one being quite filled up by the"], [167, "THE SEALSKIN PURSE. 153 property of Mrs. Mallory, overflowing from the lady herself, next door. The girl glanced at her neighbour questioningly. \"This seat is not engaged, I think,\" she said. \" May I move your dressing-bag and the other things to the corner one ? \" The request caused Mrs. Mallory's wrath to ex plode. All this time she had been indulging in semi \" asides \" of by no means an amiable character. \"Too bad, Bernard; can't you insist on our having the compartment to ourselves ? \" \" They have no right to keep that door open, I tell you ; or, \" I believe they are third-class passengers try ing to get in here,\" were among the mildest of her remarks. And when the new-comer turned to her with her not unreasonable request, she started almost in horror, at the way in which it was received. \" Certainly not. I cannot allow any of my things to be touched. If you do not like the corner seat, you can change carriages at the next station,\" said Mrs. Mallory."], [168, "154 STUDIES AND STORIES. The girl's face blanched. For half a moment she wondered if the handsome, prosperous-looking woman beside her was quite in her right mind ; and she glanced across at Bernard and his sister with a sort of inquiry. For she had never before in her life travelled alone, and even sensible people's nerves are sometimes affected by the stories of railway adventures so often related. Then she gazed at Mrs. Mallory in a kind of blank amazement, with a vague expectation that some word of apology would follow her rude speech. The apology came, but not from Nora. \" Allow me to move the things,\" said her hus band ; and the moment the girl heard his voice she knew that she had a gentleman to deal with. \" The centre seat is quite as much at your disposal as the other. Nora\" in a tone that made his wife start as she seldom did, \" be so good as to draw that rug more your way.\" Then Cecil spoke. With the quick instinct of regret for having caused annoyance, however un wittingly, inherent in a refined and sensitive nature, she turned to Bernard."], [169, "THE SEALSKIN PURSE. I 5 5 \" I am so sorry,\" she said. \" It is only that I promised my aunt to take the middle seat. Oh, really, I am so sorry to disturb you all.\" For by this time Miss Prissy, and not Miss Prissy only, but Sir Edric, too, had come to her assistance. Miss Prissy was fussily endeavouring to make room for some of her sister-in-law's be longings beside herself — Sir Edric was more suc cessfully transferring them to the corner seat opposite his own. So by degrees things righted themselves — to outward seeming, at least. The offended Nora, her cheeks burning with indigna tion, subsided behind a book ; her husband, with the compressed look about his lips which to those who knew him well meant much, turned to his sister with some commonplace remark, to which Miss Prissy replied with nervous eagerness ; Sir Edric unfolded a newspaper, and leant back as if absorbed in its contents, though he skilfully managed from time to time to steal a look from behind its shelter at the young traveller whose advent had created such excitement. \" By Jove ! \" he said to himself, \" if I had known"], [170, "156 STUDIES AND STORIES. that poor Bernard's wife was so utterly ill-bred, I should have thought twice about inviting them to Mallory. Can she not see that the girl is entirely and absolutely a lady ? And even if it had not been so \" But before long he forgot about Nora in the interest with which he furtively watched the occu pant of the seat opposite Miss Prissy's. Her young face looked very grave, almost stern, though it was easy to see that such was not its habitual expression, for all the lines were curved and gracious. She was more than pretty. But it was a kind of beauty that was not likely to be done justice to at the first glance. It grew upon you, especially if you had good taste and some real notion of what real beauty is. Mrs. Bernard Mallory, in her hasty glance at the new-comer, had been quite unimpressed, and her amazement would have been great had she known the opinion arrived at by both her husband (for he, too, was noticing the girl) and his cousin, as to the charms of the quiet, grave occupant of the centre seat."], [171, "THE SEALSKIN PURSE. 157 In her dark, close-fitting, rough tweed dress, Cecil might have been a duchess or a daily governess. It suited Mrs. Mallory to dub her in her own mind the latter, and Bernard too, from the allusion to going first-class which had been overheard, somehow decided that their fellow traveller was poor. \" All the more unpardonable of Nora to be so rude and ill-natured,\" he reflected. \" I do trust Teddy did not notice it much.\" No ; at least, whether Sir Edric had noticed it much or not, his thoughts were now elsewhere — more pleasantly engaged. He was looking back wards and forwards, and to be able to do both these things with a smile on one's face, we must be, if not exceedingly young and inexperienced, the owner of several desirable things. A well balanced mind first and foremost perhaps ; a con science on the whole void of offence ; an unselfish and healthy nature. And all these were his, and added thereto various material advantages, as I have said, not to be despised. More, however, was wanting. Edric Mallory"], [172, "158 STUDIES AND STORIES. was very much alone in the world, and he was affectionate and the reverse of conceited. He longed to be cared for, for himself. The smile which had flitted across his face once or twice as he sat there reviewing the past owed its origin to the remembrance of certain youthful experiences when he had been less on his guard than he was now, more ready to believe in disinterested motives, in a word, less worldly wise ; the smile that woke up at the vision, vague and dreamy though it was, of a possible future, of the at last lighting on the pearl within the shell, was of a different nature, tender and almost reverent. Why had such thoughts come to him just then ? Was the sight of a sweet girl face, pure and noble in its simple dignity, enough to explain these waking dreams ? Edric could almost have laughed aloud at himself. \" I had no idea I was so fantastic and senti mental,\" he said to himself; \"it is really absurd. But — perhaps her face reminds me of some one — or of some picture — it is an uncommon face. I am certain she is a girl of great character as well"], [173, "THE SEALSKIN PURSE. 159 as sweetness, and she looks so good, so sincere — I can't find the right word. I wonder if she is a governess \" (somehow they had all hit on the same idea), \" going to her first situation, perhaps. I hope she will be happy. Now, if one could get to know a girl like that in a natural simple sort of way, how much surer one would be than meeting girls in the rush of society — dancing and talking small talk, or in the whirl of a great country-house party.\" Cecil had taken a book out of her bag, and was reading, quietly and gravely as she had done everything so far. And Sir Edric had presumed somewhat rashly on the fact that her eyes were cast down. He had been looking at her pretty steadily for a moment or two. Suddenly she glanced up, their eyes met, and her face flushed deeply. The young man felt inexpressibly annoyed. \" What a set of boors she must think us,\" he said to himself, as his own colour deepened. But before he had time to consider if by any possible diplomacy he could suggest any excuse"], [174, "160 STUDIES AND STORIES. for his apparent rudeness, the train slackened, and, glancing out, Sir Edric saw that they were close to the junction where they had to change carriages. The usual little bustle ensued. Bags, rugs, umbrellas, and books were collected. Mrs. Mallory's maid presented herself at the door, and was duly loaded, and the young stranger, left behind for a moment, soon got out and followed the stream of passengers down the platform. Sir Edric was some little way in the rear of Bernard and his wife. A glance had told him that their fellow-traveller was coming after them though still further back ; she was carrying her small baggage herself with a somewhat perturbed expression, the fact being that in her experience she had not hailed a porter quickly enough. \" Poor thing ! \" thought the young man, annoyed at the impossibility of being able to help her ; \" she has to consider ' tips,' evidently. If Nora was a kindly natured woman, she might have \" But what Nora might have done was lost in what Nora did do. Suddenly, Sir Edric became aware that his cousin and his wife had turned"], [175, "THE SEALSKIN PURSE. 161 back and were bearing down upon him, walking very fast, the lady's face flushed and anxious. \" I have lost my purse,\" she exclaimed, as they drew near him. \"Bernard, do hurry on and look in the railway carriage. Teddy will take care of me.\" Mr. Mallory hastened forward. \" It is so provoking,\" said Nora. \" I have a good deal of money in it, and I know I had it in the carriage, for I opened it to pay for a Christ mas number that the newsboy brought to the door. I thought I put it back in my pocket, but Oh, by-the-by, here is that girl \" For as she spoke they came face to face with Cecil. Mrs. Mallory stopped abruptly. \" I have lost my purse,\" she said, addressing the young girl, without preface or apology, \" a small sealskin purse with gilt fittings, and a lot of money in it. You left the carriage after us. I am sure it was on the seat. Did you see it ? \" Cecil hesitated. She was startled, and for the first moment scarcely took in the sense of the words. M"], [176, "162 STUDIES AND STORIES \" A sealskin purse ! \" she repeated slowly, in the rather meaningless way one is apt mechani cally to repeat what one hears, when slightly dazed or confused by a sudden or unexpected demand. \" Yes. I said so — a sealskin purse\" Nora re peated, waxing more and more impatient. \" Ah, here is Bernard,\" and for a moment her face lit up with hope ; \" have you found it ? \" He shook his head. \" No, it is positively not there. I looked myself, and the porter looked. It can't be helped. Per haps you will find it, after all, among some of your traps.\" But Nora was not to be so smoothed down. \" Nonsense,\" she said. \" It is not in my pocket, and that is the only place it could have been in. I did not put it in my bag. I never do. It was on the seat beside me. I am more and more certain of it — the seat this — \" and she moved to Cecil, who was still standing there, as if, somehow or other, the matter concerned her — \" this lady \" — with a visible hesitation — \" took, when she moved"], [177, "163 THE SEALSKIN PURSE. all my things. And you have not answered me yet,\" she went on, addressing Cecil again directly ; \" did you see my purse ? \" \" No, indeed,\" the girl replied. \" Of course, had I done so, I would have told you at once.\" \"You said nothing,\" Mrs. Mallory persisted. \" You seemed stupefied ; you stood there repeating my words. Now think better of it. You must have seen my purse.\" Her voice was rising, so was her temper. The altercation, or what looked very like one, was beginning to attract the attention of those about them. Miss Prissy murmured, \" Oh, Nora, my dear. Oh, don't, Nora,\" and appeared on the verge of tears. Sir Edric's eyes flashed fire, and he, as well as Bernard, was on the point of speaking, when Cecil's voice, calm but clear, made itself heard. She was putting immense control on herself. \" I am sorry for you,\" she said, \" because the loss seems to have made you forget yourself, and so I tell you once more that I never saw your purse\" and she looked at them all — all four, as if"], [178, "164 STUDIES AND STORIES. from some unapproachable height, and then walked slowly away towards where, far to the front of the platform on the other side, the other train was waiting for its passengers. \" Nora,\" said her husband between his teeth, \" I am utterly ashamed of you.\" Sir Edric said nothing. Half an hour or so later, when they reached their ultimate destination, he saw the girl again. She was walking with another old lady, who had evidently come to meet her, an old lady, plainer and dowdier even than her escort to Paddington. They were talking eagerly, but the old woman's face was beaming with smiles, and the girl's eyes shone brightly. Evidently she was telling of no disagreeable adventures. \" It scarcely looks as if she were a governess,\" mused Sir Edric. \" At least, if that old party is the mistress of a boarding school, she seems un commonly kind and jolly. Perhaps, after all, she\" — with a curious catch in his breath — \"is not to be pitied. She deserves to be happy, that I could swear to. But oh — that woman — I could"], [179, "THE SEALSKIN PURSE. 165 never venture to look in that girl's face again if I met her every day for a year.\" He smothered a sigh. And during the drive from the station to Mallory he was very grave and silent and preoccupied — so much so that he scarcely noticed Nora's defiant allusion to the shameful episode of the journey. \" You saw the sort of woman that came to meet that girl,\" she remarked to Miss Prissy. \" A re gular old dowdy, like a servant. And she kissed the girl. I told you she was not a lady in the least. Such people have no business to travel first-class, as I know to my cost. Such a thing should not be passed over.\" But her remarks met with no response. Cecil's \"Miss Topping,\" the plain-looking, happy-faced old lady who had met her at the station, was a former governess of her mother's. She had known Miss Topping all her life, and loved her dearly. In return, the good lady adored her, and this two days' visit from the young girl had been her dream for many a day."], [180, "166 STUDIES AND STORIES. \"So good of you — so sweet of you— to have come to me instead of going straight to Darting Priory,\" she said, as she bade Cecil good night that evening, having inquired, for the twentieth time, if there was nothing more she could do to make up for the absence of the maid, for whom there was no accommodation in her tiny dwelling, \" You are sure you are comfortable ? I can't get over the idea of your having travelled alone for the first time in your life, all to give pleasure to poor me.\" \"And to myself, dear Miss Topping,\" said the girl. \" I am very glad to be with you.\" So she was. There is nothing that makes one more truly happy than to realize that one is giving pleasure to others. And as she sat there over the cosy fire in her little bedroom, she felt glad to think that she had had the self-control not to re late to her old friend the disagreeable episode in her journey. \" She would have taken it so to heart,\" thought Cecil ; \" and, after all, what does it matter ? That woman was really dreadful — not the least bit of a"], [181, "THE SEALSKIN PURSE. 167 lady, and yet her husband seemed nice — and — the other man was — yes, I think he was nice, too. I don't think he meant to be rude. And the name on the luggage — how did I come to see it ? Oh yes ; it was on the dressing-bag — seemed a good one — ' Mallory,' ' Mallory Park.' I suppose it is some place near this. I will ask Miss Topping, just out of curiosity.\" But her face flushed again in spite of herself, as she thought over the day's adventure. \" How dared she ? \" thought Cecil. She was a little tired, and, in spite of the fire, a little chilly. Her fur-lined cloak was hanging near her. Cecil stretched out her hand to reach it, and, in drawing it towards her, turned it half upside down. As she did so, something fell with a slight clatter on the ground. \" Can I have left something in the pocket ? \" she thought. The cloak had large, rather loose pockets on the outside. She felt inside one. No, it was empty ! But — her fingers strayed further. Some stitches had given way, making a sort of little second pocket below the other, between the layers"], [182, "168 STUDIES AND STORIES. of the lining. ' Whatever it is that dropped out, must have been caught in this hole. I wonder what it can be,\" thought Cecil, her mind rapidly running through the list of her smaller possessions, till, to satisfy herself, she stooped down and began groping on the floor. She had not to grope long — almost immediately her hand came in contact with a small object, both hard and soft, and, raising it to the light, the astonished girl saw that it was a sealskin purse — a small sealskin purse — of first-rate quality, with gilt fittings, and, as it was easy to feel, well filled to boot. Cecil's face grew crimson, and then terribly white. \" That woman's purse,\" she gasped, in unspeak able horror. How had it come there ? Who can tell ? Who can tell how these materially extraordinary things do happen — how hooks embody themselves in the wrong places with complications of ingenuity, which it would take hours of labour for our clumsy fingers to achieve ; how a coin, carelessly dropped, will seek for itself the one crevice in the parquet"], [183, "THE SEALSKIN PURSE. 169 floor, through which it could descend to the mys terious depths \"under the boards,\" or hide itself beneath the one immovable piece of furniture in the room ? How the purse had come there, Cecil could only conjecture. It might have been lying on the arm between the seats, and slipped on to her lap, and thence into her pocket. It might have — but there was no use in thinking how this wretched mischance had come to pass. It was so — that was enough. Then ensued some minutes of painful reflection. What was to be done ? She would not confide in poor Miss Topping, and spoil the good lady's day or two of fete — that was certain. \" I will tell mamma all about it when I get home,\" she decided unselfishly. \" Till then I will bear it alone.\" But the purse must be restored to its owner. As to this, there was no practical difficulty, for Cecil had seen the address. Should she send it anonymously ? No ; the girl's whole instincts re volted at the thought. \" I have done nothing wrong, nothing even"], [184, "170 STUDIES AND STORIES. foolish,\" she said to herself, \" and I will not seem ashamed. I will send it back openly, with a note signed by myself.\" But how to find a trustworthy messenger with out confiding in her hostess ? There was the post ; but to send money — perhaps a considerable sum — by post, Cecil scarcely thought secure. \" I must find some way in the morning,\" she thought. And then, with a resolute determi nation not to dwell upon the unlucky accident in any exaggerated fashion, poor Cecil undressed and went to bed — to bed — and, after a while, to sleep, though her dreams were so uncomfortable and disturbed that, when morning came, she felt but little rested or refreshed. Miss Topping was nearsighted, and it was easy to put on sufficient cheerfulness to satisfy her. \" Where is Mallory Park ? \" Cecil succeeded in asking in an ordinary tone. \" Isn't it somewhere near here ? \" \" Not a quarter of a mile out of the town,\" said Miss Topping. \" The Mallory Road is the prettiest side of Burnham, and the Park is a"], [185, "THE SEALSKIN PURSE. 171 very beautiful place. Perhaps you have met Sir Edric Mallory ? No, by-the-by, that is scarcely likely. He has only lately returned from Japan or elsewhere.\" Cecil evaded a direct answer, but her thoughts were busy, as her old friend chattered on. Only a quarter of a mile ! A sudden resolution seized her. \" I should like to go a little walk this morning,\" she said. \" It is fine and bright, though cold. A walk after a railway journey always does me good.\" Miss Topping's face fell. \" This morning, my love ? I am so sorry. I thought of lunching early and going out imme diately after ; but this morning — I promised to stay in to see a servant whom one of my nieces wants to engage. It won't take five minutes, but unluckily I don't know exactly when she will call.\" \" Then let me go a short walk by myself, and we can have a longer one together after luncheon. No, no, you needn't shake your head — mamma"], [186, "172 STUDIES AND STORIES. would not mind in a tiny place like this. Why, it's only a village, really! I shall not be long — it will take away the scrap of headache I have.\" She carried her point. An hour later, having well informed herself as to the way she must take, Cecil, in her dark tweed, her face paler than usual, her heart beating fast beneath her calm exterior, was entering Mallory Park, through the great gates opening on to the road of the same name. It was still early. The four Mallorys, for as yet no other guests had arrived, were lingering round the breakfast-table, when a message was brought to Mrs. Mallory. \"A young lady,\" said the footman, \"is asking to see you. Her name is Miss Wood, and she wished me to say it was about something important.\" \"Miss Wood,\" repeated Nora. \"Who can it be ? Do you know any one of the name here abouts, Teddy ? \" Sir Edric shook his head."], [187, "THE SEALSKIN PURSE. 173 \" Is she really a lady ? \" inquired Mrs. Mallory, turning to the footman. The young man glanced at his superior the butler, who just then entered the room. \"Mr. Dickinson,\" he said, \"was crossing the hall when the lady rang ; perhaps he could \" Mr. Dickinson came forward. \" A lady,\" he repeated. \" Were you asking if it was a lady ? Undoubtedly so, ma'am, as you request my opinion.\" Nora was a little, or a good deal, in awe of Dickinson. She rose — \" I suppose I must see her, but what a bore it is. So early — I can't understand it. In the library, did you say ?\" and the footman repeated the words affirmatively. \" You are more confiding in the country, I sup pose,\" she said, laughingly to her host, as he too rose from his chair. \" In London we have to be cautious whom we admit.\" A few minutes passed. Sir Edric and Mr. Mallory were standing by the window, discussing the weather. Miss Prissy was collecting crumbs for the poor little half-starved birds on the terrace,"], [188, "174 STUDIES AND STORIES. when the door was flung open and Nora burst in. Her cheeks were very red, her eyes very sparkling, nevertheless the effect of the whole was far from pleasing. \" Bernard, Prissy, Teddy,\" she exclaimed. \" Now I hope you will do me justice. See here,\" and to her astonished hearers she held up — a small seal skin purse. \" Your purse,\" said her husband, \" and its contents ? \" \"Yes — at least I hope so. I have not counted thoroughly yet. She says she has not opened it ; but of course I know better than to believe that, and \" \" But who is ' she ' ? \" asked Sir Edric, with a strange, painful foreboding. \" ' She ' ? Why, that girl, of course — the gover ness, or whatever she is or pretends to be, who travelled with us yesterday, and whom you all thought me so cruel to. Now, I hope, you will change your opinion.\" \" But you don't — you can't mean to say she took your purse. And if she did, why has she"], [189, "THE SEALSKIN PURSE. 175 brought it back?\" asked the young man ; and had his cousin's wife been less absorbed, she would have seen that his face was paler than usual. She gave a disagreeable laugh. \"A bad conscience, I suppose. Fear of dis covery, perhaps — she may have found out who we were,\" Nora replied. \" And she has confessed to it ? \" exclaimed Edrie, unutterably shocked. \" Impossible ! \" \" Confessed — oh, bless you, no — of course not. How absurdly innocent you are, Teddy ! She has some cock-and-bull story of finding it in the lining of her cloak, which I let her narrate ; then I quietly requested her to consider herself at my mercy, and not to attempt to escape till I con sulted all of you. So she is there in the library — I left the door ajar, and gave George a hint to stay about the hall.\" Bernard's lips drew together. He glanced at his cousin. \" Teddy,\" he said, \" come with me.\" They left the room together, followed by Nora. \" I reminded her that you — the owner here — are"], [190, "176 STUDIES AND STORIES. a magistrate,\" she remarked to Sir Edric, trium phantly. \" I am glad you seem inclined to take it seriously. Such things should not be slurred over.\" Cecil was standing by the library table ; she was trembling terribly, but she stood erect, dis daining to seek any support. One glance at her face made both the men feel that they wished the floor could open at their feet. And it was Cecil who first spoke. \" You are a magistrate, this lady tells me,\" she said, addressing Sir Edric. \" That is why I have waited here as she told me. I will tell you both — you two men — what I have told her, and then I will go, leaving you to deal with her as you choose. It is nothing to me — only — I did not think there were such people in the world,\" and here, with a gasping quiver she all but broke down. Bernard pushed a chair towards her. She shook her head. \" No, no, not in this house,\" she said. Then with marvellous self-control she repeated"], [191, "THE SEALSKIN PURSE. 177 her story, calmly and precisely. \" I came myself,\" she said in conclusion, \" because I did not want my friend here to know how unfortunate my first experience of a journey alone had been, as it was made for her sake. When I go home, I will tell everything to my father and mother.\" \" Why — knowing the material you had to deal with — why in Heaven's name did you not send the wretched thing by a messenger ? \" burst out Sir Edric. \" I only thought of what was safest — and — of course I was not afraid\" she replied simply, rearing her proud little head as she spoke. \" And now I will go.\" Mrs. Mallory sprang forward. \" Bernard,\" she ejaculated, \" you are not going to allow this. And you,\" to Sir Edric, \"you, a magistrate. It is conniving at \" \" Nora,\" shouted her husband, \" are you mad? \" Cecil crossed the hall straight towards the entrance. She did not see that she was followed — and by her host. He opened the door himself, and stood beside it. x"], [192, "178 STUDIES AND STORIES. \" May I not — \" he began, in such painful agi tation that the girl's kind heart was touched. \" May I not beg you, entreat you, to — to try to forget it ? That it happened in my house is enough to make me hate the place for ever. We may never meet again, but will you not let me say how I admire you — your courage, your \" \" Thank you,\" she said, \" it was not your fault, I know,\" and with a sudden impulse of generous pity, she held out her hand. He touched it, for an instant, as if it was that of an empress bestowing pardon. The Darting Hunt Ball was to be a very good one that year. Chilly and raw as was the weather, frost had as yet held off, and the neighbourhood was full of the devotees of fox-hunting. All the houses, big and little, which were ever let for the winter season had been taken — the great residents had found no difficulty in arranging their house parties. Mallory was overflowing with guests, and Mrs. Bernard Mallory, whom Sir Edric could not in"], [193, "THE SEALSKIN PURSE. 179 common courtesy to his cousin have refrained from inviting to do the honours for him, was in the seventh heaven of self-important delight. What had passed between her husband and her self with regard to her outrageous behaviour to their young fellow-traveller, had never transpired. For a day or two she had been somewhat subdued in manner, and increasingly deferential to Sir Edric, and as she had really seen too little of him to know that the almost freezing politeness with which he treated her, was not his usual and natural bearing, she became by degrees comfort ably satisfied that he had forgotten the dis agreeable episode, nay, not improbably, in his heart convinced that she had been all along in the right ! \" Men never like to be put in the wrong, you know,\" she observed shrewdly to Miss Prissy, \"so I don't wonder that Teddy avoids the subject, otherwise I would have told him that the money was quite correct. None had been taken. Miss Wood — what a common name ! — most likely she chose it on purpose — I don't suppose for an instant"], [194, "180 STUDIES AND STORIES. it was her real name — Miss Wood must have really got frightened and conscience-stricken.\" But Priscilla Mallory received her sister-in-law's confidences unwillingly. \" For goodness' sake, Nora,\" she said uneasily, \"leave the subject. I cannot endure the thought of it, and I have now and then a nervous dread that we have not heard the last of it.\" \" What on earth do you mean ? \" asked Mrs. Bernard. \" Oh,\" Prissy replied. \" I — I dare say it is all my fancy ; but do you know, Nora, when we were driving home the other day — the day of the meet we could not go to, you remember — I had an idea that I saw — her — Miss Wood, in a pony-cart.\" \"Well, and what if you did ? Governesses often drive about in carts,\" replied Nora, scornfully. \" But supposing — supposing she is in some very good family in the neighbourhood, and that she told the story, and it got about\" said Priscilla, lowering her tone. \" My dear Prissy,\" exclaimed her sister-in-law. \" How ridiculous you are ! What if it did get"], [195, "181 THE SEALSKIN PURSE. about ? If she told such a disgraceful story against herself she would find herself sent to the right about — the girl would not be so mad. The only thing I feel ashamed of is the having let her off as easily as we did.\" But Priscilla said nothing. A large party went to the ball from Mallory Park. Mrs. Bernard Mallory was resplendent ; with certain people her loud, rather boisterous, gaiety passed muster as exuberant good nature, and her vanity being excessive, for the moment the good nature was genuine. She had danced once or twice, and the room was filling fast, when a chance remark from her partner infused one drop of gall into her cup of triumph. \" The Darting Manor people are late this even ing,\" he said. \" They are not a very large party, on account of Lady Frances not being quite well again yet. I fear she will have to go abroad, after all. Have you seen her lately ? \" Mrs. Bernard Mallory murmured something indefinite — Lady Frances Greatorex was almost"], [196, "182 STUDIES AND STORIES. the only neighbour of any standing who had not called upon her. \" I am anxious to meet one of their guests,\" the young man went on. \" A daughter of Lord Mavor's is staying at the Manor. They are cousins, you know. This girl is charming — I was introduced to her in the summer, and she dances exquisitely — she is the only daughter — Cecil W .\" But at that instant something caught his atten tion, and being rather a rattle, his sentence was never completed. Nora's wits set to work on the problem of how to make Lady Frances's acquaintance. \" If Teddy would but give a dance,\" she thought, \" she would have to call on me. I do hope no one will find out I don't know her. I must get Prissy to point her out.\" And she turned to look for her sister in-law. She had not long to wait — as if conscious of her wish, almost at the same moment Miss Priscilla made her appearance, hurrying towards her as fast as the crowded room would allow. But what"], [197, "THE SEALSKIN PURSE. 183 was the matter? Prissy looked strangely pale. Surely she was not going to faint, or any nonsense like that, and spoil all their pleasure ? \" Nora,\" she whispered, as soon as she was within hearing. \" Come aside somewhere with me. I have something very particular to say to you.\" Half alarmed, half annoyed, Mrs. Bernard Mal lory followed her to a quiet corner. \" Nora,\" gasped the poor woman, suffering vicariously for what she, at least, was entirely inno cent of, \" Nora, I have just seen the Darting Manor party — they came while the last dance was going on. And — who do you think is with them ? \" Nora's eyes opened to their widest. \" How should I know ? What are you talking about ? \" she replied querulously. \" It is — that girl — the girl you insulted so. What shall we do ? \" \" The governess ! \" exclaimed Nora, though she grew perceptibly paler. \" What are they think ing of?\""], [198, "184 STUDIES AND STORIES. \" Governess, nonsense,\" said patient Prissy, losing her temper at last. \" That was only your absurd fancy. She is — do you hear me, Nora ? she is Miss Wode — W-o-d-e — Lord Mavor's daughter. Cecil Wode, whom every one thinks so lovely, and every one knows that the Mavors are perfect models of goodness and excellence.\" Nora caught hold of the back of a chair. \" Prissy,\" she said, \" help me to go home. Say I have fainted, or — or anything you like.\" Poor woman ! No saying was necessary, for as she spoke, the fainting very nearly became a fact, and she fell back all but unconscious on the chair beside her. And at that instant a girl, on the arm of her host and partner, Mr. Greatorex of Darting, entered the room. It was Cecil Wode. \" What is the matter ? \" she exclaimed. \" Oh — she has only fainted. No, no,\" as she put aside poor Prissy, and her well-meant but clumsy efforts, \" not like that. Don't try to prop her up. Lay her quite flat. I will see to her.\" And when Nora came to herself, the face bend-"], [199, "THE SEALSKIN PURSE. 185 ing over her seemed indeed like that of an aveng ing angel. But in reply to her whispered tremulous attempt at apology and gratitude, came some words which were her best restorative. \" I know you must be sorry. I have told no one, for — for your family's sake. And I promise you never to tell any one.\" Mrs. Bernard Mallory did not stay as late as she had intended, but she recovered herself suffi ciently to return to the dancing-room, where she sat quietly in a corner on the plea of not feeling well. And she certainly looked very pale. Words would fail me to describe Sir Edric's sensations when, standing beside his cousin's wife. and addressing her with evident friendliness, he recognized — Miss Wood ! Later in the evening, he found himself being introduced to her, and meeting no resentment in her eyes, he ventured to ask her for a dance. What passed between them during that dance with regard to the painful story Cecil had so"], [200, "186 STUDIES AND STORIES. generously promised to bury for ever, concerns us not. \" Try to be sorry for her, do — for — for my sake, may I say ? \" were Miss Wode's last words. Some few months later a passing sensation was created in the world of society by the announce ment of the engagement of Edric Mallory and Cecil Wode. It was not a very brilliant marriage for the only child and heiress of Lord Mavor, but it proved to be in the best sense of the word a happy one — which surely is far better ? Sir Edric had found his pearl — thanks to a ridi culous little sealskin purse !"], [201, "187 THE ABB AYE DE CERISY* IN the spring of this present year — 1889 — two ladies were seated together one afternoon talking comfortably, as they sipped their \"five-o'clock tea.\" Five-o'clock tea is, or was, at least, a thoroughly English institution, but it is no longer unknown to our neighbours across the Channel. And a glance — a glance of the slightest and shortest, would have shown any one that this special refection was not being enjoyed in an English drawing-room or boudoir. The room was small, oblong in shape, the whole of one end being occupied by a rather large window, or glazed door, opening on to a balcony. From this balcony one had a good view of a wide, quaint, hilly street, with high walls on each side, * The incident here related is perfectly true. The Abbaye de Cerisy is the real name of the place where the strange recluse was seen."], [202, "188 STUDIES AND STORIES. in which, at irregular intervals, were visible the great portes-cochires leading into the coach-yards of the spacious old mansions or hotels, of the gentry still resident in an old town of Nor mandy. Here and there stood a more modest dwelling-house, guiltless of cour (though not of jardin at the back), whose front-door steps ran straight down to the pavement. It was a very picturesque street, from every point of view, and the long, level rays of the afternoon sun showed it to peculiar advantage. Inside the boudoir, it was difficult to believe one's self still in the nineteenth century. The room was entirely lined with wood — light-coloured brown wood — into the panels of which were in serted Louis XVI. paintings of the quaintest description : cupids, nymphs, garden and terrace landscapes, grotesque statues, grinning masks ; all the well-known decorative designs of the period, from the attributs de jardinage and those of musique also, with their bows of impossible blue ribbon, to an armless satyr or a ring of dancing \" loves.\" The furniture, of which there"], [203, "189 THE ABB AYE DE CERISY. was not much, and indeed the space was very small, was mostly of the same date ; a small brass mounted, marble-topped bureau occupied one corner ; two or three medallion-backed, white painted chairs stood about. With this background, the little English tea table, and the two friends seated — on easier chairs than the Louis XVI. fauteuils — were scarcely in keeping. But the cups and saucers were of old Sevres ; and the snow-white hair, drawn back from the forehead, of the elder of the two ladies — a woman of sixty or thereabouts — simply though richly dressed in black, with touches of creamy old lace here and there, harmonized with the whole, or rather seemed a sort of meeting-point for the past and the present. This lady was the Marquise de Romars ; her companion, consider ably younger than herself, was her visitor, and an Englishwoman, by name Miss Poynsett. Miss Poynsett was on her way home from a winter spent in the south ; she had lingered, nothing loth, to pass a few days with her hospit able old friend."], [204, "190 STUDIES AND STORIES. \" Then there is really no chance of my seeing you again this year, my dear Clemency ? \" said the old lady. Miss Poynsett shook her head. \" None what ever, unless you will come over to us.\" \" That I cannot. But I had hoped the exhibi tion, the Eiffel Tower, and all the rest of it, would have tempted some of you to Paris ; and, of course, it is easy to make this a half-way, or three-quarters way house,\" said Madame de Romars — who, by the way, spoke perfect English — insinuatingly. Again Miss Poynsett shook her head, more vigorously this time. \" If a visit to you were not temptation enough, certainly Paris in a state of exhibition would not be,\" she said, half laughingly. \" I cannot bear exhibitions, and Paris, with a world's show going on, is worst of all. Just think of how one would be running up against everybody one had ever seen or heard of. Not that I am unsociable ; but one doesn't leave one's own country to see one's own country-folk. When I travel, I like to see new things and people.\""], [205, "THE ABB AYE DE CERISY. 191 \" The exhibition would be new, and the Eiffel Tower has certainly never been seen before,\" said Madame de Romars, in a matter-of-fact tone. \" Dear madame, I think the Eiffel Tower has bewitched you,\" replied her friend. \" I have not the very slightest wish to see it nor the ex hibition. And then the association. I should have thought you would have shrunk from any commemoration of the horrors of a hundred years ago.\" The old lady did not at once reply. \" This year actually commemorates the destruc tion of the Bastille,\" she said, after a little pause. \" With that one can have full sympathy. As for what came afterwards \" she sighed deeply. \" One of the most grievous thoughts about the great Revolution,\" she went on — \"even, in the widest sense, more grievous than the terrible in dividual horrors, is what it might have been and done ; what enormous opportunities for the world's good were lost at that time. For the individual suffering is over and past, and doubtless it made saints and martyrs of many who might otherwise"], [206, "192 STUDIES AND STORIES. have lived and died like soulless animals ; but the misdirection, the fearful misuse and abuse of the powers at that time set free will never — while the world lasts, it sometimes seems to me — be, in their sad consequences, past and over.\" Miss Poynsett listened attentively and respect fully, but scarcely as if she fully understood. \" I am no philosopher like you, dear madame,\" she said. \" To me I own the story of the great Revolution is just like a very fearful though most fascinating tragedy ; it is the personal histories mixed up in it that always come into my mind. And oh, by-the-by, I am so much obliged to you for lending me Monsieur de Beauchesne's book ; it has interested me exceedingly. Indeed, for a time, some parts of it almost haunted me.\" \"You mean, of course, his 'Louis XVII.' I forgot I had lent it you. Yes, it is a very impres sive book, and a very exhaustive account of what is always full of fresh interest — the history of the Royal Family in the Temple. Of course the dauphin is the central figure. Monsieur de Beauchesne has really got together everything"], [207, "THE ABBA YE DE CERISY. 193 that is known about the poor little prince. One or two of the anecdotes are intensely touching.\" \"Almost too much so. I can't imagine ever being able to read them without tears,\" the Eng lish lady replied. \" Monsieur de Beauchesne seems quite to set beyond a doubt the child's death in his prison,\" she went on, after a little pause. \" It is almost disappointing, there is such a fascination about the subject. And one would fain have hoped that perhaps, after all, though his prince ship was over for ever, the poor boy had some peaceful years, even in a comparatively humble position.\" The Marquise remained silent for a moment or two. When she spoke, her voice was very grave and almost solemn. \" I don't think it is to be hoped or wished that it was so,\" she said. \" For my part, I would rather believe he died at the time generally supposed. Nothing in the annals of child saints or martyrs could be more beautiful, more holy, than those last days of his life in the Temple. One can scarcely think it possible that a soul so near heaven o"], [208, "194 STUDIES AND STORIES. had longer to stay on earth. And yet No, Clemency, I hope he died that 8th of June. His life, had he lived, did he live, must have been too sad.\" Something in her words and tone struck her companion. She looked up eagerly. \" There is a shade of uncertainty in your way of speaking, dear madame,\" she said. \" You don't mean to say that you have any other theory on the subject, besides all the stories Monsieur de Beauchesne refutes so carefully ?\" \" No,\" said the old lady. \" I have no theory, but — I had a strange adventure once, Clemency, and though I have told it to very few— no one now living remembers it — I have never lost the impression it left on my mind.\" She stopped. Miss Poynsett opened her lips to speak, but hesitated. Her eager look and question ing eyes, however, told their own story. Madame de Romars understood her. \" I will tell it to you if you like,\" she said. \" There is no reason why I should not ; it can do no one any harm. And I fear you will be dis appointed ; there is so little to tell.\""], [209, "THE ABB AYE DE CERISY. 195 \" No, no ; whatever it is, it will interest me,\" said Clemency. \" And thank you so much. I hope there is nothing painful to yourself in it? \" \" Not exactly. Oh no ; it only brings back past days, and sadder than that, past hopes and bright anticipations never to be realized. For I was very young then — not twenty-one — and I think nearly all the friends just at that time asso ciated with me are dead — yes, all. But I will tell you my story. It was, as nearly as I can remem ber, in the year 1844. We, my husband and I, were staying with a party of friends, mostly young — I myself was little more than a bride — at a charming old chateau in the further extremity of Normandy. The chateau was old, but recently restored, so that, especially as the restoration had been carried out with the greatest care and good taste ; it really combined the attractions of antiquity with those of modern life. It had been for centuries the home of our hosts' ancestors ; the present festivities were a sort of \" house-warming,\" after the restorations, as well as to do honour to the jian^ailles of the lovely young and only"], [210, "196 STUDIES AND STORIES. daughter os the family, a girl of eighteen, who was to be married a few weeks later in the season. All of these details are irrelevant to my little story, but they have remained in my memory as a sort of frame to it, or, one might say, a bright background to the strange sad impression my adventure left. \" Our days passed delightfully. The country was picturesque and beautiful. There were points of interest of various kinds, old Roman remains, famous \"views,\" charming woods ; every day some new excursion to one or other of these was planned, and, thanks to the quite exceptionally fine weather, these were successfully carried out. Yes, it was a very happy time.\" Madame de Romars stopped for a moment and sighed. Clemency waited in quiet sympathy. She did not know the whole details of her old friend's history, but she knew that trials and disappoint ments of no common severity had fallen to her share, and she felt half repentant that she had asked for the story. After a moment, the Marquise went on —"], [211, "THE ABB AYE DE CERISY. 197 \" One day, an expedition was arranged to visit the ancient Abbaye de Cerisy. I was delighted to make one of the party, especially as we were to stop at the Chateau de Selcourt on the way, which we did. This is one of the few remaining really Feudal Chateaux, interesting on that ground alone, though it is also worth visiting for its quantity of old tapestry, furniture, and some queer pictures. One I remember well, was a picture of the Blessed Virgin, surrounded by her cousins, knights in full ' Moyen Age ' armour, and ladies in the garb of nuns. At Selcourt, too, there are seven fish-ponds, considered a unique curiosity. Then we drove on to Cerisy. We had spent more time than we intended at Selcourt, so that when we got to the Abbaye, it was already rather late afternoon. We hastened to visit the church, the old cloisters, etc., and the architectural connoisseurs among us were loud in their praise of the grandly simple Norman style. There was one fish-pond at Cerisy too ; a very large one, and there was a legend — I forget what — connected with it which interested some of our party. I got tired of the discussion about"], [212, "198 STUDIES AND STORIES. it, and wandered off by myself, choosing acci dently a path which led, I found, to some old, half-ruinous buildings. This sort of thing has always had a great attraction for me, and I had a curiosity to find the building which, in former days, must have been the Abbot's house. I was really delighted when suddenly, at the angle of a wall which I had been skirting, I came upon a very massive and most curiously carved door, in an almost perfect state of preservation. I felt like the prince in the ' Sleeping Beauty ' story, only my door was not overgrown with nettles and brambles. On the contrary, it was slightly ajar, and had evidently been opened not long before, for a very slight touch made it turn on its hinges enough for me to see before me a large wide stone staircase, with handsome and curiously carved rampe also in stone. This was too enticing to resist. Up I mounted, pleasantly excited by a slight sense of impropriety in my proceedings, and had almost reached the small landing at the top of the staircase when I was confronted by a young peasant girl, who, startled"], [213, "THE ABBAYE DE CERISY. 199 and alarmed by my appearance, stood there as if to remonstrate against my going further. But, the blood of my curiosity and love of adventure was 'up' by this time; I moved on, taking no notice whatever of her evident terror and half whispered, stammering remonstrances. My whole attention was absorbed by the strangeness of the interior which I began to catch sight of. The door of a room on my right was wide open, revealing a sort of thick hedge or wall of close growing cactus and other unfamiliar, weird-looking exotic shrubs. They were of an unusual height, and though I have visited many botanical gardens in my time, and had even possessed, in my own conservatories, many curious foreign plants, I have never seen any to equal these, nor could I have given a name to any one of them. They must have been there, growing where they stood, for many and many a year ; for their branches, in several cases, reached up to the old black beams of the apartment, and the lower part of this strange hedge, so to call it, quite concealed from view, where I first stood, the room behind. But"], [214, "STUDIES AND STORIES. 200 a step or two forward and a slight turn to the right showed me more. I perceived that the hedge stopped, leaving an entrance way as it were, and standing just in it, most of the interior was revealed to me. I saw before me a fair sized room, at once strongly impressing me by its ancient and old-world aspect. In one corner, that on my right, stood a large square black oak bedstead of the style known as ' Henri IV.,' the faded, though well-preserved hangings and coverlet were of the same period, for to an eye trained and accustomed to judge of such things almost from childhood, thus much can be per ceived at a glance. The dark wooden chairs, their seats covered with tapestry, were of the same period ; and had evidently, so bravely to stand the wear and tear of centuries, been of the very best materials. A fairly good fire was burn ing in the open stone hearth, and some prepara tion for a meal seemed to be simmering upon it, but my gaze was drawn upwards by the really splendid carving of the old mantelpiece and jambs, and I was on the point of moving forward"], [215, "THE ABBAYE DE CERISY. 201 to examine it more closely, when my presumption was suddenly arrested. From the further side of the room came a deep sepulchral voice. \" ' Madame,' it said — I can hear it now — ' que demandez-vous ? ' and turning towards the left, where the afternoon light happened to fall, I saw, half concealed by a large olive-green-coloured curtain of heavy cloth, the strangest being my eyes have ever rested upon. I did not see the whole of the figure ; it remained half shrouded by the curtain, and by the screen of plants I have tried to describe, but the face was very plainly visible. Whether it was that of a man or a woman I have never been able to decide ; the unuttered exclamation that rose to my lips was a strange one. \" ' That is the face of a Bourbon ! ' \" For familiar to me from my earliest years have been the strongly marked, to me, unmistakable features of that unfortunate race. \" The snow-white hair of the mysterious being was drawn back from the forehead and concealed by some kind of skull cap or cowl, again"], [216, "STUDIES AND STORIES. 202 covered in its turn by something black and float ing like a veil ; a black cape or mantle shrouded as much of the rest of the body as was visible. The figure neither rose nor moved, but re mained seated in front of a small table covered with book, papers, writing materials, etc., and as I stood, half-stunned, ' interdite ' as we say, again came the deep voice, accompanied this time by a glance of the haughtiest and sternest — \" ' Oue voulez-vous, Madame ? On n'entre pas 1C1. \" My position was not a dignified one, only my curiosity had supported me so far ! But, not withstanding its increasing intensity, I dared not persist. With one glance round the extraordinary scene, a glance that has printed it for ever on my memory, and hastily murmured words of respectful apology, I retreated, to find myself once more on the landing outside, where the peasant girl, by this time almost imbecile with terror, shiveringly awaited me. I don't know if she half pushed or pulled me down the stairs —"], [217, "THE ABBAYE DE CERISY. 203 but once outside, I turned and asked her the reason of her extraordinary behaviour. After all, I had done no harm ; I was only interested in the old buildings ; what was she afraid of, and who was the person she served ? \" I could obtain no satisfactory reply. She had not been long there, she said ; she belonged to a distant part of the country — as, indeed, her costume showed — and could tell me nothing of the Abbaye nor its inmates. Then she re-entered the building, and closed the door in my face — not rudely, but as if completely indifferent to any but the one idea of getting me off the premises. Poor girl, I dare say a reprimand of the sharpest was in store for her! \" I retraced my steps in the direction where I had left my friends. A few paces further on, I almost ran against an aged priest, evidently bound for the place I had just left. An expression of surprise and annoyance crossed his face on seeing me, or rather the direction whence I came. He did not speak, but stopped short, and stood there motion less, openly watching me till I passed through a"], [218, "204 STUDIES AND STORIES. great archway in a wall a little further on, and was lost to his sight. \"Close at hand were my friends, somewhat impatiently awaiting my return by the famous fish-pond. Its legend — a gruesome one enough, of its having been used as a burial-place for their prisoners by some bloodthirsty monks of old, to the benefit of the fat carp and pike — had been discussed and quarrelled over sufficiently, and the whole party was now anxious to get home to the cheery chateau. During the drive thither, I told my story, which was received with great interest. Various plans were formed for revisiting Cerisy, and trying to solve the mystery, but somehow they were never carried out. Nor did the inquiries set on foot in the neighbourhood about the strange inhabitant of the ruined Abbaye, ever bring any thing to light concerning him. Our party shortly after broke up. I never revisited my friends at their chateau. Something prevented my going to them the following year, and after that, I had no longer any reason for doing so. Troubles, as unexpected as undeserved, fell thickly on our"], [219, "THE ABBAYE DE CERISY. 205 kind hosts, the once happy family there — and but a few years after the merry gathering I have described, the poor mother, of all the group, was left to mourn alone the blighted hopes and vanished brightness. For such sorrows as hers there is no consolation in this world to be found, so you can understand that the associations of my one visit to that part of the country came to be sad enough. And notwithstanding my curiosity about the being I have described, I never could make up my mind to revisit the neighbourhood of Cerisy.\" Madame de Romars stopped. Clemency Poynsett looked up inquiringly. \" How sad ! \" she said feelingly. \" Yes, dear madame, I well understand. But, tell me, please — do you really think \\\\. possible— had you the feeling that the figure you saw was — was perhaps really Louis XVI I.— the poor little prince, grown into Stay, would he have been as old as the recluse of the Abbaye at the time you named ; about the year 1844, was it not ? \" \"He was born in 1785,\" said the Marquise."], [220, "206 STUDIES AND STORIES. \" He would have been, therefore, fifty-nine at the date of my adventure. Certainly, the person I saw looked much older than that, to judge in an ordinary way. But then — consider what the Prince went through ! Had he lived, it is scarcely to be expected he would ever have recovered his health bodily or mental ; at least, he could never have been like other people. No ; if Louis XVII. lived, I can scarcely help picturing him to myself at sixty as at best much such a prematurely aged, fearfully marked human being as the strange vision I came across. I hope it was not he — I cannot endure to think it was — to picture the long monotonous years that must have passed in that sad captivity of concealment, and, in all proba bility, in great physical suffering too. For I think the poor creature I saw must have been paralyzed or something of that kind. Yet there was such dignity, such reserve and presence about the strange being — no angry chatter of scolding ; just the few cold, haughty, yet not uncourteous words I have repeated.\" \"Whoever it was— man or woman — must have"], [221, "THE ABBAYE DE CERISY. 207 been quite of the upper classes,\" said Miss Poynsett. \"Oh dear, yes — a thousand times yes. The tone, the accent, the manner — all showed it. Poor old man, for I think it was a man, Louis XVII. or not — there was a sad story shut up in that strange room — a story almost certainly connected with that awful time a century ago. How often since, I have wished I could have shown some kindness to the recluse, infused some little brightness into that almost unearthly life ! But it could not have been. And whoever it was, it is all over now \" \" I, too, hope it was not the Prince,\" said Clemency, \" strangely fascinating though the idea is. But there were the Bourbon features.\" \" Yes,\" agreed her old friend. \" There were those undoubtedly : the unmistakable Bourbon features.\""], [222, "208 STUDIES AND STORIES. ENGLISH GIRLHOOD. \" A typical English girl ! \" What vision do the words evoke ! We all know it, I think — \" There a girl comes, with brown locks curl'd, Crying, ' Oh, what a beautiful world ' Crying, ' Oh, what a happy place ! ' \" as some nameless songster has it. Brown locks, blue eyes, wild-rose tinted cheeks, a very incarna- tion above all of eager, youthful happiness, veiled perhaps by a faint haze of shyness and appeal which but enhances the sunshine behind. A charming picture, and, in point of fact, so far as the physical loveliness goes, a far from imaginary one ; the jaundiced-eyed critic, or cynic rather, has yet to appear who can deny the sweet and honest beauty of English girlhood in the mass. But what about the full content, the childlike, if not childish, unquestioning satisfaction with her"], [223, "ENGLISH GIRLHOOD. 209 world as she found it, which for long were looked upon as the matter-of-course characteristics of girl hood — as what should be such at least, in a normal condition of things? Is it so ? And is it to be desired that it should be so ? Taking \" girlhood \" as represented by even the narrow measure of seventeen to two or three and twenty, should it be a season of grown up play, of no true sense of responsibility to the present or the future ? And in such instances as the carelessness or indulgence of parents and guardians make it such, does it \"answer\"? Is the girl in any real way the happier for her residence in this fool's paradise ? Would she, in nineteen cases out of twenty, deliberately repeat the programme with daughters of her own ? For our girls have as a rule good stuff in them : mother-wit, common sense, and conscientiousness, quickening, nowadays, into thoughtful and wide minded reviewal of their position ; into earnest inquiry as to where and how their talents can be put out to the best account. That such inquiry is idle cannot be maintained ; it is increasingly P"], [224, "210 STUDIES AND STORIES. forced upon them by certain, to some extent, abnormal conditions closely affecting themselves. And though these may be, and probably are, but a temporary phase in our social history, the present is practically our immediate concern — its difficulties must be faced. And even those among us whose sympathy and such experience as years must bring to all but the entirely thoughtless are the best they have to offer, may perhaps be forgiven for coming forward with their mite. It is always difficult to form a correct contem poraneous judgment of any society or section of society in a state of transition, and English girl hood is at the present time markedly in this state, especially as regards its upper strata. To a certain extent too this is the case in the lower classes, using the term in its widest sense, though with them the literal struggle for existence, the necessity of labour if one would live, naturally induce far greater similarity and monotony of real condition from one generation to another, however outward surroundings may vary, than where there is free dom to be idle or not as one chooses. Naturally,"], [225, "ENGLISH GIRLHOOD. 211 too, the necessity, or at least desirability, of recog nized occupation influences young men of the upper classes far more extensively than then sisters. \" What is your son going to be ? \" is a matter of-course question in all grades of society as the boy approaches the confines of manhood. For his own moral and intellectual, not to speak of spiritual welfare, it is universally accepted that to be worthy of the name a man must work — must do something. Not so for the other sex ; not so at least till within a very recent date. There has been but one orthodox and recognized \"career\" in England for women belonging to the higher grades of society, and she who failed to achieve an entrance into this was accounted a failure indeed. Many years ago now it happened to me to overhear a conversation between four small people — three brothers and a sister, all under eight years of age — as to their future. Each boy announced his choice — \"soldier,\" \"sailor,\" what not. \"And you, Ella?\" to the hitherto silent little maiden."], [226, "212 STUDIES AND STORIES, \"I,\" came the answer, with completest satis faction, \" oh, /, of course, will be a mamma!' She spoke what she had already learnt, what in truth every girl among us was tacitly if not avowedly trained for from the earliest days of dolls and doll-houses to the latest stage of \" coming out \" and ball-room successes ; nay, even in the schoolroom itself, when it was no uncommon check on the studies of some exceptionally in telligent girl that she \"must not be allowed to carry them too far, for men do not care about learned wives.\" Nor ought we to be unfair to the instinct at the root of this formerly exaggerated code. On the contrary, as is the danger in all human reforms and innovations, which, it would truly seem,* \" must, to float, be ballasted with a certain weight of error,\" there is at the present time a very dis tinct tendency to rush into the opposite extreme- The best and noblest, because the normal position for a woman — if we except some rare and saintly souls of whom in a review of the average English- * W. R. Greig."], [227, "ENGLISH GIRLHOOD. 213 woman we have scarcely to take account — is that of true wife and mother. To inculcate otherwise would indeed be a setting up of the vessel against the potter. Nor could a theory entailing dis location and severance of the members consti tuting our human nature, a doctrine assailing the Divine thought of the family as the centre of all society, ever really take root or permanently flourish. But in almost all modern societies, so far as we have experience of them,'there must be a propor tion, larger or smaller, of women who do not or cannot marry. And here in England, in these last days of the nineteenth century, this proportion is abnormally large. Into the many causes of this, some patent to the most superficial observer, some deep-lying and far back in their origin, some, alas ! intermingled with the yet graver and darker evils shadowing the march of high material civilization — into these we cannot here attempt to enter. The fact itself, so far as it affects the present phase of our girlhood's history, is what concerns us. And the recognition of it has already helped to bene-"], [228, "214 STUDIES AND STORIES. ficent results — the silver lining of the cloud has shone out in more than one corner. Here, by way of parenthesis, may a word or two be said as to the wisdom or feasibility of ever admitting among us some modification of the French system on this much-vexed question of marriage, a system as to which we have done our neighbours but scant justice ; nor is the reason of this far to seek. A modern French marriage, arranged and negotiated by the parents, is an honest, straightforward, matter-of-fact piece of business, of which no one concerned has any reason to feel ashamed. For where the movers in it are right minded and conscientious, their part is viewed as preliminary only, and subject to the approval of the two real principals. Never in such cases — and they are the majority — is marriage forced upon either, against his or her inclination and instincts. There are exceptions to this, of course, where selfish, worldly, or worse people have to do with the matter — where and when, in what country and what times will bad workmen do good work ? — but exceptions they are. And the proof of the"], [229, "ENGLISH GIRLHOOD. 2 1 5 pudding is in the eating. That the French system is neither vicious nor unnatural is shown by the bons menages which are the rule, and whose exist ence refutes our mistaken ideas on the subject — ideas taken surely from the older days when our own social institutions would have borne as little as our neighbours the clearer light of modern principles. Arranged marriages in England are a very different thing ; they exist but in the worst form, and their very promoters are often the loudest in their invectives against the French system, crediting it with the entirely worldly in centives actuating themselves. Even in the rare cases where the French plan is from good and pure motives resorted to, no one will own to it, and a blameless action thus comes to have an ugly look about it. The days are yet to come when the French system will be to any extent adopted in England : it is contrary to our associations, to the \"romance\" which has not yet quite deserted us, and which our less imaginative neighbours understand so little ; contrary even to the spirit of our religion ; contrary"], [230, "216 STUDIES AND STORIES, to the increasing independence and self-dependence of Englishwomen. But — as one is driven to own so constantly in the discussion of most sublunary affairs — there are exceptions. There are girls who, incapable of understanding marriage in the highest sense, of appreciating the true and mystic beauty of noble love and noble union ; still more, incapable of feeling that not to marry at all is nearer the spirit of the Divine ideal for man and woman than to marry without \" poetry,\" are yet, as it has been cynically said, \" fit for nothing else.\" For many such, selfishness diminished if not extinguished by new claims, the germs of heart and soul developed by the inevitable trials and responsibilities of married life, turn out worthy wives and mothers, useful members of society, who would otherwise have been but cumberers of the ground. And very aggressive cumberers, if the expression may be allowed — discontented, idle, tiresome old maids ! For any sake let marriages, when reasonably and practically possible, be \" arranged \" for such, if the common place and easily contented man can be found"], [231, "ENGLISH GIRLHOOD. 217 who would be satisfied with his share of the bargain. It is not to girls of this class, however, that our best sympathy and consideration are due. There are many of the sweetest and finest natures who, as school-days with their regular discipline, their often interesting and absorbing studies, recede further into the background, and full womanhood confronts them, ask earnestly and pathetically, \"What am I to do with my life and myself?\" There are others, less thoughtful, who are never theless conscious of increasing discontent and dis satisfaction as they realize that actual youth is slipping past. Yet they were bright and hopeful and energetic creatures at eighteen ! Is it then to these few critical years of girlhood itself that we must look for the root of the wrong ? Education for girls, in the conventional sense of the school-days' work, is very different from what it was, thanks to the devoted efforts of some yet among us — women whom all must recognize as benefactors not only to their sex, but to their country. It is at once more thorough and more"], [232, "218 STUDIES AND STORIES. attractive, and individual tastes and capacities are now so taken into account that most girls love their studies and are eager to pursue them for their own sake. But we have been emerging from a melancholy and unsatisfactory state of things. Never was girls' education at a lower ebb than in the first quarter of this century. The mothers and grandmothers of the children of those days had been better, because more thoroughly taught what they did learn ; the fatal rage for accomplish ments at all costs had not then set in, the modern and cheaper pianofortes being — fortunately for our great-grandfathers — a comparatively recent innovation, and water-colour materials expensive ; sewing-machines had not destroyed the need for neat and careful seamstresses even among the upper classes ; and fancy-work was still, what it is delightful to see it again, an art — and a beautiful one. Books were few, and read many times over ; governesses, inefficient or otherwise, rare ; so that girls not infrequently shared their brothers' lessons, and classics were not altogether excluded from the maiden curriculum. And excellent housewifery"], [233, "ENGLISH GIRLHOOD. 219 in all its branches was a sine qua non; though to see this phase of feminine training in its per fection, with its fragrance of distilled waters and sorted herbs, its pasties and quaint \"conserves,\" its shelves full of spotless napery with exquisite marking, we must perhaps go still further back — to the days when it was a matter of course for the ladies of the manor-house and the parsonage to have a fair knowledge of domestic pharmacy, like the \" daughter dear\" in the old ballad who was \" a leech of skill \" ; before it was the fashion to \" swoon \" for nothing or faint at the sight of blood ; when girls rode pillion many a mile behind the old man-servant if a neighbour were to be visited ; when novels were nouvelles, and foreign travel all but unknown ! Queer, dear old days ! Were people happier and more at peace then ? Was it easier to keep real things — holy things — before one's mind than now, in the rush of this hot and burdened age ? It would seem so almost, but distance in time, as in space, \" lends enchantment.\" People had their troubles and perplexities then as now doubt-"], [234, "STUDIES AND STORIES. 220 less, even in the remotest and most sylvan of Eng lish hamlets. And perchance the day will come when our descendants in their turn will look back on us with mingled envy and contempt, and wonder how we lived our nineteenth century lives ! We are keeping waiting unduly, however, our girls of to-day, concerned about the present and the future, for whom the marvellous fascination of the past has yet to awaken. It is this special period of girlhood, these few intermediate years we wish to consider. Why do they so often seem to fail in preparing our girls for maturer life, above all, those among them who do not marry ? And that there must be a considerable proportion of this class we know. Some, their choice being small and not attractive to their own refinement and depth of character — for it is not, as a rule, the noblest of our men who can marry young nowadays — deliberately reject what offers ; some, often the most generous and unselfish, bestow their affec tions unwisely ; some, it is whispered in even the selectest circles, never have a chance at all ! And in almost all these cases, the close of girlhood"], [235, "ENGLISH GIRLHOOD. 221 brings disappointment and perplexity, if not feel ings more nearly allied to despair ! The reason seems to me not far to seek, There has been a wrong spirit pervading this phase of life altogether. Amusement, instead of the relax ation it should be, the healthful variety and change from a background of useful occupation, has been made the great object of thought, and word, and deed ; the girl has got out of the habit of work, and alas ! by a strange and melancholy paradox, with the enjoyment of unduly indulged-in pleasure does not fade the craving for it ; rather indeed would it seem to increase. Though the apples have become but as those of the Dead Sea, yet must they at all costs be had, if ennui (in our English sense of the word), with her ugly following, is not to become undisputed mistress of the field. And we have the wearisome spectacle of a young woman no longer in her first brilliance, pursuing amusement and frivolity because she has \" nothing else to do,\" or thinks so, because in truth she has learnt to live no other life ; or the still more painful sight of \" flirtation,\" begun in the first"], [236, "222 STUDIES AND STORIES. exuberance of youth innocently enough perhaps, degraded into \"husband-hunting,\" in the desperate desire to get out of a vapid and objectless exist ence. There is less of all this, thank God, than there was some years ago ; still there is too much. And even where amusement is not made so un duly prominent, there is much negative misdoing. No distinct duties or responsibilities have been given to or even suggested to the girl. \" Send your boy to the university by all means if you can manage it, but whatever you do, have some work ready for him when he leaves it. It is that idling-about time, what people call giving them some fun and play before they buckle to, that unsettles young fellows,\" was a piece of sound advice I once heard. Does it not suggest an application in a modified form, to our girls ? Even with regard to ordinary home-duties, how few mothers definitely and distinctly give their daughters a share. \" Evelyn will learn for herself when she has a house of her own. It is so much easier todo things one's self than to teach others!\" is the usual excuse. Yes, truly, so it is, much"], [237, "ENGLISH GIRLHOOD. 223 easier. But what then ? What about the husband, \" the not impossible lie\" who is to depend on \" the learning for herself,\" the children, the servants, if Evelyn does marry ? What about the days that may come, all too soon, even if she do not, when the girl may be called upon to replace her mother, temporarily or permanently, maybe ? What about herself? Even if she learn this one thing well, has not Evelyn a chance of being a happier woman for it? A happier and a stronger woman? For sorrows and troubles come to all, and in one direction a girl is peculiarly exposed to suffering ; there are few whose hearts escape unbruised during those fateful years of girlhood. It may be through nobody's fault, it may be through the thoughtless ness, or even deliberate cold-bloodedness of some one the poor child imagines a hero, who finds her inexperience too amusing to resist, that her fairy castle crumbles about her ears some fine morning and she is left desolate. And very real and desperate is her suffering for the time ; but sot such suffering, for all sorrow indeed, is there any human cure like work ? Work looked for and"], [238, "224 STUDIES AND STORIES. expected ? that must be done ? work, best of all, for others ? Truly, when one's own life looks but a most complete and bitter shipwreck, there is nothing so great a boon as to feel that all the same one must be up and doing ; that there are still those who would miss it if one were not. Doubtless these few years are a time of waiting, of uncertainty. Every girl knows she may marry, and any definite work seems scarcely \" worth while.\" But it is all the more \" worth while,\" that it is just during these times of waiting that the habits of regularity and method are most easily lost. And even if we take for granted that these have been to some extent well acquired during schoolroom life, the keeping them up is no easy matter, for it is of the very nature of things that a girl's occupations should be various and vary- ing ; the arrangement of her time too cannot but be to some extent subservient to the plans of her elders, to which her own wishes must often and rightly yield. But when there is sympathy be- tween parents and children, and when even there is not much of this, a girl's real desire to use her"], [239, "ENGLISH GIRLHOOD. 225 time well, to be of some good, will win its way : and when the danger of making amusement the great object is clearly recognized, few sensible girls need be long at a loss. I have small belief in finding \"nothing to do,\" though all general advice must be vague. The precise kind of study or self-im provement to which a girl should give a definite part of her time must of course be greatly directed by individual tastes and capacities, and on very widely differing circumstances depend the nature and amount of assistance she should give in her own home and to those immediately about her: even amusements themselves should be regulated — and would assuredly be enhanced — by unsel fishness and consideration for others. But besides all this, there are few girls who will not do well from the first of their freer life to undertake some distinct work among the poor, even if it be but a Sunday school class once a week.* After-life * \" Even a Sunday school class.\" I feel half inclined to with draw the first word. For to manage such a class as it should be and can be done, calls for a fair amount of work, both as to self preparation and real study, to fit one for the actual teaching, and in the week day \"looking after\" the children; the calling now and Q"], [240, "226 STUDIES AND STORIES. will assuredly give a girl no cause to regret this, and the self-denial, punctuality and patience she should practise are excellent training, even if it should never fall to her lot to do much in this direction. The sympathy and wider knowledge of the \" other half of the world,\" to which such simple effort may be the opening, are invaluable to all women, and cannot but prepare a girl for larger fields of action, to which she may perhaps be called ; to which indeed, above all if she do not marry, she certainly, as she grows older, should devote some increased part of her time. And I am much mistaken if new departures for then at their homes, the assistance in case of illness, the little treats one may sometimes give, etc., etc. And while touching on this I may be perhaps allowed to say to those girls whose time hangs heavy on their hands, who can find \"nothing to do of any real use to any one,\" that the need for Sunday school teachers, in London especially, is crying. I could name twenty parishes whose clergy would endorse this. The same too can be said for week-day work, Bands of Hope, etc., as to the good of which even the most pre judiced are unanimous. \" It is the children we must get hold of,\" say all the wisest thinkers on temperance and kindred subjects. Personally I can testify to the extreme difficulty of getting any young girls to do any useful, modest, unsensational work within their capacity regularly and perseveringly. Is not the true way of tsating their complaint rather, \" We can find nothing that we like todo\"?"], [241, "ENGLISH GIRLHOOD. 227 useful work among our poorer contemporaries are not opening up in various directions, even for the many, not specially gifted as are the select — or elect — few ; the uncanonized saints among us, whose absolute devotion and unselfishness, strength of nerve and faithfulness of spirit, rare and cau tiously to be verified qualifications, render them a class apart indeed. As to these increasing and widening systems it would be premature to say much, but in going on to a passing mention of the less well-to-do classes of English girlhood, some suggestions may perhaps come forward of themselves. Hitherto we have been considering almost entirely girls of our upper classes, using the words in their very widest sense as including all these who arc not forced to work, though, as rough classifications must always be imperfect, among these are to be found some of less original refine ment, less good birth, than many girls who are enrolled in the great army of bread-winners. The problems to be solved concerning working women of every class are of a different kind ; they are"], [242, "228 STUDIES AND STORIES. many, but the wisest heads in the country are engaged upon them, and already the prospect is brightening. Steadily increasing spheres of labour, and steadily increasing opportunities of qualifying themselves for such, are to be found. Technical colleges for women, in which hitherto this country has been peculiarly deficient, are being demanded in various directions, and will doubtless be gra- dually supplied. On the whole, this side of the picture is cheering — more cheering, to my mind, than that of the \" unemployed \" in the ranks of well-to-do girlhood and \" spinsterhood,\" to use a quaint and really charming word. Can we do nothing to amalgamate the two a little ? Are there not ways in which our richer girls may begin even during girlhood to help their, practically speaking, less fortunate sisters ? An evening or two a week given up to simple entertaining of some of them ; carefully chosen lending libraries ; a day in the country now and then — surely the opportunities of this kind are legion ! Nay, more ; could not some of our rich girls teach the poorer, at odd hours maybe, and not without some trouble"], [243, "ENGLISH GIRLHOOD. 229 very certainly. For to teach, one must learn, and the lessons which would often most truly benefit her humbler sisters are not always those acquired at school or in the schoolroom at home, though as to this there is no absolute rule. But a course of thorough lessons in sick-nursing, in cooking, in good dressmaking, or other departments of needle- work, in even more \" technical \" studies, such as shorthand and book-keeping, need not occupy more than a few hours a week of the leisure of our, at best, but half-employed girl, and would qualify her for in the future imparting her knowledge to others with but very few hours and still fewer shillings at their command, to whom nevertheless such special training might be of enormous im- portance and value. And the special training would assuredly do the young teacher herself no harm, even though she might never be required to turn it to personal account. Though who knows what the future may bring to any one of us ? For very certainly among the many pupils who, eager to find some remunerative employment, will flock for instruction to these technical colleges, there"], [244, "230 STUDIES AND STORIES. will be not a few who even in the very superficial and conventional sense of not having to work for their living, as well as in the truer meaning of the word, are thoroughly entitled to call themselves \" ladies.\" And should circumstances of any kind afterwards decide a girl to take up any special department of women's work, nursing, for instance,* as a profession, this amount of preliminary appren ticeship, small as it may be, will save her in the future, loss of time and possible uncertainty as to her individual capacity. To sum up a little, though of necessity but roughly and in few words, the various problems * With regard to this special occupation, or profession, I may perhaps be allowed to give one word of warning against allowing any young woman to enter upon it prematurely. Incalculable mischief may be done by its being attempted too young, even if only in the modified form of hospital nursing for a certain period without any intention of devoting one's life to it. The slighter teaching now to be had at technical colleges in this department will, it is to be hoped, fill a gap, and do good negatively as well as positively. Most hospitals refuse to take probationers under the age of five and twenty, but this rule is not, I am sorry to find, universal. And even five and twenty is fully young for the average girl to test her fitness for work so arduous and so peculiarly trying, and assuredly if attempted before that age the risk of lasting injury to health and nerves is exceedingly grave."], [245, "ENGLISH GIRLHOOD. 231 offered at the present time by English girlhood of all classes, may not a separation, in the first place, into the under-worked and the over-worked help to clear our views ? And hard and painful as life with its sharp necessity for early labour may be for the latter, is it not a question if the evil wrought by the conditions, on the surface and materially speaking so much more advantageous, of our upper class girls, is not in the long run as great ? For their sake, as well as from the more universally recognized motives of philanthropy and benevo lence in the ordinary sense, is it not our plain duty to try to equalize things a little ? Cannot much more be done towards refining and brightening the lives of our working girls, hand-in-hand with increased training for useful, unselfish, and re sponsible occupation for our own daughters ? And to look still wider afield, and further ahead, never has there been a time with more good work in England calling to be done ; never has there been a period in our social history when so large a proportion of our better-class women must pass through life without entering into its closest"], [246, "232 STUDIES AND STORIES. personal ties and responsibilities : do not these two great facts speak for themselves ? Are parents, mothers especially, doing their best for their girls ? During these few critical years of girlhood, when the eager and readily receptive spirit begins to look out upon life for itself, to what strange, sad influences, is it not often ex posed ? By example, if not by the coarseness of positive precept, how many a young creature is indoctrinated with \" worldliness \" in some of its most insidious forms : selfish struggling to be first in the race for social advantage ; contemptible condescension to meannesses of motive and deed which few would like to sec expressed in plain words ; love of outside excitement at all costs, leading to neglect of first duties, even sometimes under the specious guise of benevolent devotion on so-called \"religious\" grounds — a tone of mind and spirit, in short, utterly at variance with the purity and elevation of the Christian character professedly our ideal ! What results can be ex pected but such as too frequently ensue ? Religion as an active principle is tacitly disbelieved in and"], [247, "ENGLISH GIRLHOOD. 233 thrown aside, self-seeking in one or other of its innumerable forms, replacing all higher motive, till not infrequently the pupil surpasses the teacher, and the parent is aghast at the fruits of her own, perhaps half unconscious, planting ! Even in the more superficial matters of outward manner and bearing, how many a girl, sweet, natural, and modest, essentially a \"gentlewoman,\" is trans formed by the inculcated slavery to society and its laws into an artificial puppet, afraid of moving or speaking save after a certain studied fashion, or worse still, into a coarse and noisy hoyden ; thereby, more often than is probably at all suspected, disgusting and alienating the very beings (the best of them, at any rate) whose admiration she has been taught to exert her utmost powers to secure. The mischief of course is not entirely confined to the period of life we have been more particularly considering ; school-days have much to answer for. For though the actual instruction is now so much more thorough and truly \" educational,\" the grave questions of companionship, both as regards"], [248, "234 STUDIES AND STORIES. fellow-learners and teachers, should never be for gotten. With respect to the latter, the responsi bility of parents is much more serious in a case of home education, where a girl cannot but be influenced for life by the governess with whom so great a part of her time is spent. And that the increase of first-rate schools for girls will effect this state of things to any very considerable extent as regards the daughters of our quite upper classes, seems to me from practical and other reasons improbable. Perhaps the perfection of things would be most nearly realized by an approach to the French modern system of cours, which gives a girl the advantage of the best teaching — that of teachers specially qualified in their own subjects — superintended and supplemented by her own private governess at home, at the same time as the stimulus of emulation and intellectual friction, without exposing her to the risk of indiscriminate companionship, and hasty or injudicious friend ships out of lesson hours. These latter dangers are of course more to be dreaded in boarding school life than in even the least exclusive of day-"], [249, "ENGLISH GIRLHOOD. 235 schools. And that the growing preponderance of the latter is an advantage to girls in general few will be inclined to dispute, if the greater \" natural ness \" of daughters and sisters living in their own homes, even during the years when the most of their time must be given to study, be taken into account, as contrasted with the unavoidable absence of domestic training, the enforced estrangement from home duties and gradually developing responsibilities necessitated by life in even the most excellent of institutions, primarily if not exclusively devoted to intellectual instruc tion."], [250, "236 STUDIES AND STORIES. FICTION: ITS USE AND ABUSE. FICTION, as we all know, in the sense in which we use the term in the present day, is a new growth. One does not need to go very far back into the social life of the past, or to read up much in any history to be satisfied as to this, and like all influ ences new and old, it has its good side and its bad — its use, and also its grave possibilities of abuse and misuse. I have more than once heard it said that it would be by no means a matter for regret, but in many ways the reverse, if, during one whole year, no new books were to be written. I cer tainly think it would be a great cause for con gratulation if, for some such given time, no new novels were to appear ! There would be leisure for a thorough weeding-out of those already in existence, which would, I think, be salutary for"], [251, "FICTION: ITS USE AND ABUSE. 237 authors as well as for readers — weeding-out always is effected in time, it is true, but the ever-increas ing mass of publications renders it more and more difficult. And meanwhile it is melancholy to reflect on the enormous waste of time and energy on books that are even less worth reading than writing. For, after all, though I would be the last to encourage or urge young people with no special gift, or no special reason for imagining they may have such a gift though dormant, to rush into print, still the doing so is sometimes a very wholesome lesson. No book can be written without a good deal of patience and toil, and except in wrong-doing, patience and toil are never altogether thrown away. And nothing tests the reality of literary powers like seeing one's productions in print — unless, it may be, the humiliation of finding the result of one's labours ruthlessly cut to pieces, or, still worse, altogether ignored. For where there is real talent these trials often serve but as a spur to renewed effort. The increase of books of fiction— tales and"], [252, "238 STUDIES AND STORIES. stories of every kind, more especially novels, not to mention children's books — with which just now we are scarcely concerned — is almost incredible. Even forty or fifty years ago, when the three volumed novel was already fairly launched, and circulating libraries on a small scale had been for some time in existence, the number of tales and stories was infinitesimal compared with to-day. And in another way fiction was of much less importance as a factor in social life. Novels, as a rule at that time, were so poor, With the exception of the works of a very few leading authors, the run of them was both dull and uninteresting, exceedingly untrue to nature, badly written, and terribly sentimental. The word \" romance \" which tells its own tale, had not yet altogether gone out of fashion. I do not think many of these second or third-rate — no rate at all) we should now dub them — productions would find much favour with the girls of the present day. There is no doubt whatever that the whole level of fiction — the higher ground having been first sighted by some great pioneers such as Charlotte"], [253, "FICTION: ITS USE AND ABUSE. 239 Bronte, Dickens, Thackeray, Harriet Martineau ; a little further back by Sir Walter Scott, Miss Austen, Miss Edgeworth (whose \" Helen,\" a novel of almost typical excellence, is far less known than it should be) ; a little later on by Mrs. Gaskell, Anthony Trollope, Charles Kingsley, Miss Thackeray, Charles Readc, Miss Mulock, Miss Yonge, Mrs. Oliphant, Dr. George Mac donald, and by that time already many others — the whole level has risen incalculably. Nowadays it would take nearly all the minutes at my disposal merely to enumerate the names of existing novels of unquestionable merit, both English and Ameri can. And among the authors of these, I may remark parenthetically, not a few good judges place women-writers, led by George Eliot, in the foremost rank. These greater novelists are fol lowed by an innumerable crowd of smaller ones, many a one of whose productions would, earlier in this century, have been looked upon, and rightly, as a masterpiece. And it is just because the level has so risen, just because there are so very many books of fiction worth reading, that the"], [254, "240 STUDIES AND STORIES. subject requires such serious consideration, that it behoves us, out of much that is good, to choose the best, and not only the best in the abstract, but to find out what is best for us— and that we arc left without excuse if ever we are guilty of reading a book that is in any sense bad. For of course the bad has come with the good. With the im provement both in matter and literary skill has crept in a great wave of false cleverness, of writing for effect and notoriety, instead of from any higher motive or true love of art, of pandering to public taste already satiated with too much light and ephemeral literature and ever seeking for new excitement — in a word, what has been called the \" sensational school \" in fiction, though in using this well-worn expression, I do so only in its objec tionable sense. For it covers a wide field, and I should be very sorry to be supposed to refer to the many wholesome and harmless as well as clever novels which yet, as is rather to be re gretted, must, technically speaking, so to say, be classed as belonging to that school. There are a good many things I should like to"], [255, "FICTION: ITS USE AND ABUSE. 241 impress upon girls with regard to novel or story book reading. I can only touch upon the most important. And first of all comes a very common place piece of advice, almost, indeed, a truism. Never forget that reading fiction is to be looked upon as a recreation. There are, it is true, some novels — among them I might mention Mr. Pater's \" Marius the Epicurean,\" perhaps Mr. Shorthouse's \"John Inglesant\" — which are hardly to be ranked as such. They are certainly not \"light\" reading, however beautiful. Such books are the product of immense learning and research and profound scholarship — to be read, understood, and admired as they deserve, they must be studied. But as regards fiction in general, if it is to fall into its right place as an influence for good on a girl, it should be looked upon as among the sweetmeats of her life. Otherwise it not only unfits one for graver reading, and most probably interferes prac tically with duties not to be set aside, but it actu ally loses its own charm if indulged in too much, or at unseasonable hours. First thing in the morning and last at night seem to me very pro- R"], [256, "242 STUDIES AND STORIES. mincnt among these unsuitable times. Not only do we owe our very first and last waking thoughts to the best and highest interests of all, but besides this, a habit of novel reading in the forenoon leaves one in a curiously unready and desultory condition for the day's work, and sitting up late at night over an interesting or exciting tale is equally sure to make one's brain unhealthily tired and listless. As to what fiction to read, I would, to start with, strongly advise a girl on first beginning to feel her own way a little in bookland, to read some of the best older novels. Sir Walter Scott is sadly out of fashion, I know. Young people find him woefully dull. But I cannot believe that young human nature has changed so extraordi narily as all that, in half a century or less. I fear the mischief is almost entirely due to premature and perhaps indiscriminate indulgence in novels while still very young ; even in some cases before childhood is really past. If girls had as few books as their grandmothers had in their youth, fresh from school-work and with unspoilt taste,"], [257, "FICTION: ITS USE AND ABUSE. 243 I think most of them would be as susceptible to the wonderful charm of the great northern wizard as were these grandmothers in their day. Indeed, I have seen it tested — some young people I know were brought up on the Continent under rather \"old-fashionedly\" strict surveillance. Story books of any kind were rare, novels unknown. Just as they were growing up, a return to Eng land opened out a wide field to them, and as they were wisely directed, the Waverley novels were almost their first pasture-ground. I can scarcely exaggerate, and shall never forget, the delight and enjoyment these boys and girls found in them. Nor has this freshness of taste ever been alto gether lost. I think the restricted story reading of their earlier youth has not proved a subject of regret. And close upon the Waverleys come others, varying so widely that no one can complain of monotony in our older fiction, though its amount may be limited. Dear Miss Austen for one ; \"The Newcomes,\" \" Pendennis,\" the almost em barrassing wealth of Charles Dickens's books"], [258, "244 STUDIES AND STORIES. leading us on gradually to the later novelists of this century who, one by one, have been canonized by the slow but sure decision of time as \"stan dard authors \" whose works will \" live.\" Along with this reading, or interspersed with it, it may be well to divert yourself now and then, in an ticipation as it were, with a present-day novel. But when you begin with these, I would earnestly advise you to ask advice and direction. Do not be in a hurry to read a book just because \" every body \" is reading it ; do not feel ashamed not to have seen \" the book of the season.\" It may sometimes prove a very blessed thing for you never to see it at all. Far better miss altogether the reading the cleverest book that ever was written than soil your mind and memory in the very least ; far better even to be laughed at as prudish or behind the day, than risk any contact with the mental or moral pitch which is so very hard quite to rub off again. For though, taken in the mass, our English fiction is not often, thank God, open to the terrible verdict that must be passed on that of some other nations ; there"], [259, "FICTION: ITS USE AND ABUSE. 245 are a great many novels that are not good, where no real belief or nobility of principle underlies the cleverness, which leave a young mind con fused as to what is \"good,\" or what the writer means one to think so, or worse still, insinuates a strange chaotic distress as to whether right is right any longer, or wrong wrong ? I think, though they may not be obtrusively so, we who are Christians must call such books \" bad.\" For remember, it is not writing about bad things that is necessarily bad. As girls grow older they have to face evil in many forms, in real life and even sometimes its delineation in fiction. But it should be recognized as evil, as the powerful yet miser able thing we have to do battle with while life lasts ; never as a skilfully draped and dressed-up figure which is to be misnamed \"good.\" Nor, even when recognized as evil should its deformi ties be unnecessarily dwelt upon : the doing so is one of the worst of the morbid tendencies of present-day fiction, and can do us no good. It may possibly in some cases bring home his own degradation to the hardened and stupefied con-"], [260, "246 STUDIES AND STORIES. science of a drunkard to see it portrayed in its dreadful reality — though even this is an open question — but supposing it were ever our painful task to help any such unhappy ones, I do not think we should do it any the better from having studied some morbidly accurate picture of this terrible vice in a novel — French or English. For, to my sorrow, I could name some recent English novels, written, I am assured, with the best motives, and supposed to be suited to young readers, which I should shrink from putting into the hands of such, almost more than an honestly coarse medieval romance. But having sought and received wise and at the same time sympathetic counsel as to your choice of books, do not keep yourself too much in leading-strings. Do not be afraid to form and to hold, while always open to correction or sug gestions, or readjustment of your views — your own opinion. You have several things to consider ; not only what is good in the abstract, but, as I said before, what is good for you, what you really enjoy, what you feel you profit by. Nothing is"], [261, "FICTION: ITS USE AND ABUSE. 247 more pitiful or absurd than to hear a young person, parrot-like, praising or trying to be enthu siastic about some book he or she neither admires nor understands, just because it seems the thing to do. One of the very cleverest and most culti vated women I know, is not ashamed to own when the subject comes up, that she has never been able to derive any kind of pleasure from the writings of Charles Dickens. And to me person ally, still more astonishing, I have met people who found \" Pride and Prejudice,\" and \" North anger Abbey \" very flat. I myself feel the same want of attraction in some American novelists whose genius is incontestable. We are not all made alike, and even if one's own want of appre ciation of books that should be admired is some what humiliating, it is better to be humiliated than not to be honest, though at the same time good taste and true humility should prevent one's obtruding these eccentricities of taste, another little danger of which I would warn young readers. For mental powers and perceptions change as well as develop. \"Fontaine je ne boirai jamais"], [262, "248 STUDIES AND STORIES. du tes eaux,\" is a rash declaration ; the very books you cannot like now, may become your greatest friends in later years. Say you do not care for them if your opinion is called for, but beware of inferring that they are unworthy of being cared for. Then you have to find out what books have the best effect on you — some people cannot stand very exciting or thrilling stories, just as some people are better without any wine. If you find it so with you, if certain novels so engross your mind and imagination that real life becomes dream land, and you go about your duties in a sort of sleep-walking, then give them up, or indulge in them but rarely and at judicious times ; unless, indeed, you can train yourself to sufficient self control resolutely to keep their fascination under mental lock and key — a grand piece of self-dis cipline in itself. Many people object to reading stories that appear in serials. I think there is a good deal to be said in their favour, unless, of course, one reads too many at a time, which cannot but lead to confusion. I have often noticed that the tales"], [263, "FICTION: ITS USE AND ABUSE. 249 one reads in parts are those that remain the longest in one's memory ; they mellow there, as it were. During the intervals, one seems to live with the characters, to get to know them, to distrust some, to feel increasing affection and admiration for others. We wonder how they are getting on, what will be the next news of them, and so forth ;\" almost as if they were real acquaint ances at a distance. And it is often a pleasant and not unprofitable subject of conversation to discuss the incidents of a serial story between times with others who are following the gradual unfolding of its plan, much in the same way that one of the good results of reading aloud is the common interests it brings into family or friendly life. I wish reading aloud were more in fashion. I am always sorry when I hear girls say they \" hate \" it, or declare ungraciously that they have never been able to read aloud well. I know it calls often for patience and unselfishness — on the part of the listeners sometimes as well as the reader — but is that any real objection ? Are not pleasures shared the truest ? And from another"], [264, "250 STUDIES AND STORIES. point of view as regards the reader — who can tell what may be before any of us in the unseen years to come ? If not darkened vision, enfeebled phy sical powers of some kind are the lot of most before the end — you may come to be very thank ful to have acquired the art, for a real art it is, of reading a story aloud well, before there was actual call for doing so. And later on, still, when the time comes that you yourself may be dependent on the kindliness of others for anything to cheer or brighten monotonous days, will it not be plea sant to remember that when your eyes were keen and your voice clear, you grudged neither in this often welcome service ? To return to the choice of books of fiction — I should like to say a word or two about foreign literature of this class, notably French and Ger man. It is most advisable not to limit your light reading to English. Most girls nowadays can read both French and German, the former espe cially, with ease and pleasure, but even in the rare cases where it is not so, I should recommend good translations. For it is not only of self-"], [265, "FICTION: ITS USE AND ABUSE. 251 improvement as a linguist that one should think. The variety, the newness to you of the life of other countries when well depicted, are most whole some and widening in their influence. Nothing, next to actual foreign travel, takes one more out of one's self than a story of which the scene and characters are entirely unlike one's ordinary sur roundings, provided of course that the essence of all good fiction, the magic \" touch of nature,\" be not wanting. And one of the greatest services fiction can render us all — brain-weary men and women as well as young girls — is this taking us out of ourselves. It is one of the reasons why historical novels, or stories of long ago, are often so refreshing — it is a great part of the secret of the charm of fairy-tales. I remember not long ago asking a woman who is really a deeply read scholar, what kind of fiction she enjoyed the most. Her reply was — \" Well, on the whole, I think I would choose a good rollicking story of adventure, such as Mr. Stevenson's ' Treasure Island ; ' it is such a change.\" And as regards foreign fiction, do not be sur-"], [266, "252 STUDIES AND STORIES. prised at my recommending some French as well as the many excellent German tales. It is a grave mistake to imagine that all French novels are objectionable or unwholesome. There are some already \"standard\" ones— besides the two or three — \" Paul and Virginia,\" and \" The Exiles of Siberia,\" which our grandmothers were re stricted to — a few of George Sand's, one or two of Balzac's, and some others which I really think everybody who reads at all, should read. And a fair number of modern ones — pre-eminent among them perhaps those of Mrs. Craven, whose death her many friends are still mourning — no mother need object to a daughter's reading, though of course they must be chosen with care and know ledge. As works of art, too, as models of literary skill, French novels stand unrivalled. There is no such thing as slovenly or slip-shod writing in French. The exigencies of the language, its poverty of words as compared with our own, necessitating extreme variety and delicacy of expressions or combinations of words, and partly from the same cause, the much greater precision"], [267, "FICTION: ITS USE AND ABUSE. 253 of grammar, make it impossible for uneducated or half-educated authors to exist. It is to be re gretted that our own standard in such directions is so much less stringent. In closing, I should like to say a little more about what seems to me one of the dangers of fiction for the young, one of the shoals to be avoided. I have already alluded to it in speaking strongly of the advantage of those tales which take us out of ourselves. These need not necessarily be laid in far-away places or long-ago days. Such a book, for instance, as Miss Lawless's admirable Irish tale, \" Hurrish,\" a story not only of present-day events, but of, in one sense, actually our own countrymen and women, transports us to scenes as unfamiliar to many as those of the Middle Ages, thereby not only refreshing our imagination but marvellously widening our sympathies. But, still, when all is said and done, I fancy girls, as girls, prefer stories of the life they themselves are actors in. And this is natural, and to some extent, when one takes into account the eager anticipations, the vivid hopes, the vague wonder-"], [268, "STUDIES AND STORIES. 254 ment as to the unfolding of the drama of your own future, without all of which youth would no longer be youth — to some extent this preference is not to be objected to. But keep it well in hand, beware of reading yourselves into all you read ; try to avoid sentimentalism, as distinct from true sentiment, in every form ; while sym pathizing with your heroine, let it be with her, not with yourself under her name ; try to treat her objectively, so to say. Nothing is more dwarfing and enervating than to make all you read into a sort of looking-glass, and often a most misleading one ! — to measure and judge and criticize solely by your own personal feelings and experience. And — even with regard to the very best works of fiction, remember they are fiction. It is highly improbable that your own life, taken as a whole, will resemble the most life-like story in three volumes. Art must be art, to restrict it to literal ness would be to destroy it. Thoroughly to enter into the explanation of this would lead us into very abstruse regions, and would be, on my part, presumption to attempt. I can but hint at it."], [269, "FICTION: ITS USE AND ABUSE. 255 Fiction cannot be biography ; an oil-painting cannot be a photograph. In the former the cha racters must be true to life, the situations and action never — in ordinary story-telling, that is to say — impossible, and but rarely improbable, but more than this one cannot ask. Into all fiction, if it is to serve its purpose, must be infused a breath of the ideal, it must be touched by the wand of Hans Andersen's \" Spirit of Fairy-tale.\" It is the attempt at literalness, the exaggeration of the \" realism \" we hear so much about, that is degrading and distorting art in so many direc tions. Pictures on canvas or in books, must be \"composed;\" subjects striking or beautiful, se lected ; all must be grouped, harmonized, recast by the poetic genius of the artist, the \" maker.\" For poetry in the widest acceptation of the word is the soul of all art. We must see with the artist's eyes ; it is his power of seeing as others do not, and of partially communicating this power, which makes him what he is. And, after all, as regards our own experience, I doubt if any human being even at the close of the"], [270, "256 STUDIES AND STORIES. longest life really feels at the end of the third volume. Not only do we live again in the interests, the hopes and fears of those around us, but we feel our own life still. We are not meant to close the book of ourselves, it seems to me, for surely all that makes us, will live on ; not only our few good deeds, our two or three completed tasks, but better still the teaching of our failures, the clear vision of our mistakes, of the fitfulness of our best efforts, of the scantiness of our self- renunciation — the influence of all this training on our characters, which are ourselves, must last. And, above all, the love for God and for one an- other, which, however imperfect now, is yet the germ and mainspring of all true living. All these will be found \" continued,\" in the book of golden letters waiting for us to read when this poor stained first volume is done — in that new Life, \" whose portals we call Death.\" THE END. LONDON : PRINTED BY WILLIAM CLOWES AND SONS, LIMITED, STAMFORD STREET AND CHARING CROSS."], [271, ""], [272, ""], [273, ""], [274, ""]]