[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "RE L,yLTI 0 Jf 0? THE OPERATIONS AND BATTLES OF THE AUSTRIAN AND FRENCH ARMIES, IN THE YEAR 1809. WITH THREE PLANS. BY W. MULLER, . /< LIEUTENANT OF THE KING'S GERMAN ENGINEERS. LONDON: PRINTED FOR T. GODDARD, MILITARY LIIVRARY, ,NO. 1, fALL MALL. By R. Wilts, Printer, 89, Chancery-Lane 1810."], [8, ""], [9, "PREFACE. J. HOSE remarkable events which have, within our own remembrance, overthrown whole Empires, created new Kingdoms, and called nations mutilated, divided, and almost annihilated by the conquering powers of other times again into existence and celebrity, com bined with the wonderful occurrences produced by modern improvement in every branch of the art or conduct of war, whether conducive to superiority in the field, or to render success when obtained, pro ductive of permanent political advantage, though long esteemed most worthy of historical commemora tion, have seldom been hitherto related with such exact ness, as to lay even before the attentive reader, a just and perfect view of all thdse relative facts and circum stances, which, while interesting and instructive in themselves, are so requisite to the due formation of a right judgment of the whole, founded on a broad and established basis. From these considerations it is trusted that the following pages, exhibiting a perfect view of all the military operations connected with the late war between France and Austria, since its com mencement in the year 1809, can not be unaccept able to the public ; the statements are collected from official papers, and the information of eye- witnesses. a 2 As"], [10, "r PREFACE. As its battles compose the most interesting part of the detail of the campaign, this narrative will chiefly be filled up with the relation of them, and all other subordinate operations merely mentioned for the sake: of elucidating in general, the movements of contend ing armies, and that this end may be yet further pro moted, suitable plans are subjoined. This narrative is, properly intended to compose the last sheets of a large work, entitled The Elements of the Art of War; being a complete and scientific trea tise upon every species of military knowledge, as well as political, so far as it relates to the conduct of Cabinets, declaring, managing, or concluding a war -, and will therefore, I flatter myself, prove a useful performance tc every person engaged either in military or political pursuits; This work, which is intended to form a complete En cyclopædia of the Art of War, and of all sciences com mon to the army and the state, will be published in three large octavo volumes, and illustrated by above one hundred drawings and plans, relative to artillery $ fortification, enginery, tactics, remarkable battles, sieges, memorable operations and retreats. The plan of the whole will be as follows:-^ The First Volume will treat of I. The Arrangement and Formation of an Army, and of the Arms and Accoutrements requisite to prepare it for actual service, under the following heads. I. The General Staff. 2. The Staff Quarter-master Generah 3. Corps of Engineers. 4- The"], [11, "V PREFACE. The Subsistence, Military Chest, Clothing, and general requisites for an Army, Hospitals, &c. 4. 5. 6. Military Schools. The formation cf Artillery, together with the con- struction, fabrication, Sec: of pieces of Ordnance, Shot, Machines, &c. &c. &c. * 7, S On Small Arms and Guns, their fabrication, &c. The Arrangement and formation of the different corps of Infantry. The Arrangement and formation of the different corps of Cavalry. 9 The Arrangement and formation of Pontonneer corps. Construction of Pontoons, &c. &c. 10 Remarks an the best Method of Supplying the Losses II and Providing for the Necessities of an Army. Recruiting. 1- S. 3. Military necessaries. Economical necessaries III. The Expences of an Army, Military expences. J. 2. Expences of a whole army; IV. Fortification, viz*, Field Fortification. 1. 2. Permanent Fortification*. Thus the First Volume, illustrated with Twenty eight Drawings, will comprise a distinct and perfect treatise upon each of the Sciences contained in it. The Second Volume will contain, I. Slight Remarks on the Manual Exercise. • This head contains about one-fifth of the first Volume. _* Fortification will occupy about three-eighths of the first Volume, II."], [12, "w PREFACE. II. Theoreti.al Tactics and Logistics, 1 . Of Infantry. 2. Of Cavalry. 3. Of Artillery. 4. Of Pontonneers. III. ' Practical Tactics. 1. Of Infantry. 2. Of Cavalry. 3. Of Artillery. 4. Of Pontonneers. 5. Proportion of the different troops of an Army. 6. Proportion of Stores for an Army. 7. Conduct of the three different kinds of troops when fighting together. 8. Castrametation. IV. Military local knowledge, 2 . General local knowledge, 2. Geographical principles. 3. On Water. 4. On firm ground. 5. On communication by Land and Water. 6. Methods of representing Objects on- Maps. 7. On Military Plans, &c. 8. On taking Military Plans from the Ground, 3cc. 9. On the Military Survey of a country. V. Strategic, or the Conduct to le observed in managing and commanding Armies, Corps, &c. 1. Theoretic Strategic or Dialectics of War, or the Plan of Operations for one or more Armies, Corps, &c. 2. Practical"], [13, "PREFACE. Vii 2. , Practical Strategies or the management and . conduct os Commtnders of Armies, Corps, &c. Sec. &c,* 3. The War of Partisans. 4. The Attack and Defence of Fortresses, VI. Tdctics of War. 1. Motives and reasons for War. 2. Politics to weaken the enemy. 3. Respecting the Economy of a Country at War. if. Contributions. 5. Conduct of a Cabinet in forming a Plan of War. The Third volume, embellished with about Ten Plates, will illustrate all these points, by very able and remarkable examples, drawn from the History of War in general ; and consequently form a complete treatise on the sciences called Stratagie, and Tactics. Finally it will contain an account of all the most memorable battles and sieges, elucidated by seventy five drawings, which have taken place since the origin of the thirty years war, or rather since the year ] 670. This will certainly be the most interesting vo lume, as well in respect to military and political, as to historical information, and it wilL become of still greater interest, if its reader is acquainted with the two preceding, which in order that they may be understood even by tyros in learning, will be written without mathematical computations, or at least only such will be introduced as may be necessary to render the whole more consonant to scientific systems and principles. This work on the Art of War is the result of ten years study, in which period I had the honour * Strategie being the most essential and most interesting part of all military knowledge, will contain about ojie-half of the second Volume. to"], [14, "PREFACE^ vm to serve in his Majesty's Hanoverian cavalry, after--. wards to be chosen first public instructor of military sciences at the University of Gottingen, where the degrees of Doctor of Philosophy, and Master of Arts were conferred on me ; and lastly, about a year ago, to be appointed Lieutenant in the corps of the King's German Engineers. During the above ten years, I made a vast number of experiments re specting artillery, and also, as far as my time and pe cuniary circumstances would permit, travelled through France, Prussia, Holland, Bohemia, Poland, Austria, and several parts of Germany, in order to inspect all remarkable and memorable contrivances of machines and inventions, and particularly all fields of battles, but principally those where two of the greatest of warriors, the present sovereign of France and the Archduke Charles, commanded, and evinced the superiority of their talents over other eminent Generals. The works which I have written on Arithmetic, Geo metry, Trigonometry, Artillery, and on the method of smeltingores in different countries, in order to castguns, and to construct other military engines, together with my military Encyclopædia, which yet continue to be published, in Germany, Holland, and France, and which have been most favorably received, induce me to flatter myself that this on the art of war will prove an interesting production of my labours and experience. The present little tract, containing a detail of the Austrian war in the year l 809, relates only facts ; no remarks are added on the operations, they will how ever be added to all the narratives of operations since the year 1670, to be given in the third volume of the Elements of the Art of War. April 1, 1810. W. MULLER."], [15, ""], [16, ""], [17, "OPERATIONS OF THE AUSTRIAN AND FRENCH ARMIES IN THE YEAR 1809. xl ARDLY had the Austrian Monarchy recovered from the losses sustained in the year 1805, hardly was the Austrian army completely traiped— hardly had the necessary prepa rations been made for carrying on war with effect, and this determined to be done even with the greatest sacrifices on the part of the people, when the Tyrant of the Continent ventured again to make new and haughty propositions, requiring that all the sea coast belonging to Austria, and several provinces, should be ceded to him. The behaviour of the Austrian Emperor, and of the Princes of his Empire, was misrepresented in all French newspapers *, and the ambassador at Paris, personally insulted by M. de Champagny. A war with Prance seemed ine vitable. The paper credit of Vienna sunk lower and lower in foreign countries •, and rich men holding stock in Austria, had endeavoured to sell out as fast as possible, since the beginning of March. The 2d and 3d battalions had already received orders to be incorporated with their respective regiments ; all military men were commanded to join their corps, and the Generalissuno Archduke Charles, entered Vienna on the 8ta b • of"], [18, "2 of March, at the head of the oldest regiment in the Austrian service, raised in the year 1618 ; and was cheered wherever he passed by the acclamations of the people. The French troops on the other hand, were directed to muster in Franconia, Saxony, and Suabia. The treasures of Das Gruene Gewoelbe at Dresden were transported to- the Konigstein, and Weissenfels had been since the 27th oF February better fortified to sustain a siege. Marshall Davoust arrived with his corps on the 1 3th of March at Ulm, and Oudinot was occupied in collecting and reviewing the different corps in Suabia. The Archduke Charles considerably increased his force westward of Vienna •, and the Archdukes Louis and Raincr organized the Leve en Masse in Hungaria, and in Vienna a requisition of 10,000 horses was made. Another force of about 15,000 men was collected near Eger, Tapel, and Slan in Bohemia, to protect that quarter. The Bavarian troops marched on the 6th and 7th of March towards the Inn, and Dresden was, on the 14th of March, declared in a state of defence. The Archduke Charles published a proclamation, sum moning, in the name of the Emperor, all the inhabitants of Austria to join the army, and to serve even beyond the boundaries of the country. On the 7th of March, the last regiment of foot left Vienna, and the city corps were ordered to do duty even'in the palace. The French divisions of Doudet, Molitor, le Grand, Carara, and St. Cyr, passed the Rhiae on their march to Ulm, where a force of from 40,000 to 50,000 men was assembled. Marshall Davoust received the command of the Bavarian troops, and ordered them on the 23d of March to proceed towards the Inn and Iser. Under his command were the hereditary Prince of Bavaria and General Wrede. The troops from Lower Saxony, particularly those of Hanover and Magde burg, were ordered to assemble in Saxony, and put under the command of Marshall Bernadotte. The"], [19, "3 The French entered Switzerland the 14-th of March, with about 14,000 men, and the troops of the Confederacy of the Rhine were ordered to join the French army near the Inn. The Archduke Charles published a new proclamation dated the 6th of April, and then set out from Vienna. The 10th of April was the memorable day on which the commencement of hostilities was announced by the Austrian army. Napoleon left Paris on the 12th of April. The Prince Neufchatel having set out some days previous, had already arrived on the 4th at Strasburg. The Austrians passed the Inn on the 10th, and arrived at Waltersburg on their way to Munich, whence the king was ready to depart at the shortest notice. The Bavarian troops on the contrary retired in good order. The Emperor Francis left Vienna on the 13th, and previous to his departure, took leave of his subjects in a proclama tion, and summoned the people to rise in mass if necessity should require it. On the 18th Marshall Lefebvre, with the first Ba varian division, was between Darham and Freisingen, and the Duke of Auerstadt with about 60,000 men, between Donauwerth, Ingolstadt, and Eichstadt. The rear of the Austrian army was still stationed between Brannau, Linz and Salzburg. Field Marshall Lieutenant Collowarth was with his army near Toplitz, and advanced after the declaration o. war towards Saxony 5 and about 20,000 Austrians having advanced from Salzburg to Kuffstein in Tyrol, forced back a body of Bavarians, and were joined by a great number of Tyrolese. The king of Bavaria left Munich and arrived on the 16th at Dillingen, at which place he published a proclamation, calling on his people to defend their country. The brave Tvrolese, driven to despair by the extinction of B % their"], [20, "4 their constitution, which had hitherto been preserved entire' and inviolate by their Austrian sovereigns, took up arms the 10th of April, attacked the Bavarian troops at Sherdingen, at Inspruck, at Hall, and at the convent of St. Charles, and after having killed and wounded more than 500 of the ene my, compelled them to capitulate. Thus had hostilities every where commenced, even in the rear of the French army. However, the great genius of Bonaparte, so capable of conducting a war with energy and vigour, was prepared to- meet every attack with superior force, or at least to prevent his enemies from striking any considerable blow. The 1 1th. The Tyrolese pursued the advantages they had already gained, and made several hundred prisoners. The 12th. A body of 300 men composed of French and Bavarian troops presented themselves before Wildau, near Inspruck, but sustained a defeat ; and even a reinforcement of the French which came up on the 1 3th did not meet with a better fate. The prisoners taken on this occasion were, & officers of the staff, 1677 privates, the French general Bis3on and the Bavarian General Kunkel ; 5 field officers, 20 other officers, and about 2000 privates, were killed and wounded. The Austrian troops were every where in the Tyrol re ceived with enthusiasm ; old and young in crowds filled the roads with uninterrupted shouts of Long live our Emperor Francis ! and all displayed the trophies they had won froA the enemy. The head quarters of the prince of Taxis were on the 15th at Inspruck. On the 10th and 1 1th, the Archduke John, with the army under his command, entered the territory of Friaul by Pouteba, Cividale, and Gorz, and after some opposition, advanced on the 13th to the Tagliamento. The enemy re* tired across the river in order to join the troops in their rear. This"], [21, "5 This junction, which took place at Sacille, rendered the enemy's army superior in force. On the night of the 14th, the Archduke who had proceeded with the advanced guard, was at Pardemone, and his army was stationed between that place and Sacille, near Fontana*. The Viceroy of Italy commanded the French army. The result was so decisively in favour of the Austrians, that the enemy could not maintain his position behind the Lizenzo, but was obliged to\" retreat rapidly to the Piave. The prisoners taken amounted to about 1800, among whom were generals Pazze and Bresan. Sixteen cannons and 3 e.igles fell likewise into the hands of the victors. The Austrian grand army was on the I 5th collected at Vils, and the French on the opposite side of the Iser. Field marshall Jelliach had passed the Inn at Rosenheim and Wasserburgh, and was advancing towards Munich. Field-marshall Chastelar entered the Tyrol on the 9th, and arrived on the 12th at Lienz to besiege Kuffstein, where 1500 French troops had taken refuge. The 16th, the Austrian army advanced to the Iser, the 5th corps being in front. The bridge near Landshut was broken down, and a division of Bavarians under general Deroy defended the pass. They were attacked, and the bridge repaired under the fire of the enemy. The fifth Austrian corps crossed, and an action took place which ended with the retreat of the Bavarians. The General of cavalry (which is equal to the rank of Field marshall) Count Bellegarde, began his movements in Bohemia onthe 10th, with the first corps of the armynearTirschenreuth, and on the 12th formed a junction at \\Verdenberg with the second corps of the army which had entered the Upper Pala tinate near Rushausen. Both corps took a position on the Nab, and their vanguard occupied the heights of Hirschau, J n order to defend the road from Bayreuth to Amberg. Here a skirmish between the advanced posts took place, b 3 with"], [22, "6 with the division Friant. which was understood to be ap proaching, in order to reach the Danube by a rapid march through Amberg. The consequence of this action was, that this division was driver, back to Neumark, and the Austrian advanced posts occupied Amberg. The French General Lefebvre collected about 12,000 Bavarians from the neighbourhood of Munich and Freysingen with a view to stop the Austrian army near Landshut. 1 he approach to the bridges was extremely difficult ; besides these werebroken down, and the enemy's tiralleurs or riflemen who had occupied the houses on the opposite bank, could only be repelled by cannon, which were accordingly mounted in the batteries during a shower of balls from the enemy's rifle guns. The houses on the opposite side were however soon demolished, and unfortunately mary of the inhabitants killed who had remained in their houses, through the false statement of the French, that Austria would seize Bavaria. The first bridge was scarce covered by a few posts, when the advanced guaid of the 5th corps hastened to cross the river. The advanced corps of the Field-marshali entered Munich on the 6th. The fourth corps passed the Iser with out opposition at Dingelfingen. The first and second corps after some successful skirmishes, advanced to Amberg, Schavandorf, and Kirn near Ratisbon. After passing the Ler, the Generalissimo, with the 3d, 4 th, and 5th corps of his army and 1st of the reserve, marched towards the Danube, in the direction of Kohlheim and Ratisbon. On the 15th. the Archduke Ferdinand transmitted to the Polish minister of war a piinted declaration of hostilities, with a kt.er, informing him that twelve hours after its de parture he should advance towards Warsaw, and on the same day the Polish troops left that city to meet the Austrians. The head quarters of the Archduke Ferdinand were, on the 21st at Rakaw near Warsaw, after having had on the 19th an engagement near Raszyn, where the Austrians lost 10"], [23, "7 10 officers and 327 privates, &c. The 20th, Warsaw was entered, which the French completely evacuated on the 23d. The Duke of Auerstadt marched in two columns at day break on the 1 9th, towards the Austrian army commanded by Field-marshall Hiller and the Archduke Louis. General St. Hilaires was on the right of the French army, which had that dayarrived at Peissing. The Austrians were repulsed, and from 3 to 400 prisoners were taken by the French. On the left at two P M. General Morand came up with a division of Field marshall Hiller's corps ; he attacked it in front, and the Duke of Dantzic in the rear: the Austrians wereagaii defeated. On the evening of the 19th, the corps of the Duke of Dantzic joined that of the Duke of Auerstadt. The total loss of the Austrians was about S50 men, and 18 field and subaltern officers. Generals Lichtenstein and Lusignan were wounded. Bonaparte proceeded on the 20th with his army to Abens berg, against the Archduke Louis and General Hiller's corps. The Duke of Auerstadt kept in check the corps of Hohen zollern, Rosenberg and Lichtenstein ; the divisions Morand and Gudet,and the Bavarian and Wirtemberg troops, attacked the Archduke's army in front. The Duke of Rivoli cut off the enemy's communication with rtie Tyrol, and proceeded to the rear of the Austrians. General Wrede was stationed in front of the bridge of Siegenburg, which was defended by the fifth corps of the Austrians. General Vandamme, who commanded the Wirtemberg troops, manœuvred on his right flank. The Duke of Dantzic and the Prince of Bavaria, marched with their divisions towards ReuKausen, to reach the road from Abensberg to Landshut. The Duke of Montebello forced the left wing of the Austrians with two divisions, overthrew all before him, and pro ceeded to Rohr and Rothemburg. Eight standards, 12 pieces of ordnance, and about 8,000 prisoners, taken by the French, were the result of this ill-managed affair of the Austrians. b 4> The"], [24, "8 The town of Ratisbon surrendered the same day to the Austrians, and some prisoners were made by them. Landshut was taken on the 21st by the French. The Duke of Istria overcame the enemy in the plain before the town. General Mputon attacked the bridge and pushed into the city, and the Duke of Rivoli also drove back the Austrian force that opposed him. The 5th, 6th and 2d corps of the Austrians united near Old Otling. and the Austrian head-quarters were at Eglofs heim. The Emperor was at Scjiaerding. In consequence of the losses sustained by the Austrians, the militia of Lower and Middle Austria and Salzburg were ordered out. The 23d at day-break, the French army advanced towards Ratisbon. The Austrian army behind the woods near that tqwn was forced back, as soon as the French cavalry re turned from the pursuit of the Archduke Louis's* corps, Nansoult's division met with a column of the Austrians, consist ing of three Hungarian battalions, the greater part of which was taken. St. Sulpice charged the Square where the Archduke Charles was stationed. The Austrians lost about 2,000 prisoners and 12 pieces of ordnance. They retreated to Ratisbon, where the latter part came to the bridge at the the same time with the French army, so that it was impos sible to break it down. The Austrians retreated towards Cham, and the French retook Ratisbop in the evening. The grand Austrian army retreated on the 24th through Cham to Waldmunchcn, without being pursued. General Hiller with the 4th and 5th corps, arrived at Old Otlirig to protect Brannau and Schaerding ; and having joined the ad corps of reserve, sent advanced posts towards Wasserburg and Rpsenheim, to keep open the communica tion with the Tyrol. Bonaparte sent the Duke of Istria in pursuit of General Hiller's corps, who came up with it at Neumarkt, where an engagement"], [25, "9 engagement took place on the 24th. The Bavarian and French columns were however beaten back, and took their position near Neumarkt, behind the division ofMolitor. Count Rivoli was ordered by Bonaparte the same day, from Ratisbon to Straubing and Passau, to cross the Inn. The bridges had been destroyed, and w'eak detachments of Austrian corps defended this pass. As soon as the French artillery was mounted, the Austrians were forced to retreat, the bridges were restored, and Schaerding was occupied the 26th: Count lelliach's corps was pursued by the Duke of Dantzic's corps, and the Duke of Auerstadt was in pursuit of the grand Austrian army. Bonaparte's head -quarters arrived on the same day at Mulheim. The bulletins published by the French, pretend that they took, from the beginning of the war to the 27th, 50,000 prisoners : but the whole of the Austrian loss according to their official reports, consisted of about 9,600 prisoners, 6,000 killed or wounded, and about 38 pieces of ordnance. The French loss may be estimated at 4 eagles, 4 pieces of ordnance, and 10,000 men, killed, wounded, and made prisoners. Bonaparte detached General Wrede to Lauffen, to pur sue the Austrian corps in the Tyrol, which were retreating by forced marches. General Wrede came up with the rear on the 28th near Lauffen, and took part of their baggage and some prisoners; but the main body of Austrians had suffi cient time to cross the river and to bum the bridge. The Duke of Dantzic arrived on the 27th at Wasserburg, and on the 2Sth in Altemark. On the 29th', General Wrede continued his march to Salzburg ; about three leagues from that town he met with the advanced guard of the Austrians. The Bavarians drove them (jack, and entered the town with them at the same ti e oat could not obtain any great advantages over Gene ral Jeiiiach's corps. On the 2sth the Duke of Istria arrived at"], [26, "10 at Burr^hausen, and his advanced posts took the right bank of the Inn. The same day the Duke of Montebello arrived there also, and count Bertrand began to restore the bridge which had been burnt by the Austrians. It was completed on the 23th, and the army crossed over. On the 28th a detachment of fifty chasseurs, commanded by captain Margaron, at Ditmoning, fell in with a battalion of the Austrian militia, which retreated. He took about one half of them prisoners. The 30th, the Duke of Rivoli arrived at Schaerding, where the Austrians had burnt their magazines. On the 1st of May General Oudinot, after having taken about 400 prisoners, penetrated beyond Ried, where he took about 100 more, without almost any loss on his own side. Napoleon arrived on the morning of the 2d of May at Ried, and in the afternoon at Lambach. At Ried, eight sets of military ovens and magazines, con taining about 200,000 rations of flour, were found. The bridge of Lambach which had been destroyed by ihe enemy, Was rebuilt the same day. The Duke of Istria, commander of the cavalry, and the Duke of Montebello with Oudinot's corps, entered Wels, where about 100,000 rations of flour were found. The Duke of Dantzic arrived on the 30th April at Salzburg, and ordered one brigade to march towards Kuffstein, and ano ther towards Rastadt, in the direction of the Italian roads. His advanced guard watched the motions of General Jelliach, who retired from Colling. On the 1st of May, the head-quarters of the Duke of Rivoli were at Schaerding. Adjutant-general Trinquaille commanding the advanced guard of St. Cyr, met on the road to Neumarkt the advanced-guard of the Austrians. It was attacked and pursued by the Baden dragoons, and three companies of the 4th regiment of voltigeurs ; about 15 were killed, and 120 taken prisoners. The Duke of Rivoli continued his march on the 2d, and arrived"], [27, "11 arrived on the 3d at Lintz. The Archduke Louis and General Hillc with their corps, reinforced by the second corps of grenadiers of the reserve, were before Traun, and retreated to Ebersburg, when they were menaced with an attack in their rear by the Duke of Montebello. On the rid the Duke of Istria and General Oudinot marched towards Ebersburg, and effected a junction with the Duke of Rivoli They met the Austrian rear-guard before Ebersburg. The tiralleurs of the Poo and of Corsica, attacked the rear guard of the Austrians, and made some prisoners. General Claparede found the Austrians in a strong position : they set sire to the bridge and the town which was built of wood. The division of Claparede and four pieces of cannon which had passed the bridge, were now separated from the main body of the French and forced against two Austrian corps, commanded by General Hiller. The Austrians advanced three times against it, when after three hours the flames were stopped, and a passage again opened. General Le Grand with the 26th and 1 8th regiments marched towards the castle, which was defended by 200 Austrians, who retreated as soon as the first gate was forced. General Le Grand proceeded now to assist General Clapa rede's division, and was supported by 1000 dragoons, com manded by General Durosnel, upon which the Austrians retreated. Bonaparte hearing of the critical situation of General Claparede, detached to his assistance the division of Nansoult and Molitor ; the Austrians however Were retreating when they arrived. 'I he Austrians retreated to Ens, burnt the bridge behind it, and continued their march to Vienna. They lost about 4000 men, killed, wounded, and taken prisoners, 4 pieces of cannon, and two colours. The loss of the French consisted of 3000 men killed and wounded. During the affair of Ebersburg, the Duke, of Montebello arrived at Steyer, where he ordered the bridge which"], [28, "12 which the Austrians had destroyed to be rebuilt. The head quarters arrived this day, the 3d, at Ens. The Duke of Montebello crossed the Ens at Steyer on the\" 4th, and arrived on the 5th at Amstetten, where an engage ment between the 20th regiment of chasseurs, with a regi ment of Austrian Uhlans, took place., The latter were defeated, with the loss of their commander and about 200 men. On the 6th the Duke of Montebello arrived at Molk, the Duke of Rivoli at Amstetten, and the Duke of Auerstadt at Lintz. General Hiller's corps arrived on the 6th at St. Polten, and left it on the 7th. The 5th corps of the Austrians, and the 2d corps of reserve, crossed the Danube at Crems, and were pursued to Mautern, where the bridge was found broken down. The remainder of Hiller's corps marched to Vienna. Bonaparte arrived on the 8th at St. Polten. All the Austrian magazines at that time taken by the French, were of the greatest use to this army. The Duke of Dantzic was ordered on the 8th to Inspruck; where the general levy was completely organized, -and, sup ported by the Austrian corps, had gained considerable advantages on the frontiers of Bavaria. Colonel Schill, whose name is famous on account of the volunteer corps he raised in Prussia during the last war between that country and France, and likewise for the losses he occasioned the French in several provinces of that empire, left Berlin with his regiment on the 16th of April, and at the gates of the city, requested to know who were willing to follow him. About 4oo went with him to Saxony, where his corps soon increased, and then divided itself into several parts. At last he was forced with a corps of about 4000 men to retreat across the Elbe to Stralsund, in order to take Rugen and defend himself in it. General Gratien's and other corps which pursued him, had several very severe engagements with his troops. After"], [29, "13 - Aftef \"a most heroic campaign, which promised at th*1 beginning great advantages, he was killed on the 16th of June at Stralsund, where his corps dispersed. A similar en terprise was undertaken in Hesse, by colonel Van Doren berg. Flowever not beirjg sufficiently supported, and particu larly seeing that no English force would be sent to assist him in his plans, aniong which was that of taking the king of Westphalia prisoner, he abandoned all his schemes. From these heroic and loyal efforts of Schill and Doren berg, and from insurrections like that organized in the name of the Duke of Brunswick, and that which afterwards broke out in several other parts of Lower Saxony, to deliver Germany from Bonaparte's tyrannic yoke, it may clearly be seen, that if an English force of only 4000 men had been landed on the banks of the Elbe, and about 10,00:3 in East Friesland, all Westphalia, and Hanover, East Friesland and some parts of Holland, would directly have taken up arms to protect their country, and to regain their liberty. One Hanoverian General, with a sufficient supply of English money and arms, would certainly have collected in a short time, 80,000 men, and the bad success of all the insurrections is to be attributed to the want of the authority and sanction of England. The relation of tbe Duke of Brunswick's campaign is printed in London. Schill's campaign will perhaps soon also be published here, as well as other statements respecting the northern parts of Germany, Hessia, East Friesland, Pomerania, and Prussia. The insurrection in Tyrol was the only one which was carried on with the general support of the public, with energy, and the uninterrupted exertions and bravery of the inhabitants. The Archduke John fought an action between Padamona and Sacille on the 16th of April, in which the French cavalry could not come up in time, owing to the overflowing of the rivers,"], [30, "14 rivers. The Viceroy crossed the Licenza and the t^iave, to prevent his retreat from being cut off. But a French divi sion of 10,000 men arrived on the 23d from Tuscany. The Viceroy then thought sit to take the position of Caldiero and the Adige, and left garrisons at Palma Nova, Ocppo, and Venice. Meanwhile the Archduke John was recalled to the defence of Vienna, and he began his retreat towards Vicenza on the 30th. Treviso and Padua were immediately retaken, and the Brenta was passed in good order. The Austrians retreating quicker than expected by the French, drew up in order of battle on the Piave, with their left wing towards a hill, and their right towards the road leading to Conegliano. The Viceroy formed an advanced guard of 5,000 voltigeurs, commanded by General Dessaix, which was supported by 10,000 cavalry. On the 8th he crossed the Piave, and advanced between the lake and the road of Conegliano. The advanced -guard was here reinforced by the divisions of Macdonald and Grenier. The Austrians were forced to retire, and lost six pieces of cannons, three generals, and 3000 men killed, wounded and prisoners. The 9th, the French head quarters arrived at Conegliano, and the corps advanced the next day towards the Tagliamente. The Prince of Neufchatel published an order dated the 5th of May, to shoot General Chastelar if taken prisoner. The Austrian Emperor retorted on the 25th of May, by dispatch ing a letter to the Archduke, to proceed in the same way with two French Generals who had been made prisoners on the a 1st and 22d of May. In answer to this, another dated the 6th of July on the part of the French, declared that Count Metternich, Prince Colloredo, and three other Generals, should be considered as hostages for the safety of the two French Generals in the power of the Austrians. Napoleon ha*} arrived on the lOtlj before the gates of the suburbs"], [31, "15 suburbs of Vienna, with the corps of the Duke of Montebello, where they met a numerous population of of women, children and old men. Archduke Maximilian, the governor of Vienna, had arrived there on the 5th of May. General Couroux traversed the suburbs, and General Tharreau repaired to the esplanade, which separates them from the city; he was received by a discharge of cannon and musquetry, and slightly wounded. Bonaparte on his arrival sent a letter to the Archduke Maximilian, signed by Marshall Berthier, the Prince of Neufchattel, dated Schoenbrun, the 9th, purporting, that if the Archduke should defend the city any longer, Napoleon was resolved to force it to surrender in thirty-six hours by the shells of his mortars. The Archduke Maximilian had caused a register to be opened, for inscribing the names of those who were willing to defend the capital, which was signed by a great number of the inhabitants. Besides 'this, he had collected a force of 15,000 men, consisting of ten battalions of militia, and as many of the regular infantry, to defend Vienna. The Duke of Montebello sent him a flag of truce, who was maltreated andeven woundedby themob. General A ndreossy, who was appointed governor of the city, established in each of the suburbs a municipality, a committee of provisions, and a national guard, and ordered the deputies to represent the case of the city to Napoleon, who referred them to Prince Neufchatell ; and he wrote a letter to the Archduke,. requesting him to hold out no longer, but to respect the flag of truce, and have consideration for the lives of so many brave inhabitants of a place which would soon be forced to surrender. ■ The deputies entered the city at eleven in the forenoon, and the answer returned was, a double fire from the ramparts. Napoleon thereupon proceeded with the corps of the Duke of Rivoli to the arm of the Danube which separates the Prater"], [32, "16 Prater from Vienna, and ordered two companies of void* geurs to occupy a small pavijion on the left, to cover the constructing of a bridge. At eight in the evening, the materials for the bridge were' collected, and the French sent some cavalry to cross the river, in order to icizse the boats on the opposite side. At nine o'clock a battery of 20 mortars was erected ; and thus the bombardment began at the distance of about 200 yards frorh the city. Lamentations and clamour were soon every where heard throughout this very populous city. The Archduke dispatched a column to retake the pavilion ; this however was prevented by the French artillery. The Archduke left Vienna in consequence, and on the 12th General Oreilly announced that the firing should cease, and that a deputation was about to be sent to Napoleon. The 'deputation arrived at his head-quarters, and received an assurance from Napoleon, that they should meet with the same indulgence as in 1808. General Oreilly then sent General de Veaux and Colonel Brellonte to treat concerning a capitulation. On the morn ing of the 13th the grenadiers of Oudinot took possession of the city. The following articles of capitulation were then signed by General Ahdreossy, and General de Veaux and Colonel Beloutte. I. The garrison shall march out with the honours of war, .and after .having defiled, lay down their arms on the glacis, and surrender themselves prisoners of war. The inhabitants shall retain their property, and the soldiers their havre sacks. II. The gate of Corinthia shall to-morrow, the lSth, at .eight in the morning, be opened to the troops of his Majesty the Emperor and King ; the garrison shall march out at nine o'clock. TIL All the sick, wounded, and a necessary number of officers"], [33, "17 oncers of health, (surgeons) shah be recommended to the generosity of his Majesty. . IV. Every person of distinction, and particularly every officer included in this capitulation, who, on acco int of any important reason, cannot leave the town at the same time as the garrison, shall obtain a delay, and be at liberty at its expiration to rejoin his corps. V. The inhabitants of all ranks shall be protected in their property, privileges, rights and liberties, as well as in the free exercise of their professions, in the same manner as before the capitulation. VI. The free exercise of religion shall be tolerated. VII. The wives, children, and all persons belonging to the garrison shall be at liberty to remaih in the town, and to retain their own property and that left behind by the garrison. When such Women shall be sent for by their htlsbands, they shall have full liberty to go to them, and take away the abovementioned property. VIII. The military pensions shall continue to be paid to those to whom they are due, and all such persons shall be at liberty to leave the town, and proceed to any other place where they may choose to reside. IX. The privileges of the persons employed in the admi nistration of military affairs in respect to their property, de parture or residence, shall be the same as those of the garrison. X. The individuals of the armed burgher corps shall participate in the privileges granted by Art. 5. XI. The Military Academy, the Military Institution for the education of children of both sexes, and the general and particular resolutions made for the advantage of those Institu tions, shall be maintained on their present footing, and placed under the protection of the Emperor Napoleon. XII. The military chests, magazines, and property of the magistrates of Vienna, those of the states of Lower Austria, and those of the Hospitals, shall be preserved inviolate. c Kill."], [34, "18 XIII. Commissioners shall be appointed for the exchange and execution of this capitulation. XIV. An officer, or General Oreilly, may proceed to the. Emperor of Austria. XV. If any difficulty arise respecting the meaning of the above capitulation, the same shall be explained to the1 advantage of the garrison. Signed, Andreossi, De Vaux, Belotti. The army in Bohemia had in the meanwhile made some progress. General Bellegardc, reinforced by 40,000 men from Bohemia and Moravia, had taken a strong position behind Radbruze. The Saxon army under the command of the Prince of Ponto Ccrvo advanced from RoetZ', and arrived in Wald munchen on the 7th, and entered Bohemia on the 9th. The Duke of Auerstadt's head-quarters were on the 1 Oth at Stankau, while Ponto Corvo was a league behind at Teinitz. The Tyrolese continued on the 20th to excite the great est alarm at Augsburgh and Munich. They laid Kempten, Schongau, Kaufbenren, and other cities in Stiabia, under contribution, established themselves at Landshut, and ex tended their outposts to Munich. The garrison of Augsburg was under arms on the night of the 6th and 7th, hourly expecting an attack, buuhe Tyrolese proceeded no farther than Atlingen. But at Kaufbeuren they took many very valuable things belonging to .the King of Bavaria. And in consequence there were about 4,000 wounded Frenchmen at Augsburg. Another Austrian corps had entered Poland from Gallicia. On the 4th 400 cavalry entered Widawa, and advanced by Sierade towards Kalisch, 300O men followed the next day,. and more were expected. The French army remained still near and in Vienna, to re cruit its losses, to collect the whole army together, and to be reinforced by Marshall Bernadotte's corps that moved first towards"], [35, "19 towards Egra, and then to Linta. Count Bellegarde with his army now joined the Archduke Charles. On the 1 9th the im perial guards, the corps of Rivoli, Montebello and Oudinot, were at Vienna; the corps of the Duke of Auerstadt between St. Polten and Vienna ; Prince Ponto Corvo at Lintz, with the Saxons and Wurtemburgers, and the Duke of Danzic with the Bavarians in Tyrol. The Tyrolese advanced on the 11th toMemmgen. About 1 500 of them disarmed the Burger guard ; they took a Bava rian convoy at Moerkirch ; however they were agairi driven back to the mountains by the Duke of Dantzic. Meanwhile Napoleon had ordered several proclamation? to be published, one on the -26th of April, to confiscate all the property of the Princes in the Austrian service, and like wise that of the religious establishments of the Teutonic order that should act contrary to the 4th and 13th articles of the Confederation of the Rhine ; another on the 1 2th at Schoen brun, to the inhabitants of Vienna, and to the Hungarians, to remain quiet. The Archduke Maximilian had, on the contra ry, published other proclamations dated the 5th and 6th, to defend Vienna, and to raise new battalions of the Land wehr. The Palatine of Hungaria called up a levee-en-mas?e on the 27th of April. And another letter from the Arch duke Charles, dated the 2Sth of April, was Sent to Bona parte to request an armistice. This important letter has, however, never been published. On the 19th, the bridges leading to Lobau were burnt. On the 20th the French ar itny approached that island. The Archduke Charles with his army after reaching Cham, proceeded by Klentsch and Neurfiarkt to Biidweis. General Hiller, after reaching Lintz, posted himself behind the Traua near Ebersberg, where the above mentioned engagement took place, and afterwards passed the Danube near Stain. The Archduke after waiting one day for the junction at Lin dau, soon proceeded to Zwettel, in order to arrive at Vienna c 2 before"], [36, "20 before the French army. General Hillerleft a small corps at Kremstent, and another to strengthen the garrison of Vienna, and approached this town himself on the left of the Danube. The .Archduke advanced to Neupolla, Horn, Wiekendorf and Stokerau. The Archduke Maximilian arrived with his corps, which had quitted Vienna, safe, at the grand Austrian army. The Austrian army, after the surrender of Vienna, assembled at the foot of the Bisamberg, a small corps was sent to Presburg, and Crems still remained occupied ; the space between these two towns along the Danube was occupied by forts. On the 19th it was reported that the French had taken possession of Lobau, and that their number increased there every hour. Molitor's division had passed the Danube in boats, under the protection of this corps. On the 19th, the bridges across the Danube to Lobau were built, and on the 20th another was constructed from the island of Lobau to the left bank of the Danube. Opposite to Ebersdorf, on the right bank of the Danube, this river divides itself into three branches, separated by two islands. The distance from the right bank to the island on that side, where it is 680 feet in circumference, is about 200 yards. The distance from this island to the other is about 300 yards, and here the stream runs with most force. The larger of the two islands is called the island of Lobau, and the part of the river which separates it from the main land is about 150 yards broad. On the following morning at day break, the Archduke resolved to reconnoitre the island of Lobau, and employed on this service part of the advanced guard under the com mand of Field Marshall Klenau, supported by some regiments of cavalry. The isle of Lobau forms a convenient rendezvous for the troops,"], [37, "21 troops, is about six English miles long, and four and a half broad, and being separated by the large arms of the Danube from the right bank, nothing could prevent the building of a bridge, which was concealed by ground covered with bushes; and the great extent of the island affords the advantage of sending troops and ordnance from so many points, that the passage across the smaller arm to the large plain, the March field, may be made good by force of arms. It was soon perceived by the strength of the enemy upon the island, and the position of his cannon being such as to maintain a second passage, that he meditated a serious attack. The division St. Croix, supported by General Lassalle's light cavalry, and by the divisions of Molitor and Boudet, passed the arm of the Danube between Lobau and the left bank during the night. The Austrian advanced guard sustained a warm engage. ment on the evening of the 20th, with the first French division which had filed from the low grounds on the edge of the river late in the evening ; upon this the Arch duke, whose intention was not to prevent the passage of the enemy, but to attack him the following day, retreated with his cavalry to Aderklaa, and ordered the advanced troops to fall back in masses, according as the enemy should extend himself. Napoleon, accompanied by Prince Neufchatel, Monte bello's corps, Rivoli's corps, and Istria's cavalry, crossed the river early on the morning of the 2 1st. The same day at daybreak the Archduke ordered his army under arms, and formed it in two lines on the rising ground behind Gerasdorf, and between the>Bisam hill and the Russbach. Hiller's corps formed the right wing near Hammersdorf. On the left was the corps of General Count Bellegarde, and next to that the corps of General Hohenzollern, in the alignement of Qenfsch Wagram. Prince Rosenberg's corps posted in columns on the Russ- £ 3 bach,"], [38, "22 bach, kept Deutsch Wagram strongly occupied, having % the security of the left wing beyond that place a division in reserve. The whole of the cayalry, which the day before had advanced under the command of Prince Lichtenstein by Aderklaa, was called back into line, and filing in two lines, they occupied the space intervening between the left wing of Prince Hohenzollern, and the right of Prince Rosenberg. The Marchsield was in front, and was expected soon to be the scene of great events. The grenadiers remained as a body of reserve near Severing, and the corps of1 General R.euss kept the Bisam hill, and the low bushy ground along the Danube strongly occupied ; a part of it being however still near Crems, to watch the enemy there. At nine o'clock the Archduke ordered the arms to be piled, and the troops to dine. At the same time it was reported that the bridges ©ver the Danube appeared now to be quite finished, and that troops filed along them without intermission, while others were crossing the river in boats; and likewise that the enemy considerably encreased in force, and was endeavouring to form a line from Aspern to Esling and Enlzersdorf. The French line was now formed, viz. the Duke of Rivoli's corps occupied Aspern and reached almost to Esling, the Duke of Montebello's corps from thence to Esling, the Duke of Istria's cavalry being on the right. The Archduke now thought that the moment for giving battle was arrived, and hastened to Gerasdorf, where the chief of his Quartermaster General's Staff, General Wimpfen, sketched out the following Plan of Attack upon the French Army on its march between{ Esling and Aspern towards Hirschstadten. The attack to be made in five columns. The first column, or the column of the right wing, to be formed by the corps of General Siller. It will advance from its"], [39, "23 Its present position in a direction between Spitz and Leo poldau, along the nearest arm of the Danube, pass along the left bank towards Stadelau and Aspern, keep constantly near the Danube and the meadows bordering upon it, and vigorously repulse the French, who will most likely meet it on the same road, and drive them from the less bank. This column must not suffer its progress to be impeded by the batteries which the enemy may perhaps have mounted on the islands, but endeavour to silence them, and spiritedly continue to advance. The second column will consist of the troops of General Bellegarde ; leaving Gerarsdorf to the left, it will march towards Leopoldau, endeavour to join the first column on the right, advance towards Kagrau, and then conjointly with the third column upon the left, push forward towards Hirschstetten. The third column will be composed of the corps of General Hohenzollern. It will march by Sussenbrunn to Breitenlehe, and from thence towards Aspern, and will endeavour to join on its right the second column, and on its left the fourth. The fourth under the command of General Prince Rosen berg, will be made up of that part of his corps which is posted on the right bank of the Russbach, it is to advance by Anderklaa and Rasendorf towards Esling. The fifth column, formed by that part of Prince Rosenberg's corps which is stationed between Deutsch Wagram and BaumersdOrf, will cross the Russbach, near Baumersdorf, leave Raschdorf and Bischdorf to the right, endeavour to pass on the left round the town of Enzersdorf, and secure its left flank by the Archduke Ferdinand's regiment of hussars. The reserve cavalry under the command of General Prince Lichtenstein, will march by the way of Anderklaa without coming in contact with the fourth column, between Rasohdorf c 4 and"], [40, "24 and Breifenlehe, and straight to the New Inn, keeping eonr tinually at such a distance from the heads of the third and fourth coluqins, as in case of necessity to be near at hand for the purpose of repelling the main body of the enemy's cavalry. The grenadier corps of reserve to march from Seiering into the position which the corps of Bellegarde has taken up behind Gergsdorf. All the columns and corps will march at twelve o'clock at noon. Their second lines to follow them at suitable distances. Every column to form its own advanced guards. The order of march and the distribution of the field pieces to be left to the judgment of the respective com manders. The whole will march by half divisions. General Klenau to form the advanced guard of the fourth and fifth columns, and before he advances, to suffer the heads of these columns to come quite up to him, in order fhat he may have a sufficient support of infantry at hand. Of the corps of cavalry, the brigade under the command of Verse v to be attached to the second column, and the regiment of Oreilly to the third, and the former imme diately to repair to Gerarsdorf, and the latter to Sussen brunn. The principal objects are to drive back the enemy entirely over the first arm of the Danube, destroy the bridges he has thrown over it, and occupy the bank of the Lobau wish a numerous body, consisting especially of artillery. The Generalissimo recommends order, coolness, and a proper use of every species of arms during the advance. His station will be with the second column. Gerarsdorf, May 21st, 1809. Tfce"], [41, "25 The 1st column consisted of 19 battalions and 22 Squadrons 2d 20 16 3d 22 8 4th 13 8 5th 13 6 The corps of cavalry ... — ; 78 - grenadiers ..16 ] 03 battalions 138 Squadrons, all which amounted to 75,000 effective men. Of artillery there were eighteen batteries of brigade, thirteen of position, and eleven of horse artillery ; in the aggregate 280 pieces of ordnance of different calibres. The French had extremely well availed themselves of the advantage of the ground to cover their passage. The exten sive villages of Esling and Aspern, mostly composed of brick houses, and surrounded by mounds of earth, resembled two bastion;, between which a double line of natural trenches, intended to draw off the water, served as the curtain, and oflered every possible security to the columns passing from the isle of Lobau. Esling had a granary furnished with loop holes, which being three stories high, afforded room for several hundred men ; while Aspern was provided with a strong churchyard. The left side of the latter village borders on an arm of the Danube. Both villages have a safe com munication with the bushy ground near the Danube, from which the enemy had it constantly in his power secretly to dispatch fresh reinforcements. The isle of Lobau served at as a place of arms, and as a tete-de-pont in the rear, across the main arm of the river, to protect the bridges. The French with the divisions of Molitor, Boudet,Nansouty, Le Grand; Espagne, Lasalle, and Ferrand, and the Marshals Massena, Lannes and Bessjeres, together with the guards of Napoleon, the Wirtemberg horse, and the Darmstadt and Ba den auxiliaries, had already left this position, and were directing their"], [42, "26 their march towards Hirschstaedten, when the first Austrian yuards advanced to meet the French troops. If it be at all permitted in war to indulge favourable presentiments, it was certainly excusable so to do, on this momentous occasion. On the 21st of May, exactly at twelve o'clock, the columns began to put themselves in motion for the attack. A general enthusiasm had taken possession of the troops ; triumphant war songs, accompanied by Turkish music, re 'sounded through the air, and were only interrupted by loud and constant shouts of Long live the Emperor ! Long live the Archduke Charles ! Whenever the Imperial General, who had now placed himself at the head of the second column appeared, every heart beat with anxious desire, and perfect confidence for the decisive moment, while the re- markable fineness of the weather favoured the awful scene. The advanced guard of the first column, under General Nordman, consisting of two battalions of the Guilay and Lichtenstein hussars, had formed near the demolished bridge of Tabor, and leaving the villages of Kagran and Hirschstetten to the left, and Stadlau to the right, was marching through the plain towards Aspern. It was followed by the column, which having left the high road before the post-office at Stammersdorf, had marched from the right by half divisions. Its right flank along the Danube was covered by a battalion of St. Georgians, by the first battalion of the Vienna volunteers, and by a battalion of militia under the command of Major Count Colloredo. Within cannon-shot of Siadelau ics outposts met the enemy's picquets, who gradually retreated to their respective divisions- , At this time General Nordman ordered two battalions to draw up en echellon, in order to favour the advance of the column. The French, drawn up in large divisions, stood directly before Aspern, having to cover their front, occupied all"], [43, "27 all the ditches in the fields,, which afforded excellent breast works. Their right was covered by a battery, and their left by a broad and deep ditch, (one of those that carry off the waters of the Danube when it overflows) as well as by a bushy piece of ground which was likewise occupied by seve ral bodies of men in close order. Though the French had the advantage of situation entirely to themselves, inasmuch as the freshes of the Danube were only passable by means of a small bridge, against whish they kept up a vigorous fire from behind the ditches, both with cannon and small arms, it did not prevent the second batta lion of Gyulau, immediately after the first had penetrated as far as the bushy meadows, to pass the bridge in a column, to form their line without delay, and with charged bayonets to attack the enemy, who precipitately retreated to Aspern, on which occasion that village, after a vigorous, but not very obstinate resistance was taken for the first time. It was howeyer not long before the French had it in their power by the arrival of fresh reinforcements, again to expel the battalions of Gyulau. By this time some battalions of the_ Austrian columns had arrived, and the chasseurs of Major Schneider of the second column, joined the advanced guard of the first. Gyulau formed again, and the enemy was a second time driven to the lower end of the village, though he again succeeded in regaining what he had lost. Both parties were aware of the necessity of maintaining themselves at all events in Aspern, which produced succes sively the most obstinate efforts both of attack and defence ; the parties engaged each other in every street, in every house, and in every barn ; carts, ploughs, and harrows were obliged to be removed during an uninterrupted fire, in order to get at the enemy; every single wall was an impediment to 'he assailants, and a rampart for the attacked ; the steeple, lofty trees, the garrets and the cellars, were to be conquered before either of the parties could stile himself master of the"], [44, "28 the place, and yet the possession was ever of short duration ; for no sooner had the Austrians taken a street or a house, than the enemy gained another, forcing them to abandon tha former. This murderous conflict lasted thus for seven hours, the German battalions were supported by Hungarians, who were again assisted by the Vienna volunteers, each rivalling the other in courage and perseverance. At the same time the second column combined its attacks with those of the first, having to overcome a like opposition on account of the enemy's constantly bringing new reinforcements into action. At length General Warquant of the second column, suc ceeded in becoming master of the higher part of the village, and maintaining that superiority during the whole of the night. Many houses had been set on fire by the shells of both parties, and illuminated the whole country round. At the extremity of the right wing, on the bushy meadows, the contests were not les,s severe. The left flank of the enemy was sscured by an arm of the Danube, impervious under wood, only intersected by foot-paths, covered his front, and a broad ditch and palisades afforded him the advantage of a natural entrenchment. Here, at the beginning of the battle, the first battalion of Guylay, under Colonel Maniassy, then the battalion of chasseurs under Major Schneider, next St. Georgians' and Major Minalowich's, and finally two battalions of Vienna volunteers, under colonels Steigentesch and St. Quintin, con tended with the enemy. There also the enemy was defeated, and the first day of thjs sanguinary engagement> terminated by the occupation of Aspern by General Wacquant, at the head of eight battalions of the second column, while Field marshall St. Hiller drawing, his troops up for the support of the"], [45, "29 the village, placed them in order of battle, and passed the night under arms. The advanced guard of the second column commanded by General Fresncl, advanced by Leopoldau and Kagrari towards Hirschstetten, and consisted of the battalion of chasseurs and two battalions of Anton Mitrowsky, under General Winzingerode, as well as the brigade of cavalry of Klenau and Vincent, under General Vecsey, which followed in the same direction with the column from its position near Gerarsdorf. The enemy having been d.scovered from the neighbour ing heights of Hirschstetten to be near Aspern and Eslingen, the brigade of Vecsey was detached against the latter place, and the brigade of Winzingerode, to dislodge the enemy from Aspern. . The column deployed before Hirschstetten in two lines, in order to support the advanced guard, and leaving Aspern to the right, followed at a proper distance on the plain. The brigade of Winzingerode however met with so spirited a resistance in its attempt on Aspern, that an attack on the front alone, was not likely to be attended with suc cess ; the cavalry therefore of this advanced guard was pushed forward on the left from Aspern, in order to support the attack on the flank, with the two batteries of horse artillery, as well as to facilitate a junction with the third column, which was advancing to Breitenlehe. At the same time the regiment of Reuss Plauen was ordered to the right of Aspern, with a view to an attack in that quarter ; the rest of the corps was formed into close columns of battalions. Meanwhile the French formed their left wing, commanded by the Duke of Rivoli, which repassed towards Aspern, and their right at Eslingen. Thus advancing (on the main army) with columns of infantry and cavalry, supported by a very brisk cannonade. A line of twelve regiments of cuirassier?"], [46, "30 cuirassiers formed the centre of the second line of the etismy^ giving the whole an imposing aspect. Meanwhile the attack of a battalion of Reuss Plauen on Aspern, was repulsed, and it gave way, being thrown into consternation by the loss of its commander, but rallied immediately aster.' Count Bellegarde ordered General Bacquant to renew the attack upon the regiment of Vogelsang, and to carry the village at all hazards ; the latter obeyed the order with the most brilliant success, and Aspern, though defended by 12,000 of the best of the French troops, was carried by storm ; Bacquant being assisted by the regiment of Reuss Plauen, by a battalion of the Archduke Rainer, and by the brigade of Mai er of the third column. ' To frustrate this attack, the French advanced with *two Columns of infantry, supported by heavy cavalry upon the main army, repulsed the two regiments of fylenau, and Vincent's light horse, and fell upon the infantry. The latter awaiting them with their firelocks ready, main tained a discharge with cool intrepidity at ten paces distant so effectually, as totally to rout the enemy, upon which General Vecsey at the head of the division of Klenau, attacked the cuirassiers with such energy, that their retreat was followed by that of the infantry. By this action the Austrian army was along the whole extent of its line disengaged from the French, obtained com munication on the left with the Corps of Prince Hohenzollern, and became possessed of the important post of Aspern. The French being in full retreat, attempted no further attack, but contented themselves with merely keeping up a cannonade. The corps remained during the night under arms. The enemy indeed repeated his attacks on Aspern, but they all proved unsuccessful. The third1 coitlmrt Recordings to its destination, had begun its march from its position at Seiering, by the road to Su§- senbrunn"], [47, "31 senbrunli and Breitenlee. Some divisions of Oreilly 's light horse and chasseurs formed the advanced guard of the column, and at three o'clock in the afternoon met the left wing of the enemy, chiefly consisting of cavalry, near Hirschstetten. As about this time the first and second columns were ad vancing intrepidly upon Aspern, and the French beginning to fall back to their position between Eslingen and Aspern, General Hohenzollern ordered up his batteries, and a brisk cannonade commenced on both sides. The first line formed in close columns of battalions, and advanced with the greatest resolution upon the French, when their cavalry, commanded by Lassalle, suddenly rushed! forward in such disproportionate numbers, and with such Tapidity, that there was scarcely time to save'the artillery which had been brought up, and the battalions were left to defend themselves by their own unsupported exertions. This was the remarkable crisis at which the regiments of Zach, Joseph Colloredo,Lettwitz,Froon, a battalion of Steins, and the second battalion of the Archduke Charles's legion, under the command of Generals Brady, Buresch, Majer.and Roller, demonstrated with unparalleled fortitude what the fixed determination to conquer or die is capable of effecting against the most impetuous attack. 'The French cavalry broke these battalions on both wings, penetrated them, repulsed the squadrons of Oreilly's light horse, who were unable to withstand such a superior force, and in the confidence of victory, summoned them to lay down their arms. A well-directed and destructive .fire was the answer to this degrading proposition, and the enemy's cavalry abandoned the field, leaving behind them a consi derable number of slain. This corps' as. well as the rest, passed the night on the field of battle. The fourth and fifth columns were both composed of General Rosenbepg's corps, en each bank of the Russbach, and"], [48, "32 ahd directed their march from their position to the right and left of Deutsch Wagram. The fourth proceeded through Raschdorf direct to Eslin gen. Colonel Hafdegg of Schwarzenberg's Hulans con ducted the advanced guard. The fifth column directed its' march towards the left, in order to make a circuit round the little town of Entzcrsdorf, and drive the French out of that place. It was reinforced by Shippick's hussars, under the command of colonel Frolich. General Klenau led the advanced guard of both columns. As this circuit round Enzersdorf obliged the fifth to describe a longer line, it was necessary for the fourth to ad vance rather more slowly. Entzcrsdorf however was quickly taken possession of by a detachment of Stipsic's hussars, and the Wallack's Illyrian frontier regiment ; as it was already evacuated by the greater part of the enemy, no more than' thirty prisoners were taken. Both columns now received orders to advance upon Eslingen. The fourth in close columns consisting of battalions of Czarterisky's, Archduke Louis's, and Coburg's, was twice successively attacked by upwards of two thousand of the enemy's heavy cavalry ; but these were each time put to flight with considerable loss by our brave infantry. Of the fifth column, two battalions belonging to Chas teler's corps, advanced directly Upon Eslingen, while two battalions of Bellegardc's were ordered to penetrate the left flank of the village, and the small contiguous wood. Two battalions of Hiller's, and Szharry's, besides the Archduke Ferdinand's and Stipsic's regiments of hussars, and two divisions of Rosenberg's light horse, were in readiness on the plain to support them. These united attacks were twice regularly repeated with uncommon rapidity. The enemy's troops were repulsed at all points, and driven into the village of Eslingen, which had been set on fire. But as the French army was drawn up."], [49, "33 up, in several lines between Eslingen and Aspern, and met each assault with fresh reinforcements, the safety of their retreat depending on the possession of the village ; our troops were obliged to abandon it on the approach of the night, and to await under arms the coming of the morning. The reserved corps of cavalry had marched in two columns, under the command of General Prince Lichten-\"* stein, and were advancing upon the New Inn between Rasch dors and Breitenlehe. General Count Wartensleben with Blankenstein's hussars, led the advanced guard. No sooner did the enemy perceive the general advance of the army, than he placed the bulk of his cavalry, supported by some battalions of infantry, in order of battle, between Eslingen and Aspern, and commenced a sharp cannonade upon the columns of the Austrian cavalry as they ap proached. Prince Lichtenstein directed his columns to march for ward in two lines, on which the French detached four or five thousand cavalry from their position to the right flank by way of Eslingen, commanded by Generals Nansouty and St. Germain, which excited some apprehension that the pro gress of the fourth column would be impeded, or even thrown into confusion. The Prince therefore ordered four regiments to the left, and kept the second column formed in two lines, till he was convinced that the fourth would not meet with any obstruction on its march. During this movement, the remainder of the enemy's cavalry also advanced wish the greatest confidence, towards the right wing of the Austrians and were received with a firmness which they probably did not expect. The intrepidity of the cavalry that had marched up, par ticularly those of Maurice Lichtenstein's regiment, and the Archduke Ferdinand's cuirassiers ; (the former, headed by their gallant Colonel Roursel) frustrated the repeated assaults of d the"], [50, "34 the French by counter attacks,, and at length put a stop to their impetuous charge, and completely repulsed them with great loss. In these conflicts the French General of Division Durosnel was taken prisoner a few paces from Bonaparte ; as was also General Fouler, after having been slightly wounded. Not withstanding the fire of musquetry which now ensued, the Prince ordered a general aulv.mce, by which the enemy was straitened in the alignement between Eslingen and Aspern ; but on account of the flanking fire from Eslingen, he could not be pursued any further. The fire of his guns was returned with vigour by the horse artillery About seven in the evening .',000 horse were again de tached towards the point of union between the cavalry of the corps of reserve, and the left wing of Prince Hohen zollern, and fell en masse upon the brigades of cuirassiers of Generals Kroyher, Kdary and Siegenthal ; but by the steady intrepidity of Biankenstein's and Rieschs' regiments, who with the utmost gallantry made a sudden attack on the French flanks, their cavalry were again repulsed, and part of them who had fallen upon some of the regiments of the new levies placed in the third line, were cut off and taken. Meanwhile nicht came on, and it was passed by the Prince in the best state of preparation, on the ground which he had ciained from the French. For the first time Napoleon had now sustained a defeat in Germany. From this moment he was placed on a level with many ether bold and successful Generals, who, like himself, after a long series ef destructive achievements, have experienced the vicissitudes of fate. The charm of hk invincibleness was dissolved. No longer the spoiled child of Fortune, he will be by posterity charac terized as the sport of the fickle goddess. New hopes begin to animate the oppressed nations. To the Austrian army the 21st of May was a grand and glorious"], [51, "35 glorious epoch, the remembrance of which must ever inspire it with a -consciousness of its own strength, and a reliance on its own energies. Overwhelmed by our irresistible infantry, its proud op ponents were extended in the dust, and tbe presence of their hitherto-wnconquered Emperor, was no longer capable of snatching from the heroes of Austria the laurels which they had acquired. Napoleon's glory was obviously at stake. New efforts were to be expected the following day ; for he was obliged to fight for his existence. By means of sire-ships sent down the Danube, the Archduke had caused the enemy's bridge on the Lobau to be broken down, and its repair would take up several hour's. Meanwhile Napoleon had in the evening been joined by the corps of General Oudinot; all the disposable troops followed from Vienna and the Upper Danube, and were transported across the river in vessels as fast as they arrived. The Archduke ©n his part ordered the grenadier corps which had not any share in the first engagement, to advance from its position near Gerarsd'orf to Breitenlehe, and the short night was scarcely sufficient to complete the respective preparations for the commencertient of the second tragedy. BATTLE ■o2"], [52, "36 BATTLE OF THE 22d OF MAY. Corps of General Hiller. With the morning's dawn^the enemy renewed his attacks, which far surpassed in impetuosity those of the preceding day. It was a conflict of valour and mutual exasperation. Scarcely bad the French guards compelled General Wac quant to abandon Aspern, when the regiment of Klebeck again penetrated into the burning village, drove back the choicest troops of the enemy, and engaged in a new contest in the midst of the conflagration, till, at the expiration of an hour, it was also obliged to give way. The regiment of Benyowsky now rushed in, and at the first onset gained possession of the the walls of which Field marshal Hiller immediately ordered the first division of pioneers to demolish, and the church, together with the par sonage, to be burnt down. Thus was this regiment supported by some battalions, commanded by General Bianchi, at length enabled to main tain itself at the entrance of the village, after overcoming a spirit of resistance bordering on despair, and having been opposed by the flower of the French army. Neither could the enemy produce any farther effect upon the bushy meadow, after Lieutenant General Hiller had ordered the force there to be supported by two battalions of Anton Mitrowsky's and a battery ; on which the hunters (or riflemen,) of St. George, and two battalions of Vienna volun teers, drove him from his advantageous position, which he never afterwards attempted to recover. About this time the left wing of the corps was likewise placed in security by three batteries sent by that General to support the General of cavalry, Count Bellegarde, and the latter maintained his ground against the most desperate attacks"], [53, "37 attacks of the enemy. General Hiller kept his position on the left flank of the enemy, and the victory was decidedly in this quarter. The corps was therefore again formed in two lines, and thus awaited the approaching issue. Corps of Count Bellegarde, Bellegarde having received information from General Wacquant, that the French were assembling a force before Aspern near the bushy meadow, and apparently had in view an assault upon that point, was just going to throw a fresh battalion of Argentau's into the above village, when the French, in heavy columns of infantry and cavalry, supported by a numerous artillery, began to advance upon the centre of the corps in the plain. The troops stationed at Aspern, exhausted with the inces sant fire kept up during the night, were unable to with stand the impetuosity of the attack ; their ammunition, both for artillery and musketry began to fail, and General Wacquant retreated in good order to the church-yard. This post, gained at so dear a rate, was again taken from him, after several attacks sustained in conjunction with General Hiller ; the place was alternately taken and lost, till at length the superiority of our fire obliged the French to abandon the houses, and a decisive assault of Hiller's corps prevented all farther efforts.. From the moment of the retaking of Aspern, it became possible to oppose offensive movements to the French ad vancing upon the centre, and to annoy their left flank and communication. The defence of Aspern was therefore left entirely to Hiller's corps, and while Count Bellegarde leaned his right wing on Aspern, he formed his left and centre in the direction of Eslingen, in such. a manner that by degrees he gained the right flank of the enemy, and com pelled him to retreat, and the entire force of the artillery d 3 brought"], [54, "38 brought to bear upon the left wing, which commanded the whole space from Aspern to Eslingen, gave him. a n»ost severe defeat. Corps of General Hohenzollern. The dawn of morning was to this corps also the signal for the renewal of the gigantic conflict.. The enemy's infantry were drawn up in large divisions, and between them the whole of the heavy cavalry were formed in masses or bodies. General Prince L'chtenstein, on observing this order of battje, perceived the necessity of keeping up a close commu nication with the infantry placed near, him ; he therefore drew up his right wing en echiquier, behind the corps of infantry, but kept his left wing together, with the reserves ported in the rear... A prodigious quantity of artillery covered the- front of the- French, who seemed, desirous to annihilate the Austrian, corps by the deadly fire of their ordnance-. Upward of 200 pieces, of cannon were engaged on both sides, and the oldest soldiers never recollected to have wit nessed so tremendous a fire kept upv Every, effort to shake the intrepidity of the Austrian troops was in vain., Napoleon rode through his ranks, and accord ing to the report of the prisoners, made them acquainted* with the destruction of the bridges, but added, that he him. seJjE had ordered them to be broken down, and that there was.no alternative but victory or death. Soon afterwards the whole of the- enemy's line put itself in motion, and the cavalry made their principal attack on the ppipt where the corps of the Prince Lichtenstein communi* cated with, the left wing of General Hohenzollern. The engagement, now became genet*al ; the regiments of Rohan, dAsprc, Joseph.Colloredo, and Stain, repulsed all the attacks qf the enemy. The*"], [55, "39 The Generals were every where at the head of their tfoops, and inspired them with courage and perseverance. The Archduke hinaself seized the colours of one battalion; artd such as had already __ begun to give way, followed with new enthusiasm his her. ac example. Most of those who surrounded him were wounded *, his adjutant-general, Count Colloredo, had received a ball in his head, the wound of which was at first considered dangerous ; a squeeze of the hand' signified to him the concern of his sympathising commander, who filled with contempt for death, now only thought of glory and his country. The French were beaten at all points, and, astonished at such undaunted intrepidity, obliged to abandon the field of battle. ■ * About this time General Hohenzollern observed on his left wing near Eslingen, a chasm which had been formed during the heat of the engagement, and afforded an advantageous point of attack. 1 he regiment of Frohlich, commanded by Colonel Meoserry, was ordered thither in three bodies, and repulsed four regiments of cavalry, accompanied by infantry and artillery1. The corps remained in the position which they had taken, till the grenadiers of the reserve, which the Archduke had ordered forwardfronr Breitenlehe, arrived to relieve the batta lions exhausted with the sanguinary conflict, and continued the attack upon the centre of the enemy's position. Lieutenant general d'Aspre advanced with tile four batta lions of grenadiers of Prizezinsky, Puteany, Scovaux, and Scharlach, without siring a shot, up to the enemy's cannon, where he was flanked by such a destructive fire from F.slin geti, that nothing but the presence of the Archduke, who hastened to the spot, could have induced his grenadiers to maintain their ground. Captain sCount Dombasle had already reached the enemy's baterv, when he was wounded by two balls, and quitted the field. About noon, the Archduke ordered a new assault upori D 4> Eslingen,"], [56, "40 Eslingen, which was immediately undertaken by Field-mar shal d'Aspre, with the grenadier battalions of Kirchenreuter and Serveaux on the left, and Scharlach and George in the front. Five times did these gallant troops rush up to the very walls of the houses burning within, and placed in a state of defence ; some of the grenadiers in the heat of bravery thrust their bayonets into the enemy's loop holes ; but all their efforts were fruitless, for their antagonists fought the fight of despair. The Archduke ordered the grenadiers to take up their former position, and when they, afterwards volunteered to renew the assault, he would not permit them to advance ; the enemy was then in full retreat. Corps of the Field-Marshal Rosenberg. Both divisions of this corps, which in advancing to the engagement had composed the fourth and fifth columns, were formed before break of day for a new attack, for which the French on their side likewise made preparation, but with a manifest superiority in numbers. Prince Rosenberg resolved to attack the village of Eslingen with the Archduke Charles's regiment of infantry, to push forward the other troops in battalion, and in particular to intercept those corps of the enemy, which were advancing in the open country between Eslingen and the nearest arm of the Danube. The village was -soon gained, and battalions continually advancing on the left, obliged the enemy, several times drawn up, to yield. The most violent cannonade was kept up incessantly on both sides, and sustained by the troops with the greatest fortitude. Favoured by a fog, which suddenly came on, the enemy's heavy cavalry ventured to attack on all sides the corps formed"], [57, "41 formed by Szharry's and Hiller's regiments of infantry. These brave fellows received the charge with fixed bayonets, and at last directed their fire with such effect, that the French were compelled to fly with considerable loss. Five times were these attacks on Szharry's and Hiller's regiments repeated, and each time were the assailants re pelled with equal courage and resolution. Fhe cavalry contributed all that lay in their power to the pursuit of the enemy and the support of the infantry. Coburg's, the Archduke Louis's, and Czartorisky's regi ments, belonging to the division of general Dedowich, sta tioned on the right, renewed the exertions of the preceding day with the same distinction and the same success. Aiicr this severe conflict, the enemy seemed to have no inclina tion to expose himself to any fresh disaster, and confined himself merely to the operations of his superior artillery. About eleven A. M. Prince Rosenberg received orders from the Archduke Generalissimo, to make a new attack upon Eslingen, and a message to the same effect was sent to general Dedowich, who commanded the right division of this corps. Prince Rosenberg immediately formed two columns of attack, under the conduct of Generals Prince Hohenlohe and Prince Rohan, while General Dedowich advanced against the citadel of the village or the magazine, surrounded with walls and ditches. The attack was made with redoubled bravery, and our troops pushed with irresistible impetuosity into the village. Still, however, they found it impossible to maintain this post, into which the French were continually throwing new rein forcements, which they had defended with an immense sacrifice of lives, and which was of the utmost consequence to the Austrians for obstructing the retreat of the enemy, an event upon which he had already resolved. Prince Rosenberg therefore determined to confine himself .to the obstinate maintenance of his own position to secure the"], [58, "42 the left flank of the army, and to encrease the embarrassment of the enemy by an incessant fire from all the batteries. In the night between the 22d and 23d, the French accom plished their retreat to the Lobau, and at three in the morn ing, their rear guard had also evacuated Eslingen, and all the positions which they had held on the left bank of the Da nube. Some of the Austrian divisions closely pursued them, and took possession as near as possible of the necessary posts of observation. Thus terminated a conflict of two days, which will ever be memorable in the annals of the world, and in the history of the war. It was the most obstinate and bloody that had occurred since the commencement of the French revolution. It was decisive for the glory of the Austrian arms, for tbe preservation of the monarchy, and for the correction of public opinion. The infantry thus entered upon a new and brilliant career, and by the firm confidence they manifested in their own ener gies,- paved the way to new victories. The enemy's cavalry beheld their boasted but hitherto untried glory, dissipated by the masses of our battalions, whose cool intrepidity they were unable to endure. Cavalry- and artillery surpassed themselves in valour, and in the space of two days performed achievements sufficient for a whole compaign. Three pieces of cannon, 7 ammunition waggons, 17,000 Frsnch rnuokets, and about 3,000 cuirasses fell into the hands of the conqueror. The loss on both sides was very great ; this and the circumstance that very few prisoners vrere taken by either party, prove that the determination of the combatants was either to conquer or to die. The Austrian army had to lament the deaths of 87 superior officers, and 4199 subalterns and privates. Generals Prince Rohan, Dedovich, Weber, Fresnel, Winzingerode, Grill, Neustaedter, Siegenthal, Colloredo, May, Hohenfeld, and Buresch, 663 officers, and 15,651 subalterns and privates, were wounded. Field -marshal Weber,,"], [59, "43 Weber,8 officers, and 829 inferior men, were taken prisoners by the French. The loss of the French was prodigious, and exceeded all expectation.. Generals Lannes, d'Espagna,,St. Hiliare, and Albuquerque, were killed j, Massena, Bessieree, Molitor, Boudet, Le Grand, Lasalie, and the two Lagranges, were wounded r Durosnel and Fouler were taken prisoners. Upwards of 7000 men, and an immense number of horses, were buried on the field of battle ; 5,600 lay wounded in our hospitals. ;, in Vienna and the suburbs after the battle, there were little short of 29,773 of the wounded, and many were carried to St. Polten and as far as Lintz ; 2,300 were taken prisoners.. Several hundred corses floated down the Danube, and are still daily thrown upon its shores ; many met their death on the island of Lobau, and since the fall of the water in the smaller arms of the river, innumerable bodies, supposedly consigned by their comrades to everlasting obli vion, have become visible. The burying of the sufferers con tinued for several days, and a pestilential air was wafted from the theatre of death. All the soldiers at Aspern. were declared worthy of public gratitude by the Archduke Charles, but particularly General Wimpfen and Colonel Smola.. Besides this, a list of the names of the officers who chiefly distinguished themselves was published, containing, 1.0 Lieutenant Generals and Generals, 18 Major Generals, 28 Colonels and Lieutenant Colonels, 12 Majors, 30 Cap tains, and 45 other officers. General Kknau, Colonels Fr.ap and. Hurhegg* Major Scheibler,. Lieutenant colonel. Lutz, and Lieutenant Laghetty and Mantze, Lieutenant- General d'Aspre, Lieutenant-colonel Rissingen, M^ors Po t.eany, Kirchen, Liebter and Winiawsky,. and Lieutenant Re wutzky were particularly noticed,, as also many non commissioned officers and privates, whose names should always be pronounced wich esteem, and be preserved to posterity in. honour to their distinguished and gallant be haviour,.. While"], [60, "44 While these occurrences took place near the Danube, the Archduke John continued still to retreat. After the passage of the Tagliamento and the advantages gained by the French in the battle of St. Daniel, the rear-guard of the Austrians, which had been continually pursued sword in hand, was come up with at Venzone by the French advanced-guard, commanded by General Dessaix. It made a shew of resistance, but was soon defeated, and about 120 prisoners were taken, among whom were two Field officers. General Colloredo who commanded it was wounded in the thigh by a musket ball. The French loss consisted in about 80 men killed and wounded. The Austrians burnt all the bridges of the Fellas, but this obstacle was surmounted. They had also fortified themselves in the fort of Malber ghetto, and on Mount Predel. These positions were turned, the former under the fire of the fort, and without losing a single man, the latter through the vallies Roevolana and Dagna. The troops appointed to oppose these movements met with the Austrians at Tarois, and carried that town on the first attack. The fort of Malborghetto was cannonaded on the 1 7th from five in the morning until half-past nine. The assault was then ordered In half an hour all the block-houses, and all the pallisade works, were attacked and carried at once, and the Austrians pursued and driven with great slaughter into their last entrenchment. . rl he Austrians lost about 400 men killed, wounded, and prisoners, 4 pieces of ordnance, and some magazines. The French lost about 400 men killed and wounded. On the same day, immediately after the taking of the fort of Malborghetto, the Viceroy marched against Tarvis, where a new advance crowned the work of the day, as the Austrians retreated according to their orders. They were posted on the other side of a narrow and deep valley, through which the Schlitza flows, occupying, with five regiments of the line and several battalions of Croats, a double"], [61, "45 double line of redoubts raised one above the other, and furnished with 28 pieces of cannon, their cavalry being in the rear. These corps were commanded by Generals Guila and Frimont. The advanced-guard of the French, supported by the brigades of Abbe and Valentino, attacked the Austrians on the front, and the division of Fontanelli on the left. This divi sion which had not yet received its artillery, was not re strained by the fire of the Austrian batteries, to which it only answered by sounding a charge and overthrow ing with the bayonet every thing which stood before it. The Austrians soon retired pursued by the advanced guard. They left on the field of battle a great number of dead, and about 400 prisoners and 7 pieces of cannon were taken . The French lost about 960 men. The artillery of the French army as well as the division of Serras, were detained by the fort of Pridel. The Viceroy ordered General Grenier to advance with three batta lions and two pieces of cannon into the valley of Raebell, to attack the fort in the rear, while General Serras who had been informed of this movement, attacked the Austrians stationed there in front. In a quarter of an hour the fort was carried, and all who were within the pallisades put to the sword. About 150 men were killed, and eight cannons taken in the fort. The French lost about 800 men. On the 19th, 20th, and 21st, the army from Farers arrived at Vellach, Klagenfurth, and St. Weit. On the 22d, 23d, and 24th it entered Fredsach, Unz marks, and Knittelfeld. The right wing, commanded by General Macdonald, consisting of the divisions of Broussier and La Marque, and that of the dragoons of Pully, had been directed against Goritz. It passed the Izonzo on the 14th, and on the 1 5th took a position beyond Goritz. Eleven pieces of cannon."], [62, "46 cannon, two mortars, and several artillery carriages were found at Goritz. On the 1 7th, the division of Eroussier forced the Aus trians before Prewald, to retire precipitately towards Laybach. The division of La Marque, which marched by the roads of Padvel and Poderay followed the Austrians, being every where forced to retire. About 200 prisoners were taken, and one colonel and nine officers. On the 18th General Schildt entered Trieste and took some prisoners. On the 20th General Broussier summoned the fort of Prevald, which capitulated, when about 700 men laid down their arms, and thirteen cannon were taken. On the 2 Jst, the forts of Laybach were reconnoitred and closely invested. General Macdonald appointed General La Marque to the attack of that on the left, and General Broussier to that of the right. The cavalry were disposed in such a manner as to cut off the retreat of the Austrian rear guard. On the evening of the same day, these forts, which had cost enormous sums to Austria, offered to capitulate. Generals Guilai and Zach, on perceiving the dispositions for attack, retired with the rest of the rear-guard. One General, one Colonel, three Majors, about 60 officers and 2000 men, laid down their arms ; 60 pieces of artillery were found in the forts. When the army of Italy arrived at Knittelfeld, the Viceroy was informed, that the remains of the corps of General Jelliach were near, had been joined at Rotenmanna by different battalions from the interior, and forming about ? or 8,000 men, were on their way to Leoben. The French division of Serras received orders to make forced inarches in order to arrive before the Austrian's at the joining of the roads. On the 25th, at nine in the morning, the advanced-guard tame up with the Austrians, who debouched by the road of Mautun. The"], [63, "47 The Austrians were in the very favourable situation of St. Michael, having their right defended by steep mountains, their left on the Meeir, while their centre occupied a rising plain of difficult access. General Serras was charged with the attack of the front, with a brigade of his division, and a brigade of the division of Durutte, commanded by Gene ral Valentin. He had in the rear of his line the 8th and Sth regiments of chasseurs, commanded by Colonels Friere, and de la Croix, aides-de-camp of his division. About two the attack commenced along the whole line. The enemy were every where defeated, the plain was carried, and the cavalry completed the rout. The Austrians lost about iooo men, and the rest retreated. The French lost about as many. On the 2Gth the French army arrived at Brieok, where the Viceroy published a proclamation in high terms on the behaviour of his army. The grand armyof the French retreated again after the battle of Eslingen and Aspern, to the other side of the Danube. The Archduke received a letter from the Emperor of Austria, professing his gratitude and thanks; and a similar publication was sent by the Archduke to the army. The. bridges made by the French over the Danube were all carried away in the night between the 26th and 27th. They were very busy in erecting large and strong fortifi cations on the island Lobau, and particularly in strengthen ing atSte de-pont. On the 27th the army of the Viceroy joined the corps of General Lauriston, and thus all the eastern and southern provinces of Austria, Tyrol excepted, were subdued. One bridge over the Danube was re-established on the 29th of May, and by the 1st of June the whole were again re built. On the first of June General Lauriston arrived at Olden burg, the first country town of Hungary. Lassalle was at Presbourg,"], [64, "48 Presbourg, and pushed forward his posts to Altenburg and Raab. General Macdonal had entered Gratz, which the Arch duke John left on the 27th of May. The Duke of Dantzic was at Lenz on the first of June, Prince Ponto Corvo was approaching Vienna, General Van damme at St.Palten, and his troops in Moutorn and Cretns. The head. quarters of Napoleon still remained at Ebersdorf on the right bank of the Danube. ; The Austrians formed an intrenched camp near Presbourg, at Engorau, which was attacked on the 2d of June by Mar shal Augereau ; who, after a short onset, and having taken about 50 prisoners, retreated. The French head-quarters were on the 6th again moved back to Vienna. Since the battle of Aspern, nothing of importance had occurred in the Austrian army, which still held its position between the Bisam hill and Obersienbrunn ; and its posts on the banks of the Danube, or on the islands of this river, from Lintz to Presbourg. The head-quarters were at Wol kersdorf. The Austrians crossed the Danube once, near Crems, and took some prisoners. The French bombarded Crems and Stains. Opposite Presburg, on the right side of the Danube, the Austrians had thrown up a tete-de-pont, which was three times attacked by Marshall Davoust, but without success. In a few days 40,000 men of the Hungarian insurrection were expected from Presburg, where the Archduke John had arrived. The Archduke Ferdinand evacuated Warsaw precipitately on the 2d. A Russian army at this time entered Gallicia, but did not proceed any further. Captain Meninger of the Austrian army, belonging to the"], [65, "49 the Archduke Francis's cuirassiers crossed the Danube on the 6th of May, dispersed a detachment of Saxon dragoons, engaged with another corps, and took 1 1 of inferior rank, and one officer, prisoners. An attack of the French on the tete-de-pont, near Pres bourg, was repulsed. The Tyrolese again obtained great advantages over the Bavarians, and likewise retook Inspruck. The French army lost many fighting men by the disorders which took place, in consequence of which Prince. Neuf chatel ordered that no detachment should be sent out, unless commanded by a captain *, and that all who did not join their corps in a short time should, if in a state of health, be most severely punished. During this time Napoleon still remained at Schoen brunn. Some Austrian detachments advanced to Bamberg, and even Wurzburg, to raise contributions, but they were soon driven back again by a French force under General Rivaud. The Austrian army still in Saxony amounted to about 20,000 men, and was commanded by General Klenau. On the 15th the corps under the command of the Arch duke John, composed of about 20,000 troops of the line, and 6,000 of the Hungarian levy-en mass, were vigorously attacked by the French army in the environs of Baak. The troops of the line fought the whole day with the greatest success, and the enemy suffered a loss of about 2000 in killed and wounded. The left wing of the Austrians, composed of the insurgent corps, was, however, thrown back, and in consequence the Austrians retreated to Comorn, with the loss of about 3000 ■jjr>rnen killed, wounded, and prisoners. The French invested Raab— however they were soon forced to retreat : on which occasion the Austrians took E several"], [66, "50 several prisoners, especially of the wounded, among whom was General Launay. Raab was afterwards again invested and besieged, and capitulated on the 22d. The garrison was allowed to retreat to Comorn, but not to serve again until exchanged. Presbourg was bombarded by the enemy on the 13th; but without any further attack the bombardment ended on the same day. Marshal Davoust's head-quarters were at Wolf stahl. The .Archdnke Charles removed his head quarters to Deutsch Wagram. The Saxon troops left Dresden on the 10th, and retreat ed to Wilsdruff. In the night of the 1 1th they attacked Freyberg, but were repulsed by the Duke of Brunswick's corps in that town. An engagement took place near Gratz on the 26th of June, between a French corps commanded by General Broussier, and the Austrians under General Guilay. Each party lost about 200 men in killed, wounded, and taken prisoners. On the 21st General Gudin attacked and took possession of one of the islands near Presburg. The Governor of Vienna published a proclamation, dated the 27th, commanding every person who knew where any Austrian prisoner was hid to declare it. The King of Saxony also summoned the Poles, by a proclamation, dated Frank fort, the 1 8th of July, to oppose the Austrians, and to rise en mass, Thus every possible effort was tried to complete and strengthen the French army, wherever it was practicable. A large bridge formed of 60 arches, on which three car riages could pass a-breast, was constructed, leading to the island of Lobau ; and another was afterwards built about eight feet broad ; and besides these a bridge of boats was thrown over. AU these \"bridges were secured by large tetes-de-pont ; in front"], [67, "51 front of which, or in woods before them. General le Grand's division was stationed. The forts and intrenchments which had been partly raised before the battle of Entzersdorf, on the island Lobau, were enlarged, and every day more and more enereased. Works of the strongest nature were constructed, and all the means made use of which fortification can afford, to render the island a complete p'ace of arms, only to be approached by trenches. In consequence of this, guns of the largest calibre were mounted, and the ramparts riot only furnished with IS and 21 pounders, but likewise with 30 and 60 pounder.?, and 10 jnch mortars. Rammed poles covered the bridges which preserved the communication of the islands on the right shore of the Danube, but which, however, either intention or accident succeeded in destroying; and an armed flotilla cruised be tween the islands to defend these various and copious sources of communication. All these works, which were at last become perceptible to the Austrian army, and the publications respecting them in all the newspapers, caused the most likely presumption, which had always been suspected from the character of the French commander, that he would choose the March field as the scene of a most important battle, to have now the highest appearance of being executed. It was presumed that the force of the French in this second undertaking, at a place where they had already once experienced the bravery of their valiant opposers to their own disadvantage, would not be common, and in consequence of this the Archduke Charles resolved to surround the villages Aspern and Eslingen with field fortifications, points most favour able to oppose the crossing of the river. A partial crossing of the river took place, in order to oppose a principal plan of the operations, until such time as the army should be in a complete state to co-operate from its retired and unfortified situation near Baumerdorf and E 2 Markgrafen"], [68, "52 Markgrafen Neusiedel, to endeavour to force the enemy to act. At the end of June the information received showed that the enemy had concentrated all his forces near Kaisers Ebersdorf, and that he was ready to defile with from 140 to 160,000 men along the Lobau ; now all doubts as to the ope rations of the enemy were dispersed, and every one hastened to make all necessary preparation to give him a warm rccejnion. It was resolved to send the advanced troops towards Mjias, as they had been obliged to retire in consequence of a much greater force belonging to the enemy having crossed the river, and had placed themselves nearer the position of the army on the heights of Stammersdorf and Markgrafen Neusiedel behind the Russbach, there however to act with a most, vigorous effect against the communication of the right wing of the enemy's forces. As however the left wing was in clanger of being surrounded, the Archduke John received advice directly to join the army at Marcheck with his corps, which was then at Presburg, and to act in concert with the left wing. The messenger with this order left the head-quarters on the afternoon of the 4th, and arrived at five o'clock on the 5th at Presburg, where he directly delivered his dispatches to the Archduke ; and it appeared that there existed no possible obstruction to the co operation of this corps during the battle, which was supposed would begin early in the morning of the 6th. According to the resolutions agreed upon, the van guard, under command of Field-marshal Lieutenant Nor man, and the 6th corps of the army commanded by Field marshal Lieutenant Count Kienau, instead of the sick Field -marshal Lieutenant Hiller, were employed to occupy the entrenchments and fortifications near the Danube, and to reinforce the whole reserve of cavalry stationed in the plain of Breitenlehe. Field"], [69, "53 Field-marshal Lieutenant Nordman extended his wing from Muhlleuten to the right side of Entzcrsdorf. The 6th corps of the army on the contrary had its right wing posted from thence to the village on the Spitz ; bath corps had orders to retire as soon as they should be hard pressed by the enemy in that position. At a quarter after nine o'clock in the evening, the enemy begun a most tremendous and shocking fire from Lobau and the neighbouring islands against our advanced posts, and harrassed them with grape shot and shells of every descrip tion, by which means Entzersdorf was set in flames.. This fire could not possibly be returned by our field-pieces with equal effect, and thus the enemy, favored by a heavy fall cf rain and a severe storm, was fortunate enough to cross the small arm of the Danube between Lobau and the left shore of this river; and likewise to complete four bridges in a very short time, for which he had had every thing prepared five weeks back. The following were the proceedings of the French army till the 5th at six o'clock in the morning. On the 2d an aide de-camp of the Duke of Rivoli passed over- with 500 voltigeurs. to Mill island. This island is joined to the land by a small bridge, protected by a tete de pont. On the 4th at ten in the evening, General Oudinot caused 1S00 voltigeurs to be embarked on the great arm of the Danube, commanded by Genaral Conroux. Colonel Baste with ten gun-boats convoyed them, and disembarked them beyond the little arm of the island of Lobau. The batteries of the Austrians were soon silenced, and themselves driven from the woods near Muhlleuten. The chief of battalion Dessales, Director of th* bridges, and engineer of the marine, had constructed in the island Alexander, a bridge of 80 toises of a single piece, and jive great ferry boats. E 3 Colonel"], [70, "54 Gclonel St. Crois, aide-de-camp of the Duke of Rivol/, embarked in barges with 2,500 men, and landed on the left bank. The bridge of a single piece, the firrt of the kind which was ever made, was fixed in less than five minutes, and the infantry passed over it with great rapidity. Captain Bachelle constructed a bridge of boats in an hour and a half. Captain Pagerinofle formed a bridge of floats or trees in two hours. At two o'clock in the morning the army possessed four bridges, and had debarked 1500 toises below Ebersdorf, protected by the batteries and the right wing, proceeding towards Vitau. The corps of the Duke of Rivoli formed the left, that of Count Oudinot the centre, and that of the Duke of Auerstadt the right; the corps of the Prince of Ponto Corvo, the Viceroy, and the Duke of Ragusa, the guard and the cuirassiers, formed the second line and the. corps of reserve. The French pressed the Austrian advanced-guard with their whole force. It was stationed on the Schutterrwiese, and on the Haselgrund, but w;as forced to retire ; in conse quence of which the French occupied Muhlleuten at eleven o'clock, from whence their force stretched towards VVittau. The fortifications between Entzersdorf and Aspsrn, were however still defended by the Austrian troops. On the 5th at day break, three bodies of cavalry and as many of infantry, with an immense quantity of ordnance? were seen defiling near Wittau, and behind them a very strong column composed of troops of every description. At nearly six o'clock the enemy had surrounded and taken all our fortifications between Eslingen and Entzersdorf, the garrisons of which were almost all either wounded or killed. The town of Entzersdorf was still most valiantly defended by one battalion, and iustained two assaults, both of which were however repulsed. This battalion had used all its ammunition.."], [71, "55 ammunition, and was hence in need of relief. Th? enemy* endeavouring to prosit by this circumstance, advanced with so little fear, that he entered the town at the same time with the succour. From nine o'clock the enemy only endeavoured to cover the deployment, by forming lines, the columns by which it should have been effected had already passed Rutzendorf, while its rear was behind Muhlleuten. The column ad vanced in the direction of Pysdorf and Raschdorf, and arrived at noon at the above place, where it commenced a fierce contest with the cavalry in reserve. At this time a new hostile reinforcement appeared between Esling and Entzersdorf, and marched in a direction towards Breitenlehe. Our advanced troops retired towards the position of the army. This movement was effected with the utmost order, and covered by the cavalry, which although flanked by that of the enemy, retired en echiquier in perfect order Field roarchal Nordman retired fighting with that part of the advanced-guard under his command, and some cavalry of the reserve towards the left wing of Markgrafen. Neunedel and Field-marshal St. Klenau arrived with the sixth corps of the army at eight o'clock in the evening on the heights of Stammersdorf. At four o'clock in the afternoon the enemy's columns had arrived in the neighbourhood of Rashdorf, and his -daring purpose being to break through our centre behind the flussbach near Deutsch Wagram, he advanced in the direc tion of Anderklaa and Grofshofen, and occupied both, after having forced the hunters and riflemen back from Gunzen dors, and sent strong detachments of cavalry towards Mark grafen, Neusiedel, and OberSiebenbrun. The corps of the Prince Rosenburg, Prince Hohenzollern, and Count Bellegarde, which occupied the heights between Markgraf, Neusiedel, and Deutsch Wagram, came now M 4 under"], [72, "56 under arms,, and returned the fire from the batteries where they were posted. The enemy directed his sire with the utmost vigour against our position behind the Russbach. Forty pieces of ordnance opened upon Banmersdorf, and set this place on sire, and in die midst of the flames both armies fought to take possession of it ; however General Count Ignutz Hardegg defended it most valiantly, and it remained in his power. On the exterior parts of the left wing the enemy hazarded an attack on Markgraf Neusiedel, which was however re pulsed, and Field-marshal 1 icutenant Rosenberg forced even the enemy's cavalry who had out-flanked him to retire towards Glintzendorf. At last, nearly at sunset, as the contest of the day seemed to be finishing by a reciprocal cannonading, the enemy thought that he had sufficiently wearied out the bravery of our troops by his numerous ordnance, and that it was at present a proper time to break through our centre. In con sequence of which, and favoured by the smoke of the burning village of Baumersdorf, and that caused by the uninterrupted siring of several batteries, he advanced in two close columns to the right and left of Eaumersdorf, crossed the Russbach, and ascended with incredible boldness the heights of our position. The columns on the right, composed of a part of the guards, endeavoured particularly to gain the left wing of the corps under the command of Field-marshal Lieutenant llohenzollern. The regiment of Zach, and part of that of Joseph Colloredo, commanded by General Buresch, present ed the sinr.estresistance until the Field-marshal Lieutenant Prince Hohenzollern, went himself to order Vincent's Cheveaux legers to approach, and they charged with such expedition, and so very suddenly, that the enemy was driven back over the Russbach, and pursued a good way by General [lavdegg in the plain near Kaschdorf. The"], [73, "57 The other column pressed forward through a hollow pass leading from Baumersdorf towards the position, proceeded with boldness between the corps of Prince Hohenzollern and Count Bellegarde, threw the left wing of Count Bellegarde's corps into* disorder, and drove the regi ments of Vogelsang and Argentau, and the third battalion of Von Raine's, backward, and would, seconded and rein forced by his cavalry, have ended tbe whole struggle, if the Archduke and General Count Bellegarde had not rallied and re-assembled the retreating troops, and again brought them under their command, to bear against the enemy. The regiment of Erdach pressed forward under com mand of its Major Franam, (Colonel Brixen being wounded) from the second line in masses of divisions against the enemy attempting to storm the lines, and killed all who had already penetrated through the first line. Vogelsang, Ar gentau, and the fourth battalion of the legion, soon joined this valiant band, and Prince Hohenzollern, after having discomfited the attack of his right wing, and perceiving the danger on his left, hastened to advance with the regiment of Vincent, which charged again. The whole enterprise of the enemy was thus frustrated and disappointed, and all that could save themselves fled back towards Russbach. Here however the regiment of Vincent met the enemy's cavalry proceeding to reinforce the advanced posts, who menaced it by a counter charge. But the regiment being soon collected, and Prince Hohenzollern reinforcing it with two divisions of hussars of Hesse and Stramburg, and advancing himself at their head, the enemy was once more charged, and with an enormous loss driven quite back over the Russbach. The Archduke Charles who was, in the he-t of the battle, slightly wounded, rewarded the regiment of Erbach with the preference to beat on all occasions the grenadiers march. The fourth battalion of the Legion got one colour, and the Lieutenant-colonel Argentau one of the enemy's eagles,"], [74, "58 eagles, Lieutenant- colonel Zlasnowsky of this regiment being severely wounded by three different cuts of a sabre, relin quished this colour, which he himself bore, to the enemy. One general and several officers were taken prisoners. After these events on the heights behind Baumersdorf, followed the attack of the Saxons on Deutsch Wagram, sup ported by the whole Saxon army. After several unavailing attempts, and after Colonel Oberndorf was wounded, who defended this place with extraordinary bravery, the enemy succeeded in possessing himself of the entrance from An derklaa, and in columns advanced into the village. In the mean time a battalion of Reuss Plaun advanced In support of the village on the left, and another battalion of Mitiowsky on the right, proceeded against the enemy, striv ing to make good\" his entrance, brought upon him in the principal pass a well-directed fire, and forced him, leaving behind a great number of dead, wounded, and prisoners, to resign this place, to which he had so boldly pretended, but which was however totally destroyed by the rage of the ■fire. Thus ended at eleven o'clock the battle of the 5th of July ; the army had most gallantly repulsed every attack and assault of the enemy, and contended with him for every inch of ground, and now expected the next morning in order of battle. The positions of the different corps of the army were as follow, viz. The fourth corps under Field marshal Lieutenant Prince Rosenberg, to which Field -marshal Lieutenant Nordman united the avant guard, which was placed near Enzersdorf, formed the exterior left wing, and occupied Markgraf Neusiedel, and the heights to the right of this place. , Close ,on this the second corps, commanded by Field marshal Lieutenant Prince Hohenzollern, reached behind Baumersdorf and occupied this village. The space between this place and Deutsch Wagram was taken"], [75, "59 taken up by the first corps, commanded by General Count Bellegarde. These three corps of the army we're formed in two lines, fronting towards the Russbach, the shores of which were filled with riflemen, and at the other side there was a light chain of field posts. The cavalry of reserve under General Prince Lichtenstein were placed between Deutsch Wagram and Gerasdorf, but four regiments, commanded by General Noslitz were stationed behind the right of Markgraf and Neusiedel to support it. General Baron Frelich, with some divisions of hussars, was near Ober Siebenbrunn, in order to observe the motions of the left flank. The corps of grenadiers bivouqued before Sauring, and the third corps under Feldzeugmeister Count Kollowrath near Hagenbrunn. These two corps were not engaged on the 5th, because the enemy had been observed at Nussdorf to be stronger than usual, and in case of an attack by the Black Lake against the Bisamberg, the third corps was intended for the defence of the same, as the grenadiers were intended for a corps of reserve in case of any unexpected events. After the intention of the enemy was quite discovered, and when on the evening of the 5th he had entirely evacu ated the neighbourhood of Nussdorf, those two corps could then only without danger be disposed of to assist in the head attack on the 6th. The sixth corps of the army, under the temporary com mand of Field-marshal Lieutenant Count Klenau, was on the eminences of Stammersdorf, and had its outposts placed towards Gerasdorf and Leopoldau. The fifth corps under Feldzeugmeister Prince Reuss, did not partake in the battle, but was placed on the Bisamberg, the Black Lake, and the Upper Danube, as far as Krems, as a corps of observation. The whole of these corps, with the exception of the latter, formed"], [76, "60 formed a force of nearly 100,000 fighting men, who had 410 pieces of cannon of different calibre attached to them. The enemy was in possession of Glinzendorf, Groshafen, Anderklaa, Sussenbrunn, and Hirschstetten. The bulk of the enemy's army had marched up in several lines near Raschdorf, and its front line extended from Aspern through Raschdorf as far as Glinzendorf. The very extensive plain of the Marchsield causing de ception in calculating the exact strength of the enemy's force to be almost impossible, as far as the multitude of the dif ferent lines placed behind each other would admit ; they were estimated, from what they appeared to the bare eye, at day-break, to be from 140 to 150,000 strong; according however to what the Emperor Napoleon himself, as well as all his Generals, afterwards acknowledged, they consisted of 180,000 fighting men, including the Italian army under the Viceroy, and the auxiliary troops of the German printes of the Confederation, and a train of artillery of 584 pieces, mostly of heavy cahbre. At half-past eleven in the night, the following disposition of the impending battle was drawn up in a house which the fire had yet spared at Deutsch Wagram. \" The sixth and third grenadier corps are destined to attackthe left wing of the enemy. Field-marshal Lieutenant Klenau is to place his right near the Danube, and to keep up a permanent communication with Feldzeugmeister Kol lowrath, who is to take his direction by Leopoldau towards Breitenlehe ; and to communicate with the grenadier corps who are to direct their march towards Sussenbrunn. All these three corps are to continue in their attack to the utmost in the direction pointed out. \" The reserve of cavalry under the General of cavalry, Prince Lichtenstein, is to advance between Anderklaa and Sussenbrunn, and is to provide and keep up a communica tion with the grenadier corps to the right, and with the first corps"], [77, "61 corps under the General of cavalry, Count Bellegarde, to the left. \" The first corps to march towards Anderklaa, keep com munication to the right' with the cavalry corps, and bear up its left on the Russbach. '* Count Bellegarde must however keep the eminence behind Deutsch Wagram, occupied by part of his corps, which is to pass the Russbach in the same proportion as the corps on the right of this rivulet, and gain ground by advancing sideways. \" Field-marshal Lieutenant Prince Hohenzollern, with the second corps, is to maintain to the utmost of his power the the position behind the Russbach, continue firing his ord nance, and in the same degree as the first corps gains ground, he is to pass the Russbach and to advance in front. \" Field marshal Lieutenant Prince Rosenberg, with the fourth corps, is to press towards the right wing of the enemy, towards which the corps under the Archduke Foham is already advancing. \" Field-marshal\" Prince Reuss is to maintain with all his might the positions on the Spitz, the Black Lake, and the other different posts on the Danube. ?? Field- marshal Kollowrath is to leave one bnVade and a battery of the third corps on the eminence of Stam mersdqrf. \" The sixth and third corps are to break up at one o'clock, A.M. ; pield-marshal Lieutenant d'Aspre with the grenadiers, at three p'clock, P. M. \" Prince Lichtenstein is to advance with the cavalry according to the advance of the head of the column of grenadiers The first corps is to attack Anderklaa at four o'clock in the morning, and Count Bellegarde to direct his attack in the same measure as Prince Lichtenstein gains the proper height to co-operate in the attack. \" Prince Rosenberg is to move on by four o'clock, A.M. to attack the right wing of the enemy, and to secure his"], [78, "62 his communication with the Archduke John near Sieben brunn. * The order of battle for the infantry is in masses of battalions or squares, with some skirmishers in the front. \" Silence is particularly to be recommended, and siring at too great a distance to be prohibited. \" It is left to the officers commanding corps respectively to point out the order of march, and to compose the van guard of each column. '.' Prince Lichtenstein is to detach one cavalry regiment for the van-guard of the column of grenadiers. \" The Archduke Charles will keep with the corps of Count Bellegarde. \" The first reserve of ammunition for the ordnance will re main at Gross Enzersdorf, the second at Wolkersdorf. The ammunition for the infantry is near Helmhof.\" According to this disposition, the respective corps of the army moved on, but as from the late attack of Wagram, and the extraordinary darkness of the night, the orders did not arrive, and were not issued among the distant corps of the right wing in proper time, they were not able strictly to comply with them in respect to the prescribed hours for the attack. The fourth corps which occupied the tower and the eminences behind Markgraf Neusiedel * formed so early as four o'clock in three columns, two of which were to take the villages Groshofen and Glinzendorf, and the third, consisting of cavalry, had to cover their left flank. The enemy had occupied Groshofen with infantry and * The Tower of Neusiedel, built in ancient times against the ravaging parties of the Hungarians, is a square stone mass, in the interior ol which some ruined rooms are ye. sren. At the top of it is a gallery which eom, jnands a prospect or\" the adjacent country. It is situated on the highest point of the salient angle, which is formed by the eminence behind the Russbach and Markgrafen Neusiedel, and is surrounded w\\th the remains of an old entrenchment, and a double ditch or fosse. ordnance,"], [79, "63 ordnance, and behind, his cavalry were formed in two lines. A similar position was observed near Glinzendorf, and both lines were joined by a chain of riflemen supported by some infantry posts. Whilst the attacking columns of the Prince Rosenberg were put in movement, a strong column of the enemy was perceived between Kammerliensdorf and Br.ntenstaten, marching off to the right, it passed the Russbach near Lor bersdorf, and advanced without interruption to Ober Siebenbrunn. This movement prevented the execution of the order of the cavalry to keep an equal height with the other two columns, however the van-guards reached the first houses of these villages, and the columns were just prepared to make a storming attack, and to stop the murderous fire of the enemy, when the order of the Archduke Charles arrived to halt the left wing, because the corps of the right wing which was to aid in the attack was not yet arrived, and the \\rchduke feared that the corps of the Prince Rosenberg alone would be overpowered by the superior force of the enemy, par ticularly as there was no appearance of the approach of the corps of the Archduke John. The enemy no sooner perceived the cessation of the movement of the left wing, than he encreased his fire astonishingly towards these parts ; he dismounted several of the ordnance, planted cannon before Markgrafen Neusiedel, and even silenced some of the batteries of the position. Prince Rosenberg was in consequence forced to retire with all the columns that had thus far advanced to the attack, under protection of the van- guard, to return to the old position, and again to form there. In the meantime the first corps of the army had perceived that the Saxons near Anderklaa were put in motion, and directing their march towards Raschdorf. Captain Baron Tettenhorn was detached with the squa dron of Von Klenau, to reconnoitre the village of Anderklaa, to"], [80, "64 lo get notice respecting the relinquishment of the occupation of this place. * This officer carried his orders into execution with great exactness and dexterity, took several officers and some of the Etat Major of Marshal Bernadotte prisoners, and occu pied that village, still filled from the action of the preceding day with wounded Saxons. General Bellegarde commanded the infantry of his guard in the same village, under the direction of General Baron Sutterheim, placed the riflemen and hunters along the ditches that lay in front, and one line of his corps in masses between Anderklaa and Wagram, whilst the second line deployed behind them. Before his left wing two batteries were mounted under the support of Klenau's Cheveaux legers, which forced the enemy to turn the left wing of his line which was advancing towards the Russbach. The first corps attaining its position sooner than the others, drew the whole fire of the artillery upon it, and the battle being as to the size of calibre very unequal, nothing but the extraordinary firmness of the troops and the excellence of their position, and the admirable manner in which our ordnance was served, could have maintained for some hours a pcsition, from which alone the corps after joining those stationed to the right could advance to further efforts. The corps of grenadiers which had hitherto directed its march from Sauring to Sussenbrunn, advanced at present in two lines in masses of battalions. The cavalry of reserve covered the march of these masses,\" and were divided between the support of the first and third corps. In the mean time the whole right wing approached the destined point of attack. The army left the heights of Stammersdorf at day- break, formed itself near Leopoldau into masses of battalions, and, endeavoured to get into the alignement between Breitenlehe and Hirschstetten, during which time the van guardj commanded"], [81, "65 commanded by Field -marshal Lieutenant Vincent, rather approached the Danube. The enemy stood with a strong column of infantry near Aspern, and occupied the pasture grounds between this vil lage and Stadlau. After a strong cannonading, General Baron Vecsey forced the enemy's riflemen to retreat ; Major Melaichowich advanced with the battalion of St. George through Aspern, and the Count Wallmoden, who at the very same time was commanded to keep the communication open between this corps at the Jest wing, and Quartermaster- General Baron Kollowrath's towards the New Inn pressed forward with the Lichtenstein hussars on the right flank of the enemy, and took nine guns. Thus the hostile column left the field and passed .. spern near the Muhl pasture, and Esling towards Entzersdorf, by which movement the brigade of Eagle seized another howitzer. Field ma<s:;ai Lieutenant Klenau now ordered, that at ten o clock in the forenoon all the forts near Aspern and Eslingen should be re-occupied, and remained with the chief part of his corps between Aspern and Breitenlehe in battalion masses, awaiting what farther might occur at the centre. During this time the third corps of the army had formed itself into two lines in the plain of Gerasdorf, and advancing passed Sussenbrunn, at the same time that the sixth reached Leopoldau, and appuied its right wing on the village of Breitenlehe, which the Ouartermaster-General ordered to be occupied by three battalions. Upon this, after having driven back the left wing of the enemy's line near Raschdorf by a strong and quick fire, the corps pressed forward, keeping back its left wing towards the New Inn, but not being able to maintain itself on this height, its' right wing was soon ordered to retreat towards Breitenlehe. Napoleon stood i/hmoveable near Raschdorf, The centre of F* hi*"], [82, "66 his army contained about 60,000 men in close order, and h* had chosen this as the point of direction for his movements. During these brilliant occurrences, it happened that on our exterior right wing strong columns of troops were observed separating from the reserve near Raschdorf, and advancing towards the left wing of the Austrian army ; and shortly after this a column of cavalry was formed in the plain between Aderklaa and Breitenlehe. Protected bvthis body of cavalry, two columns of the enemy's infantry advanced towards Aderklaa, and, although a great quantity of grape-shot was poured in upon them, overcame all that opposed them, and the confusion thus occasioned extended even to the masses of the first corps placed near Aderklaa. Only the valiant behaviour of General Count Bellegarde could have been able to prevail upon the retreating batta lions to try their own strength, and to efface the dangerous impression of a momentary panic. Supported by the extraordinary conduct of his Generals and the activity of his Field officers, among whom Colonel Baron Zechmeister was wounded, he succeeded in restoring order, and charged the advancing enemy with fixed bayonets, who, in dispersed masses, and confident of victory, pene trated several parts formed by our soldiery. The enemy now endeavoured to save himself by forming one great mass, but his wings were overpowered and driven at the point of the bayonet towards Aderklaa. The greatest part of these hostile masses lay slain on the field of battle; about 500 men and four colours, were taken. After this bloody conflict Aderklaa was stormed by the battalions of Scavoux, Rutheany and Brezezinsky, com manded by !>■ ajor Haberein, who had been hurried on to that place, and again retaken. General Sutterheim, who had rendered the most eminent services to his country, was wounded during the assault by a musket ball. The"], [83, "67 The Archduke Charles intrusted the command and de fence of Aderklaa to the Archduke Louis. The possession of this village was of the greatest consequence to both armies, and the enemy therefore made several severe attacks on it, which were however all repulsed by the firmness of the Archduke Louis, and the two brigades of grenadiers of Merville and Hammer, and the enemy lost two colours. General Merville was wounded by a ball, after having cleared the village a second time of the enemy, always re cruiting his force. The regiments of cavalry cf Kronprinz and Rosenberg, saved during these events the ordnance mounted before Aderklaa, and the Field -marshal Lieutenant Prince Lich tenstein took with his division of cavalry, an advantageous position in the flank of the enemy, so that without renewing the charge, he drew his cavalry out of the sire. General Prince Lichtenstein then Ordered a general ad vance of the cavalry and grenadier corps, which in conse quence of this, pushed forward in the alignement between Aderklaa and Breitenlehe, amidst a most violent fire from the enemy's cannon and howitzers, placed in the alignement of Aderklaa and Sussenbrunn, and by this means arrived at the same height with the sixth and third corps. The grenadier brigades of Field-marshal Lieutenant d'Aspre, being however employed to defend Aderklaa, the Field-marshal Lieutenant Prochoska, could not fill the inter val towards Sussenbrunn in two lines, with the brigades of Murray and Steyrer, and these in consequence only formed one line, behind which the regiments of cavalry composed a second. The enemy seemed to profit by this weakness^ and op posed our grenadier corps with a line of infantry, and numerous ordnance, and formed at noon, under a shower of balls, grape shot, and shells, the heaviest that was ever known in the history of the art of war, a strong attacking F 2 column"], [84, "68 column of infantry and cavalry, with which he threatened t9 break through the left wing of the third corps and the right wing of the grenadiers, General Prince Lichtenstein perceiving the strength of the enemy here, directed the fire of his right wing towards Sussenbrunn, in order that the enemy when he advanced to this point, might be brought into a flanking fire, main tained partly by his troops, and partly by those of the Quartermaster-general Kollowarth. The enemy's masses approached at a charging pace; but it was impossible to move our battalions ; they remained quite steady, and surrounded by dead and mangled bodies, repuls ed every attack of the enemy. The grenadier battalions of Georgi and Frisch, forming the right wing of this corps, awaited the enemy's column of infantry with cool deliberation, and received them at the distance of one hundred paces with a dreadful fire. An attack made at the same time on the left wing of the third corps was received in the same way, by the troops commanded by Field-marshal Baron Vukassavich, who was severely wounded ; and the enemy being also attacked in flank, by the force commanded by Field-marshal Lieu tenant Count Julien, and General Lilienberg, was forced to retreat with great loss. In the mean time the enemy's cavalry evolved, and made some attacks upon the battalions of Georgi, Partner, and Leiningen ; but their noble commanders bravely leading them against the advancing enemy, always forced him to re treat. A single division advanced up to the bayonets of the bat talion of Georgi, and suffered for its temerity by the loss of its chief, whose horse was killed under him, and he himself dragged into the thickest of the battalion, where he remain ed during two violent attacks and a heavy cannonade, before he could be sent back. Lieutenant-"], [85, "69 Lieutenant-Colonel Count Leininger, within a hundred paces from the battalion under his command, took one of the enemy's field officers prisoner, who thought himself, from the smoke of the powder, near his own troops. General Steyrer excited by his example the courage of these soldiers, and distinguished himself by the able manner in which he posted them for the support of each other. The enemy's infantry having retired to its former posi tion, the cavalry ventured no further attack, but followed the former under the protection of their numerous heavy ordnance, which kept up its fire with uninterrupted briskness along the whole line ; and which could not be answered with the same effect by our pieces of smaller calibre. The second corps of the army in its position behind the Russbach, was but a little annoyed by the fire of the ord nance, which was however very well returned from the bat teries of the position commanded by Prince Hohenzollern, so that several batteries of the enemy were dismounted and forced to retire. The enemy mounted new cannons without forming a real attack, and his whole attention was fixed on the advance of our right wing, during which he resolved to turn our left. The situation of things on our right wing,, and in the centre, where our lines at ten o'clock in the forenoon ex tended from Esling and Aspern, towards Breitenlehe, An derklaa, Deutsch Wagram, and Baumersdorf, was as follows : The corps of the right wing had surrounded the enemy's position concentrically, were partly advancing on it, and about to execute their movements to attain the grand point in view. By how much our intention could not be concealed from the enemy, by so much did he trust in his own prevailing F 3 strength,"], [86, "70 strength, and though he sent from his centre, (where he kept during the battle an immense reserve) numerous troops towards the left wing; this did not prevent him from acting offensively on his right, sufficiently conscious of his own power, not to regard those misfortunes, which without doubt would have attended and caused him an immense loss, if his attack on our left wing had been repulsed. Thejfourth corps, on which the fate of the day seemed to depend, was also that which was most exposed to the brunt of the enemy. It was early in the morning that it retreated into its position, involved in successive skirmishes between the van guards, which lasted several hours, and in the mean time the enemy proceeded to act on Prince Rosenberg's flank. The van-guard of this corps which had already experienced a loss of about 1,000 men, and the almost intire destruction of its artillery, was forced to retreat to the foot of the emi nences and behind the ditches of Markgrafen Neusiedel, and the cavalry to follow the manœuvres of the enemy, who always marched more towards the right. About ten o'clock the column which passed the Russ back near Loibersdorf, and drove General Froelich back from Siebenbrunn, formed before this place in two lines against our left wing ; from the centre at Laschdorf, a second column of the enemy, which drew up soon after in three lines, was marching forward in a direction from Rasdorf to Glinzendorf. Prince Rosenberg was now forced to form a flank with the two regiments of Kerpin and Deutschmeister, to form the others in battalion masses, and to place the remaining' ord nance which was not yet dismounted, partly to defend the flank, partly near the tower of Neusiedel, one of the points of the greatest importance in respect to this position. One part of the cavalry remained at the foot of the emi- nences,"], [87, "71 nences, and two regiments of dragoons were stationed on the left wing at the flank. The arrival of the enemy from Presburg was every moment expected. The enemy's lines from Ober Siebenbrunn and Glinzen dorf, advanced always more and more, and a numerous artillery covered their front. Markgrafen Neusiedel was stormed several times, and the assailants as often repulsed, until at last, partly the tiredness of our troops, partly the heat of the flames of the burning village, and still more the superior force of the enemy, who always advanced with new troops, caused the evacuation of the village, and forced Prince Rosenberg to limit himself to the defence of the po sition occupied by his corps. The army lost in these engagements one of its best officers, General Vecsey. The presence of that corps, which ought from Marcheck to have fallen on the enemy's right flank, became every moment more necessary. «. The enemy's success in out-flanking our left flank increased, and five battalions and one regiment of cavalry sent by Prince Hohenzollern, were not sufficient to prevent his effect ing it. The movements of all the remaining corps were stopped on perceiving the continued retreat of the left wing, while they were engaged in the most violent fire of the ordnance, which made astonishing ravages in their lines without shak ing their firmness. The enemy having thrown the seventh corps quite back on the eminences of Markgrafen Neusiedel, formed from the first line, composed of the troops arrived from Ober Sieben brunn, six masses in three lines, and advanced with the riflemen in front ; his second line followed as a support. Our cavalry alone were not able to penetrate these masses, and several charges made with the greatest and most pre vailing resolution, under the command of Field-marshal Lieutenant Count Nostitz, General Count Wartensleben, f 4 Colon al"], [88, "72 Colonel Sardagna, and Prince Cobourg, who was wounded on this occasion, had no success, because our artillery was not in a state to second them sufficiently. The first line of the enemy's masses attacked the brigade of Mayer, but was however repulsed, and the same thing happened to the second line, where Field-marsnai Lieute nant Nordmann, at the head of his brigade, was shot. This unhappy circumstance, and likewise the wounds of General Waver, contributed to cause after the repeated at tarks of the third line of the enemy, this valiant brigade to give way. The enemy advancing from Glinzendorf, and perceiving the success of the attack, hastened forward on the eminences, and took possession of the tower. During this time, the battalions on the right wing of this corps on the eminences kept their position with steadiness, and repulsed several attacks under the command of the Field-marshal Lieutenant Prince Hohenlohe Bartenstein, and the Prince of Hesse Homburg, who was wounded on this occasion by a grape shot. Szetaray's and the remains of Steins's and the Archduke Charles's battalions formed a flank towards the tower, and did all that could be done or expected from brave soldiers. Prince Rosenberg was resolved not to give up this advan tageous point, without some further struggle, but to retake it if possible. However, a Crossing discharge pf grape shot so harassed and thinned his ranks, that every attempt was frustrated and disappointed. This was the decisive moment, and from this instant the coming up of the corps, commanded by the Archduke John, became unavailing. It appeared, at four o'clock in the afternoon, near Ober Siebenbrunn, took some prisoners in the rear of the enemy, and retreated unperceived again in the evening by the Marchfield. The"], [89, "73 The whole position behind the Russbach, being enfiladed by the enemy's ordnance, and himself proceeding to out flank our left wing in a direction towards Bockflies, the Archduke Charles gave orders, at one o'clock in the afternooon, to retreat with the 4th corps. A common attack was made on our cavalry, on the left of the 4th corps, in which Riescn's dragoons distinguished themselves particularly, and caused the enemy's cavalry to be repulsed on its second line, but being unable to obstruct the arrival of the enemy's reinforcements constantly coming fresh into action, our cavalry were reduced to the necessity of cov<ring the left wing of the infantry, which retired in battalion masses in the direction of the Wendingerhof, towards Bockflies. The regiments of Hiller and Szataray followed this movement, no longer able to resist the enemy's murderous and crossing fire, which it was even impossible to return, as o tr ordnance had lost almost all the men attached to it. They formed the rear guard, and were uninterruptedly pursued by the enemy to Bockflies Early in the night the cavalry of the enemy arrived at Bockflies, and pushed forward against a small mass near Kerpen, with which it came up, but which however bravely resisted, until four squadrons of the Archduke Ferdinand's hussars put an end to the further pursuit of the enemy. The corps encamped for the night on the heights of Hohenleiten ; the Prince Rosenberg left some battalions of infantry and some divisions of hussars behind, and ordered the Field-marshal Lieutenant Count Padezky, who had given excellent proofs of his military talents, to occupy the defiles near Schweinwart and Hohen Reipertsdorf. Field -marshal Lieutenant Count Nostitz, retired with the cavalry bel6nging to the reserve to the foot of the eminences along the wood of Bockflies, in the,plain of Pillichsdorf, that he might from thence command the wood from Wolkesdorf,"], [90, "74 Wolkersdorf, and afterwards' rejoin the corps of reserve of the cavalry. - / i The second corps of the army could not possibly now maintain its position, its flank being quite uncovered, attacked from Baumersdorf, and horribly molested by a murderous crossing fire. Prince Hohenzollern retired with his left wing as soon as the 4th corps, and commanded General Count Hardegg to leave Baumersdorf in a similar manner, fighting during his retreat. The enemy immediately followed, and his cavalry took advantage of that moment for the attack, when the corps behind Deutsch Wagram, having arrived at the Russbach, was forced to break its battalion masses to cross it. Prince Hohenzollern, however, succeeded in stationing some battalions in the deep and hollow bed of the dry rivulet, and by their well-directed fire, joined to the cool bravery of the Cheveaux legers of Vincent, the crossing was happily effected without the loss of a single piece of ordnance. Here the Prince received orders to make good his retreat towards Sauring and Enzersfeld, the Archduke Charles having prescribed the road towards Znaym as the principal direction of the retreat. In the mean time that part of the 2d corps, which had been detached to reinforce Prince Rozenberg in the fore noon, arrived at Hohenleiten, and the Prince, with the greatest part of the corps, came in the evening to Entzcrsfeld, where he remained during the night. That brigade of the 1st corps which occupied the heights of Wagram, had joined the 2d corps, and when this point was relinquished, passed the Russbach at the very same time. The enemy, by this means, gaining more ground towards the left flank of the corps placed near Aderklaa, flanked the battery of Lieutenant Loftier, mounted before the left wing of"], [91, "75 of the corps, which had already sustained a superior fire 5i% its front, but which was of the greatest importance in respest to covering the position. This courageous officer defended his position with dis tinguished bravery, and contributed in a high degree that the retreat, (the command for which was received by the first corps at two o'clock by directions to proceed to the sloping eminence of Gerasdorf,,) was effected with the greatest order, and without being molested by the enemy. The corps of cavalry and grenadiers began their retreat on receiving orders to that purpose, at the same time that the retrograde movement of the first corps commenced. They directed their march through Aderklaa, and left Sussenbrunn to the left, in order to gain the eminences near Gerasdorf more obliquely. On this retreat Field-marshal Lieutenant d'Aspre was very severely wounded by a musket ball. The corps of reserve commanded by General Prince Lich tenstein, having in such a manner as to have Sussenbrunn on its flank ; The third corps received orders from Count Kollowrath also to retire ; its left wing passed through Sussenbrunn, and the remaining part passed the plain in a straight direc tion to the Stammersdorfer heights. The enemy pursued this corps with cavalry and ordnance, but did not however hazard an attack. Our troops all along preserved perfect order, and were protected by a strong fire of ordnance. - In the crepuscule or twilight, when the corps was placed on the heights of Stavnmersdorf, the moment appeared fa vourable for attacking the French, the regiment of the Uhlans of Schwarzenberg being in the front ; but Napoleon's guards pushed forward on a sudden, and seized a battery of position, which had no time to unlimber. The French cavalry now three times attempted (after having repulsed several attacks of our Cheveaux legers and Uhlans), to pierce through"], [92, "76 through our infantry lines, but these being formed in masses repelled every effort. The third battalion of Kollowarth retook a twelve pounder, which had been only carried away by two horses, and taken off by the enemy's cavalry. Two weak companies of the fourth battalion of the legion commanded by Captain Home, who had evinced their bravery during the whole day, distinguished themselves particularly on this occasion. They were quite surrounded by the enemy's cavalry, but they defended themselves with the utmost steadiness and a most glorious ardour for the attainment of freedom. One brigade from the reserve now arrived to support the cuirassier regiment of Lichtenstein, and immediately fell on the flank of the hostile cavalry with great resolution and courage, while Colonel Schuffermaier of the Schwarzenberg Uhlans, attacked with his combined force the main body of the enemy, which gave time to the infantry of this corps to form in his flank, and to fire on him in this situation from the batteries ; the consequence of which was that he at last lost the power of repeating his attacks. Captain Gallois of the Schwarzenberg Uhlans, had the honor to retake the battery already lost, from the enemy, who was just on the. point of carrying it off. The enemy then retreated into the valley of Gerasdorf. General Count Bellegarde's corps which had since four o'clock been exposed to the most offensive movements of the enemy, and sustained by its valour, and heroic firmness, the repeated attacks and charges of his cavalry, was ordered to form again between the wood of Stammersdorf, and the road to Hagenbrunn, the road to Brunn lying in front. The grenadiers and the corps of reserve of the cavalry arrived at nine o'clock in the evening near Hagenbrunn, and proceeded farther on their retreat towards Kronenburg, behind which place they took their position, and there the Field-marshal Lieutenant Count Noslitz joined them with his division. Quarter-"], [93, "77 Quarter-master General Count Kollowarth remained till midnight in his old position, and then stationed himself in that of the mountain of Kreuzenstein behind Kronenberg, whither he had been commanded by the Archduke Charles. The sixth corps evacuated Esling at ten o'clock, A.M. -and Aspern, at two o'clock; P. M. because the circumstances which took place on the left wing had put a stop to any other more favourable movements, and been of very bad conse- quence. Field- marshal Count Klenau took his position as on the day before, on the heights of Stammersdorf, as soon as a general retreat was commanded. The enemy ordered a column to advance quickly between Hirschstettin and Kagran, towards the Danube and the Spitz. This forced our troops So leave Kagran and Leopoldau, and then join the next column which was following by the way of Breitenlehe in common pursuit. Field marshal Count Klenau retired fighting in great order, and the enemy's cavalry attempting several charges between Leopoldau and Tedlersdorf, were opposed by Kienmayer's hussars, and partly by our masses that advanced against them, and partly by the effect of our fire, were here forced to give up the pursuit. This corps remained the whole night on the heights of Stammersdorf, in order of battle, and was commanded by the Archduke Charles to form the rear-guard of the army the following day. Field- marshal Klenau posted himself at day -break on the 7th of July behind Kronenburg ; all the other corps except ing the fourth, which followed the road to Brunn, being marched off towards the road leading to Znaym. The position of Field-marshal Lieutenant Klenau's corps, was, the right wing on the Danube, the left facing Leoben dorf, and Kronenburg in the front. This is the simple description of a battle, which, conjointly with"], [94, "78 with that of Aspern andEntzersdorf, will form an epoch in the history of the world; and which the enormous preparations, and astonishingly strange and great results, characterize as the most remarkable incident of the present times. On both sides every thing was sought for that is dear to the' indivi dual, or to a nation at large, while the force of the passions added to the spirit of the contest. Great interests lead to great sacrifices. Both parties shown forth with the brightest lustre ; and though fortune decided for the French, and though they may ascribe to themselves the glory of the victory, yet they will never be able to rob us of that honour which is due to extraordinary bravery, and able conduct, of which there appeared in this action so many rare and noble examples. Much will be written on this battle, and many things falsified and exaggerated, but 300,000 witnesses will hand down the truth to posterity. The loss of both armies was nearly equal. The Austrians lost the Field-marshal Lieutenants Nord man and d'Aspre, and General Vecsey. The Archduke Charles, Generalissimo, the Field marshal Lieutenants Rouvray and Nostitz, the Generals Prince Hessen Hom burg, Mayef*, Vacquant, Motzin, Ch. Sutterheim, Henne berg, Merville, and Rothkirch, were wounded. We made 700 prisoners, took 12 eagles and colours, and 11 pieces of ordnance, and lost only nine pieces of dismounted ordnance, and one colour. It is most singular that the conqueror lost in this battle more trophies than the conquered. The total loss will be given at the end of this relation, having been only collected after the conclusion of the armistice. On the sideof the French, General La Salle, and Adjutant- Commandant Dupre,; were killed, and Marshal Bessieres, Generals Gudin, Gauthier, Vandamme, Vignolles, Wreden, Le Cocq, Zettwitz, Serras, Grenier, Sahuc, De France, Colbert,"], [95, "79 Colbert, Frere, Poroussard, Beaupre Colonels Prince Aldro= brandini, St. Croix, and several others, were wounded. The Archduke Charles did not forget near Wagram the old soldiers of Aspern, and witnessed the noble bravery with which the commanders of the respective corps fought at the head of their men, and shewed them the best example. They gained the savour of their Emperor, and the grateful thanks of the Archduke, and their names reflect credit on the corps under their command. The chief of the Staff, Major General Baron Wimpfen, signalized himself by his uninterrupted labours, and by his eminent bravery ; and the ordnance, commanded by Field* marshal Lieutenant Rouvary and Colonel Smola, maintained unimpaired its old illustrious character, ever worthy of high commendation. An official list of those officers whose extraordinary and excellent conduct was considered more particularly deserving of notoriety was published. The number of general and other officers who distinguished themselves during these days, and were inserted in this list, was very great, amounting in all to 21 Field-marshal Lieutenants, 34 Generals, 42 Colonels, 31 Majors, 51 Captains, 24 First Lieutenants, and 14 Second Lieutenants and Ensigns. The Archduke passed the night of the 6th in Leobendorf, and removed his head-quartars on the 7th to Gollers dorf. The fifth corps, commanded by the Quarter-master General Prince Reuss, which during the battle had occupied the shores of the Danube and the Bisamberg, were drawn more towards the army, and received orders to follow with the first and third corps, and the grenadiers and cavalry of reserve, the road to Znaym. The corps took on the 7th a position on the heights of Kreutzenstein, and on the 6th formed the rear-guard in the plain of Kronenburg. Prince"], [96, "80 Prince Hohenzollern was determined to cover the flank with the second corps of the army; and in consequence directed his march on the 7th from Enzersfeld over the Russbach to Ernstbrunn, and on the 5th to Kamersdorf, where he rested during the night. On the 10th at \"midnight, he passed Znaym and the Taja, and then joined the army. His rear-guard commanded by General Hardegg, was constantly engaged with the enemy. To keep his commu nicati >n with the corps of Count Rosenberg open, Prince Hohenzollern had detached General Altstern to Laab, who passed the Taja on the 9th, as the body of this corps went towards Maschau. On the same day General Altstern endeavoured to reach Znaym by a forced march, in order to secure this town, as likewise to defile over the Taja from the enemy, who passed it in close pursuit of the Field-marshal Lieutenant Prince Rosenberg's corps. The fourth corps passed the mountains of Hohenleiten, while its rear-guard was still employed in the fight, and arrived on the 7th in Mishelbach, and on the 8th at Laab, where it received orders from the Archduke Charles to cover the road to Brunn and Ollmutz ; in consequence of which it proceeded on the 9th to Maschau, afer sending away all the battalions which had joined it on the day of the battle, and belonged to other corps ; its route lay through Seefeld, and it was commanded by Colonel Meosery. On the 7th of July at two o'clock, the enemy advanced on the road from Vienna bv Lang Enzersdorf to Kronenburg, and attacked this place without success. At six o'clock the attack, supported by a column which advanced from Hagenbrunn, was repeated. The town was set on fire, and the garrison retired in masses of battalions en echiquier. The Vienna volunteers, commanded by Colonel Quentin, particularly distinguished themselves here ; they were placed on the exterior wing towards the Danube,"], [97, "81 Danube, and held out with the most desperate resistance against the often-renewed attacks of two battalions of Bavarian Field Hunters. At *he beginning of the night Field marshal Lieutenant Count Klenau reached the bridge over the Rohrbach, and proceeded in his retreat in columns by the way of Pillera and Stolerau, and arrived on the 5th at day- break between Sierendorf and Hauzenbich, while the army had left its encampment near Kreutzenstein, and was stationed at Majlebern. The enemy appeared at nine o'clock on the eminences of Stokerau, but did not attempt to make any severe attack, and the day passed without being marked by arty thing of greater consequence than the exchange of some shot, and a trifling affair near Hauzebach. The Archduke Charles placed his head-quarters the same evening at Guntersdorf, and the army arrived in a position behind Schoengraben early on the 9th. In the meantime the corps broke up from Sierendorf, and arrived at seven o'clock by the way of Mallebern, Gollers dorf, and Stetzendorf near Hellbrunn, where it was formed in order of battle. The enemy came up with the rear-guard of the Field marshal Lieutenant Klenau, at nine o'clock, near Stetzendorf, pursued it, and pushed with strong detachments of cavalry forward to Hollbrun where a skirmish ensued, during which the enemy endeavoured to out-flank the right wing near Fallbrunn. The Generals Count Wallmoden and Mariassy met this movement not only irt a most skilful manner, but the former made likewise with the Lichtenstein and Blankenstein hussars some successful attacks, and stopped the advance of the enemy's cavalry, on which occasion he was slightly wounded. After this the enemy cast shells into Hollabrun, and set fire to the place. A violent discharge of ordnance on both a sides"], [98, "82 sides then followed, during which the enemy's infantry advanced to attack. General Mariasjy and Colonel Senitzer of Benjowsky, threw themselves into the burning town, and maintained it against all the assaults of the enemy, which were incessantly repeated till midnight, and even in the streets, gardens and ditches, the most obstinate engagements were carried on. - - The army gained by this action the advantage of being at ease in its position, and not being hurried in its ensuing march. Field-marshal Lieutenant Count Klenau received orders to retreat by day-break towards Schoengraben, where his corps, already almost wearied out, was to join the army ; and the fifth corps commanded by the Quarter-master General Prince Reuss, was ordered to take care of the rear guard. On the 9th it was reported at the head-quarters at Gun tersdorf, that a column of the enemy's army, commanded by Marshal Davoust, advancing by Laab to Znaym, and that its van-guard had arrived at Erdberg, two hours march distant from Znaym, on the other side of the Taja- The likelihood that it was the enemy's plan to gain upon our retreating line, and the strong pursuit of Prince Rosen berg's corps, gave this rumour an appearance of truth, which was quite certain by the information of General Altstern. There was not a moment to lose if the defile of Znaym was to be gained before the arrival of the enemy, in order to secure the road to Prague. The whole corps of reserve of grenadiers and cavalry was ordered to break up directly, and to occupy the heights near Znaym on both shores of the Taja- The army followed before day break, and the fifth corps, which at present composed the rear-guard, received orders to maintain Schoengraben and Itzelsdorf as long as pos sible. The grenadiers had hardly time to cover the crossing, by reaching"], [99, "83 teaching, the heights behind Teschwitz and Zuekerhandel on the left, and those of Pumlitz and Oblas on the right shore, before they were engaged with the enemy's tiralleurs. General Streyrer quickly advanced with the first brigade, some three pounders and some light cavalry at the other side of Teschwitz, to the height situate there. During this time Mahay's brigade occupied the vineyards to the left of Teschwitz and Zuckerhandel, and she brigade of Hammer the interval between the right wing of General Maray's corps and the great road. The brigade of Merville was also stationed on the right side of the Taja to occupy the bridge, and oppose the enemy pressing forward by Naschelitz ; and the cavalry was placed on both sides of the river Taja, and on the road to Iglau at the other side of Znaym. The enemy had already gained the most advantageous points on the heights, and occupied them with from 7 to 8000 men, infantry, and cavalry ; his riflemen however, and likewise his line, retired when our grenadiers advanced. _ His supporting columns soon arrived, and his force was from 12 to 14,000 men strong, and after firing on the brigade of Steyer with twenty pieces of ordnance, which immediately dismounted two of its three-pounders, his rifle men boldly advanced on our battalions through the bushes, and hollow roads. General Steyer was now engaged in a very hot contest, which he kept up without retreating an inch, during five hours, and until he was forced by the movements of the enemy on his flanks, to retire towards Teschwitz. As soon as the enemy discovered our retreat, he directly charged with his cavalry upon the battalion commanded by Major Hromeda, which however presented the most deter mined opposition, and defended at the same time the hoUow pass leading towards Teschwitz, till tbe other battalion could come up and form behind, upon which a most violent fire beean at the entrance of the village, 6 & 2 General"], [100, "84 General Steyrer having finally taken possession of the heights, and occupied the vineyards, in order to prevent the enemy from passing through, the village was abandoned to the enemy, who set it on fire. On the right shore Colonel Scavaux drove the enemy back and took some prisoners. During this time the park of artillery and the whole train of the army defiled through Znaym, which on account of the steepness and narrowness of the pass, could only be effected jn one single column. The first corps of the army was yet an hour's march dis tant from Pumlitz, when it perceived by a discharge of small arms directed towards the crossing point, that the enemy was in the neighbourhood. The patroles on the side next the Taja, brought in some prisoners, from whom information was received of the arrival of General Marmont with his corps, and the division of light cavalry commanded by General Montrun. General* Count Bellegarde received orders to march as quick as possible, to pass the Taja by a ford near the bridge, which was full of waggons, and to bring the corps into the position near Brenditz. On the arrival of the head of the first corps of the army, six squadrons, six battalions, and three batteries were so fortunate as to gain the other shore without obstruction. During this time General Steyrer was driven out of Teschwitz, and the heights behind this village were occupied with ordnance by the enemy, whose riflemen and light cavalry advanced in the valley of the Taja, and every expe dient was resorted to, in order to render the passage of the river impracticable to the remaining part of the columns. Baron Henneberg delivered an animated address to his troops, exhorting them to force their way with firm deter mination, and to this, combined with his example, is it owing that the regiments under his command passed the ford in a column march of divisions in the greatest order, though the enemy directed a strong fire of his ordnance and several attacks"], [101, "85 attacks of his riflemen against them. As soon as they reached the left shore, they detached a chain of skirmishers to the right flank, which afforded room for the formation of the troops, and repulsed the enemy from the valley of the Taja. They also attacked Teschwitz and occupied it, by which advantages the whole corps gained sufficient time to pass completely over. The troops which passed the Taja without any difficulty, belonged to the head of the column, and they directly pro ceeded to the position near Brenditz, where they arrived before the enemy, who, with his cavalry had passed the height of Zuckerhandel, and who opened a brisk fire on this corps of our army, while forming its line. General Count Bellegarde followed with the head of his column in quick march, placed his right wing on a hill which commands the ground before Brenditz, ordered the ordnance to be mounted, and thus forced the French cavalry which followed towards the road to Fglau, to retreat to the heights of Zuckermantel, though they had repulsed and beaten back two of our regiments of dragoons, which were however reinforced by the cuirassier regiments of Kroyher and Roussel. These attacked the enemy in front, whilst the horse artillery directed its fire against him from the rear. General Count Bellegarde now detached some divisions of infantry to the vineyards situated nearer the foot of the opposite heights, and thus formed a junction with the grenadier corps stationed on the right. The sire of the ordnance diminished towards evening, but the infantry -still fought with unabating fury in the defiles of Zuckerhandel and Teschwitz, and also on the right shore of the Taja near Pumlitz. About this time the Bavarian cavalry pushing forward, on a sudden fell upon a battalion of grenadiers behind Teschwitz, which, surprised by this attack, was thrown into disorder. Field- marshal Lieutenant Prochaska, immediately formed G 3 the"], [102, "86 the brigade of Hamner into battalion masses, led it forward against the enemy, and rendered the advantages on both sides equal. General Baron Henneberg, convinced of the necessity of maintaining the hollows and the valley which lay towards Znaym, in order to cover the passage of the corps which had yet to follow, occupied the vineyards before the bridge, till jhi-: position was taken at a late hour in the night by the fifth corps. The extraordinary exertions which this General made, and the bravery of the regiments of Kollowrath and the Archduke Rainer, rendered nugatory all the endeavours of the enemy to get this bridge into their hands. The village of Teschwitz, the possession of which was obstinately con tended the whole day, was finally maintained, and likewise the possession before the bridge. The third and sixih corps, had during this time effected their passage, and the first formed its line to the left of Brenditz, and the other near this place on the road leading to Iglau. The fifth corps remained near Schoengraben as a rear guard, when the army marched off, and waiting the approach of the enemy, formed in two lines behind the ravin of Grund. Prince Reuss left General Count Klebelsberg with the light troops before Schoengraben, detached Lieutenant Colonel Baron Wilgenheim to secure his left flank with one battalion of hunters, and one squadron of Uhlans towards Molberg, and commanded Major Teschenberg to establish a communication with Field-marshal Schustek, who was coming from Krems by Meissau. The light troops of the sixth corps had hardly left Holla brunn, early on the 1 9th, when the enemy defiled through it, and drove the advanced posts of Prince Reuss about 100 paces backwards. At nine o'clock, a strong column of the enemy's cavalry evolved,"], [103, "87 evolved, which some time after was reinforced by sixteen pieces of ordnance, and again by the whole corps of Marshal Massena. Captain St. Ouintin repulsed the enemy's attacks, during which Major Baroni defended the village of Schoengraben with the utmost bravery, until the fire had nearly consumed it to ashes. Count Klebelsberg now retired, supported by the infantry and cavalry, to the heights behind Grund, and here took his position, to cover the march of the fifth corps, which had received orders from the Archduke Charles, to follow the army towards Znaym, and in consequence of which it had begun its retreat en echiquier, through Guntersdorf. The village of Grund was now occupied by three companies of gradiscers, commanded by Mujor Simbschen, and the shelv ing vineyards were occupied by the hunters. In this position, General Count Klebelsberg maintained himself, until the principal columns had passed the defile of Guntersdorf, and approached towards Zetzelsdorf. This small rear-guard had afterwards to pass a large plain, on which the enemy tried to turn their right wintr with 5,000 men, cavalry. Nothing short of the extraordinary bravery of the troops, and the skill and resolution of their commanders, could have produced a happy issue to this affair, which highly merits the praise and notice of the historian. Major Sinschen formed himself in a mass, and opposed with the Gradiscans, the repeated attacks with an impene trable phalanx. Colonel Hardegg, with the Archduke Charles's Uhlans, Blankenstein's hussars, and the Lieutenant Stonick's battery of horse artillery, kept the enemy, by several attacks and well-executed manœuvres, within his boundaries, so that\" the whole arrived near Zetzeldorf at sunset. General Klebelsdorf followed the fifth corps of the army, o 4 which"], [104, "88 which passes the bridge near Znaym, at eleven o'clock in the night ; and took its position on the exterior right wing on the Taja before Znaym. The detachment commanded by Lieutenant Colonel Wil genheim, was cut of! by the enemy, and could not reach Znaym. It was considered as lost, but at the end of five days it again arrived without any loss at the army. The well-executed operations and clever conduct of its commander, and of the Lieutenant- colonel Prombazzy in the rear cf the enemy, occasioned it to take 78 prisoners, and though surrounded on all sides, happily to escape from the pursuit of the enemy The second corps had joined, early on the tenth, with the corps of Rosenberg near Malberg, and arrived at the heights on this side of the Taja, when the grenadiers near Tumlitz, and Oblas were engaged with the enemy in the valley of the Taga, who had advanced from Naschetitz. Prince Hohenzollern ordered his first line to form towards; the Taja, kept the second line in reserve behind the emi nences, drove the enemy back on the right shore, occupied the village of Naschetitz with one battalion, and thus covered the train of artillery and the corps which filed along the road. At midnight the Prince received orders from the Arch duke Charles to leave the right shore, and take his position in several lines behind the cavalry of reserve, on the lest wing of the army. The headquarters of the Archduke were from the tenth to the eleventh in Znaym, and this Generalissimo found it necessary, even at the obvious risk of being out-flanked on his left wing in an unfavourable situation, to hazard a battle on the following day, as the stoppage of the artillery train, the pontoons, and almost all the carriages, in the defiles of Frainersdorf, Buduits, and Schelletau, had placed uncon querable obstructions in the way of arriving at the heights of Fglau, so soon as requisite. At"], [105, "89 At day-break on the eleventh, the troops were under arms and ready to receive the enemy. The fifth corps formed the right wing of the army, and occupied the town of Znaym, and the heights behind Klos» ter Bruck, on this side of Teschwitz, and was connected with the first corps by a deep ravin. It posted, to secure its right flank, a battalion of Hunters in the convent of Pel ler-berg, which was situated on the highest point; its cavalry was placed behind the town, there being no ground in the front sufficiently favourable for these troops to act upon with success. The bridge over the Taja was barricaded. To the left, and not far from the fifth corps the first was formed in two lines on the heights before Brenditz ; it occupied with one bat talion the entrance of the ravin on its right flank, and the neighbouring vineyards with riflemen and hunters. On the highest point in its front, there was stationed a twelve-pounder position battery, which could most advanta geously enfilade the valley situated further forward of Zuck erhandel and the plain before it. Before this battery, in order to cover it, one battalion of Mitrowsky was stationed in a hollow part of the ground, which protected it from the enemy's fire ; from this battalion volunteers were sent forward to observe the movements of the enemy towards the Zuckerhandel Hoff. A chain of light cavalry maintained the communication between these troops and those of the first corps. General Baron Henneberg had again arrived with his corps, and formed with eleven battalions the first line. Field marshal Lieutenant Count Freznel, with six battalions and six squadrons, formed the second line, which at the same time watched the road to the village of Brenditz. The third corps of the army closed in the same alignement on the left wing of the first. The grenadier corps received its destination in the second line behind Brenditz, but it was afterwards in support of Znaym,"], [106, "90 Znaym, sent towards the right wing, the cavalry was placed in Eehellon near Benditz, the front being towards Winau. The second corps was formed behind the left wing in seve ral lines, and the sixth was detached by the Archduke, towards Wolframskirchen, to secure the roads towards Fglau, and to cover the train against every attempt of the enemy. The grand army of the enemy leaving one corps in pursuit of Prince Rosenberg, had taken the road towards Znaym, and was arrived at the eminences of Zackerhandel and Teschwitz, and concealed the movements of its right wing by a neighbouring wood. * On the right banks of the Taja, Marshal Massena ap peared at six o'clock in the morning with his corps, which followed our rear guard along the high road towards Stoke rauer, and prepared to pass that river. Napoleon himself arrived at eleven in the forenoon at the army, and his attention was directed to flank our back lines, to reach the road to Bohemia before us, and i.o drive our army with the loss of its baggage, into the defiles of the Taja. The sun was nearlyrisen when the enemy's riflemen rushed forward out of all the ravins, bushes, and gardens near 'l eschwitz, and surrounded our position which was the* most advanced. At seven o'clock the engagement extended to the Taja, and was maintained on both sides, during seve ral hours, with great animosity, but without any particular advantage resulting to either, until at length the enemy suc ceeded in obliging our hinder troops, by a dreadful discharge of grape shot, in some degree to give way. Massena now proceeded in his attack with the reinforce ments arriving from Teschwitz, and the battle began on the heights before Znaym, with such - violence, that the Arch duke ordered the grenadier corps thither as a reinforcement. During these occurrences on the right wing, the enemy was at nine o'clock also perceived to be in motion near the sheepfold of Zuckerhandel. He"], [107, "91 He formed infantry columns, of which one marched down into the valley of Zuckerhandel, another took its direction to the right, towards the cavalry stationed above this village, and the third filed towards the plateau occupied by our troops, but rather to the left, in order to reach the vineyards. The advanced pickets of Mitrowsky, engaged,, and were supported by their battalion, which covered by the twelve pounder position battery, obstructed the enemy's advance, until one battalion of Kollowarth, and two pieces of ordnance commanded by Lieutenant Loffler, came up. This courageous body of infantry now advanced to attack the enemy, and beat him back with great loss, and main tained the ground taken from our advanced troops before the battle begun. New reinforcements arrived in the mean time from the heights near the sheepfold of Zuckerhandel, and it was dis tinctly perceived, that the enemy was determined to hazard a new effort to get possession of the heights occupied by our corps, and to open by these heights, and the vineyards and ravins, which covered the said heights> a way to Znaym, and by this means to menace the fifth corps on its left, and the first corps on its right flank. General Count Bellegarde found it necessary to make the plain of Zuckerhandel as tenable as possible, and reinforced it by three battalions and some ordnance, and gave the com mand of the corps stationed here, to Field-marshal Lieutenant Count FrezneL The enemy's riflemen advancing from Zuckerhandel by the yalley, and approaching the twelve pounder battery, a second battalion was detached to this height, and a chain of riflemen formed, to force those of the enemy back into the village. After a short but a very heavy shower of rain, the enemy commenced his second attack, a column of infantry again directed its march towards the vineyards, and at the same time a column of cavalry defiled in the plain, but it luckily came"], [108, "92 came while forming within the range of the grape-shot fire, of the battery under Lieutenant Loftier, which, together with the fire of the twelve pounder battery, and the advance of some of the squadrons of Klenau, immediately forced this body of cavah*y to retreat. The enemy's infantry drove however, by their superior force, the battalion of Mitrowsky a little backwards, but though he had stationed the strength of his army on the heights, the remaining battalions advanced charging bayonets, and drove the whole into the ravin before the Zackerhandel Hoff. At last the enemy was willing to essay a third attack, and for this purpose ordered the infantry to defile at the side of the cavalry, through Zuckerhandel, and form an attacking column, near the heights occupied by our troops ; this column formed one line at the foot of the eminences, and was follow ed by a regiment of cavalry, which remained in columns before the above village. At the same time an other attack was directed to be made from the sheepfold, to the left on the vineyards, and now the cavalry also began to move, and the third corps was formed in several lines before Zuckerhandel, in a front di rection. This third attack was no more successful than the preced ing, our troops continued always the same in regard to bravery and resolution, though fatigued with fighting for seven days successively. The line of the enemy which formed before the village, could not sustain the force of our superior artillery, it was soon forced to retire back into the village, and left a great number of dead on the field, and by this circumstance the attack was deprived of that united support and energy which was requisite to its success. Field-marshal Lieutenant Prince Schwarzenberg, ordered four brigades of cavalry to proceed in columns against that of the enemy, after which the latter did not again advance. On"], [109, "93 On the \"side of the sheepfold the enemy doubled his strength, and applied all his force to break through it, but here again our batteries made sad ravages in his ranks, and' our battalions repulsed him to the ravin of the Zuckerhandel Hoff. After the failure of this third attack, there arrived about sunset a flag of truce, and the presence of Marshal Berthier, with proposals for an armistice, was announced ; further pro posals were exchanged, firing ceased upon both sides, and the day ended with the uninterrupted maintenance of the positions already occupied. On the right wing the enemy had gained considerable advantage. Massena pushed forward at four o'clock against Znaym, and had almost reached the Vienna gate, when the grenadiers arrived to reinforce this post. QuarteV-master Ge neral Prince Reuss, immediately ordered the battalion of Luning to advance in mass on the great road ;it was supported by a company of fusileers to the vineyards ; one battalion of Lindau remained at the gate in reserve ; and the brigade of Muray protected the points which were principally in danger under a severe fall of rain, during which the firing ceased, and when objects were scarcely visible, even at the shortest distance, Count Leiningen led his grenadiers in quick march, and afterwards in full charge, against the enemy, who was stationed on the great road, and who fled like chaff before the wind. Two Generals and several officers were taken pri soners. The pursuit extended to the second bridge, and a great number of the enemy's riflemen whose retreat was cut off in the vineyards, threw down their arms, and cried for mercy. The heroic example of these grenadier battalions, and this quick and successful attack encouraged all the troops, and it was even impossible to keep back those in reserve ; all ran eagerly forward, and every man was anxious to have a part in the victory. Two pieces of ordnance advanced without com- mand,"], [110, "94 mand, and all endeavours Were only bent upon assuaging this furious storm. On a sudden some hundreds of French cuirassiers, burst from a by street, and finding no resistance, as the bodies of reserve had all hurried into the main action, fell upon this column in the flank, and cut it off. This unhappy circumstance occasioned several brave grena diers to lose their lives, the two advanced guns to be taken, and the escape of all our French prisoners. The circumstance that no musket could be fired was now advantageous to the enemy, who pursued the rest of the column to the gate of the town, and was with difficulty re tarded by its being shut against him, till Major Salis advanced in the streets with the fifth battalion of Vienna volunteers, drove him back by the same way that he had entered. The rain was now over, and the firing again commenced along the whole line, when Captain D'Apre arrived with information of an armistice ; on which occasion a melancholy accident occurred. This officer advancing towards the enemy with too little precaution, in order to give him notice of the cessation of hostilities, was wounded, shot from his horse, and taken prisoner ; his little troop retreated towards the town gate, and was pursued by a column of infrantry 2,000 men strong; and this would assuredlv at the same time have forced its way into the town, had it not been opposed by Captain Relit at the head of his company of grenadiers. The enemy's flag of truce that arrived, almost at the same time with the same news at the position commanded by Count Reuss, met with a similar fate, and was likewise dis armed. After some time it became possible to withdraw the troops burnino- with fury and passion from the sight, which was succeeded by a complete cessation of arms, and both parties remained in their respective positions. After the conclusion of the armistice, the army took its position"], [111, "95 position near Budweiss, where the Archduke fixed his head-quarters. Field-marshal Lieutenant Prince Rosenberg, whose rear guard obstructed the passage of the Taja, on the 20th, for some time, had proceeded on his retreat towards Brunn and Olmutz, and arrived with one column in Mederitz, while the other was in Menitz ; he received, early on the 13th, orders to put an end to hostilities, and directed his march to the 4th corp of the army near Austerlitz and Rausnitz. Though the engagements on both days, after the famous battle of Wagram, are less important, they must remain most remarkable examples of the wonderful firmness of the Austrian soldiers, who thus fought for eight and forty hours with all the enthusiasm of bravery, and preserved the glory of their arms untarnished against a superior force. They fixed boundaries to the enemy's pursuits during four days, and bore with unexhausted fortitude all the evils and diffi culties from such peculiar circumstances. They won more trophies than the conqueror, and made good their retreat in the sight of the enemy over a river, which it was impos sible for him, though much stronger in numbers, to prevent. And, lastly, they sustained on the days of the 7th and 8th uninterrupted contests on the field of battle, and never quitted it for a moment ; so that even among their enemies the justice of their claim to immortal glory must be fully acknowledged. Count Bellegarde, Prince Reuss, Baron Rochoska, and Count Klenau, received in particular the thanks of the Archduke. The following number of officers particularly distinguished themselves after the battle of Wagram : — 6 Field- marshals, 6 Generals, 18 Colonels, 13 Majors, 36 Captains, 15 Lieu tenants, and one Ensign. The following is the list of the loss sustained of the Austrian army from the 4th to the 1 2th of July. killed."], [112, "96 KILLED. Generals » 4 Field, and other officers . . 120 Non-commissioned officers, Privates, &c. . 5,507 Horses ..... 1,935 WOUNDED. Generals /. , 13 Field, and other officers . . 616 Non-commissioned officers, Privates, &c«. . 17,490 Horses . . . ' « 1,912 FR1SONERS. Field, and other officers ' . . Ill Non-commissioned officers, Privates, &c. . 7,474 Horses . . • • . 258 TOTAL. Generals ... . . . , 17 Field, and other officers . . .\" 847 Non-commissioned officers, Privates, and others 30,471 Horses *. . . 4,100 Others that were missing on the day of the battle amounted to\" several thousands, but these joined their respective regiments in a short time after.- The loss of the French army amounted on a moderate computation to two-thirds of the Austrian. The Archduke Charles found himself so offended by the bad behaviour of some Austrian regiments, that he published the following order of the day, dated the 7th of July. \" In the battle of yesterday tha troops on the left wing in no respect answered the expectations I had cherished respecting them, nor the hopes I had formed, the importance of that day considered, from their strong and advantageous position. \" The disastrous result of that battle must be ascribed to the conduct of these troops, for as th» confusion was general among"], [113, "97 among them, they retreated with too great precipitation and disorder. I am also, with some exceptions, far from being satisfied with the infantry. Several regiments marched forward too soon, and began to fire without command. They were besides so crowded together that they galled each other with their fire- The officers were not able to rally the larger bodies, which fled in disorder, and thus the ground was lost. The confused cry, which was heard among the troops, drowned the voice of the commanding officer. \" Had the commanders accustomed their troops to silence, and taught them to attend to nothing but their orders, the separation of the left wing would not have produced such shameful consequences as it did. \" In every regiment which shall hereafter conduct itself in a similar manner, the tenth man shall be condemned to die, and the rest distributed among other regiments. \" The commanding officers shall be cashiered, and all other officers dismissed. Cries of alarm among the troops shall be punished with death. \" The troops must only act when orders are given, or on the beat of the drum. In most regiments the drums are placed with the music out of the reach of the fire, but the commanding officer shall hereafter see that all the drums return to their posts, and shall take care that the troops under his direction do not fire without orders, or at too great a distance. \" On the evening of the 5th the regiment of Argontier made such bad dispositions, that in the disadvantageous retreat to Neusiedel, the 2d line fired on the 1st, and occasioned great disorder. The regiment of Hesse Nem burgh, did nothing but wander here and there ; sometimes the cry of \" forward\" was heard, where there was no enemy. General Riese did not conduct himself well at Entzersdorf. On the 6th in the evening I did not find him at the head of Jlis troops -, and, besides, he did not follow- the orders which H were"], [114, "98 were given to him respecting the attack. He shall be dis.' missed from his Majesty's service. \" The disorder which still prevails among the troops proves that the officers of the staff know not how to apply a remedy. I shall myself set the example. I shall, according to the circumstances, dismiss or cashier those officers of the Grand Staff whose troops are not again brought under proper discipline. It is to the of the army that so many stragglers and plunderers are found on all the roads and in all the villages. « CHARLES.'3 The Austrian army which had advanced towards Bayreuth, and was commanded by General Radivojevich, was, at the beginning of July, informed that the French had made on all sides arrangements for compelling it to retreat, by a serious attack, in consequence of which it retired from the principality of Bayreuth. On the 6th the advanced posts were attacked near HohL felden, and driven back by a superior force. General Radivojevich then resolved to wait for the enemy in the position of Berneck. He was attacked there on the 7th by the French, vastly superior in number, and having perceived the ini ention of the enemy to outflank him, fell back upon Fffrer, where he expected to form a junction with Field marshal Kienmayer ; but confident of obtaining support he resolved to present the most obstinate resistance to the French who were advancing. On the Sth the French under the command of Marshal Junot, attacked General Radivojevich, who repulsed at day break with great vigour, a force three times superior to his own; till half past ten, General Radivojevich defeated every attack, and his gallant resistance obtained great glory to his little corps. At this moment, however, Marshal Kienmayer came up with"], [115, "99 With the Duke of Brunswick's corps, the Hessians, and some battalions of the Landwehr. . The enemy was immediately attacked in the flank and in the rear, and though he fought with the greatest obstinacy for three hours, was in turn compelled to retreat; On the same day the Austrian corps advanced further into Bayreuth, where the French had left 200 men severely wounded. The French lost about 600 men, killed and wounded, together with their baggage. Generals La Roche and La Methe, of the French army, were wounded. On the 9th Field-marshal Kienmayer wished to follow up his victory, and bring on a general action with General Junot. Our advanced columns, however, could only over take the rear-guard of the French, who always retreated as the heads of our columns approached. No correct estimate can be formed of cur loss, but it is supposed to have consisted of about 500 men. The enemy lost 100 more than us. All the troops covered themselves With glory, particularly the Landwehr, who, in this brilliant action, emulated the troops of the line, displayed in every respect equal zeal, and contributed essentially to the victory. Thus ended a war, the consequences of which would have been of the greatest importance if an English expedition had appeared soon enough in the territories of East Friesland and Hanover, and if the left wing ofthe Austrian army had conducted itself properly. The least that could have been expected from it was the total defeat of Bonaparte, and other advantages which would, perhaps, have diminished his power to a very low degree. The terms of the armistice are contained in the following articles : Suspension of Arms between his Majesty the Emperor of the French and King of Italy, and of his Majesty the Emperor of Austria, K 2 1. There"], [116, "100 I. There shall be a suspension of arms between the armies of his Majesty the Emperor of the French and King of Italy, and of his Majesty the Emperor of Austria. II. The line of Demarkation shall be on the side of Upper Austria, the frontier which separates Austria from Bohemia, the circle of Znaym, that of Brunn, and a line drawn from the frontier of Moravia towards Raab, which shall begin at the point where the frontier of the circle Brunn ends near the Marsh, following the Marsh to its conflux with the Taja, and from thence to St. Johann, on the road to Presbourg, and a league round the town, the great Danube to the mouth of the Raab, and the Raab to the frontiers of Istria, Carniola, Istria, and Fiume. III. The citadel of Brunn and Gratz, shall be evacuated immediately after the signing of the present armistice. IV. The detachments of Austrian troops, which are in the Tyrol and Voialberg, shall evacuate those two countries, and the Fort of Sachzenbourg shall be given up to the French. V. The magazines of provisions and cloaths which shall be found in the countries evacuated by the Ausrian army, and which belong to it, may be emptied. VI. In relation to Poland, the two armies shall take the same line which they occupy at present. VII. The present suspension of arms shall continue for a month, and_fifteen days notice shall be given before hostili ties recommence. VIII. Commissioners shall be named on both sides for the execution of the above articles. IX. From to morrow the 13th, the Austrian troops shall begin their evacuation of the places marked out by this suspension of arms, and shall retire by daily marches. The Fort of Brunn shall be given up to the French army on the 1 4th, and that of Grantz on the Kith of July. Keuf chattel, Wimps en, July 12th, 1S09. EXPLANATION"], [117, ""], [118, ""], [119, "EXPLANATION OF THE PLANS. PLAN I. The Position of the Austrian and French Armies on the 5th of July. r, I, c, and d ; Position of the Austrians before the 5th of July. t , Austrian advanced Posts before the 4th of July. f and d ; First Position of the Austrians on the 5th. g and d ; Retreat of the Troops, ff. h ; Progressive Retreat of the Troops, ff. dd; ii; Positions of the Austrians, during the Night, between the 5th and 6th. A, French Position before the crossing of the Danube. B, Columns on the Island of Lobau. Columns on the Island of Lobau. C, Flotilla. D, ■ Columns after the crossing of the Danube. JE, First Position of the French on the 5th of July. F, Second Ditto Ditto Ditto. Ditto Ditto Ditto, G, Third Ditto Ditto Ditto H, Attacking Columns of the French. PLAN rx."], [120, "PLAN II. The Positions of the Austrian and French Army on the 6th of July. a, First Position of the Austrian Army on the 6th of July, I, c, d, and _>*, Austrian attacking Columns. f, Advance of the Right Wing of the Austrian Army. g, econd Position of the Austrian Army on the 6th. !>, Retreat ,of the Left Wing of the Austrian Army. i, Retreat of the Right Wing of the Austrian Army. k, Last Position of the Austrian Army on the 6th. A, First Position of the French Army on the 6th. B, Second Position of the Centre and Left Wing of the' French Army. C, French attacking Column. D, March and Position of the French to Out-flank the Left Wing of the Austrians. E and F, Third Position of the French Army. G, Advance of the Left Wing of the French. H, Position of the French Left Wing after the Retreat of the Right of the Austrians. I, Fifth, and last, Position of the French Army on the 6th , R. Wilks, Printer, 89, Chancery-lane."], [121, ""], [122, ""], [123, ""], [124, ""], [125, ""], [126, ""], [127, ""], [128, ""]]