[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "5 Part I. Prick 3s. fid. LANDSCAPE ILLUSTRATIONS OF MOORE'S IRISH MELODIES WITH ©@!MIMIMT§ 1F®R THE @(L!)!S!l®li9§, (Contents. THE MEETING OF THE WATERS. \" There is not in the wide world a valley so sweet As that vale in whose bosom the bright waters meet.\" INNISCATTERY. \" Oh! haste and leave this sacred Isle, Unholy bark, ere morning smile.\" ST. KEVIN'S BED. \" By that Lake whose gloomy shore Skylark, never warbles o'er.\" THE WICKLOW GOLD MINES, \" Has love to that soul so tender 1 Been like our Lagenian mine?\" LONDON PUBLISHED BY J. POWER, 34 STRAND. M.DCCC.XXXV. HOBSON, J.FVFV, AND FRANKLYN, 46 ST. MARTIN'S I.ANE."], [8, ""], [9, ""], [10, ""], [11, "ADVERTISEMENT. The completion of the Collection of Irish Melodies by Mr. Moore has induced the Publisher to prepare for im mediate appearance, Landscape Illustrations of the Work, from Sketches made during its progress. The Scenes referred to in these Lyrics possess a national interest; not merely from association with the charm of a beautiful melody, but in themselves, as presenting a favourable selection from the magnificent Lake and River Scenery of Ireland, combined with remarkable objects of antiquity, — as the Round Tower and Ecclesiastical Ruins of St. Senan's \" Holy Isle ;\" haunts consecrated in her Legends, as St. Kevin's Bed at Glendalough ; and places memor able in history, as \"the Boyne's ill-fated river.\" The Illustrations will appear in Parts, to be published at short intervals, each containing four subjects, from original Drawings. The first Part is now presented to the Public ; and it is intended to complete the Work in three or four Numbers, price 3s. 6d. each. A Title-page and Introduction, &c. will be given with the concluding Part. PART II. WILL CONTAIN — Ross Castle (the seat of O'Donoghue, on the Lake Killarney) : ■ where Daylight leaves His lingering smile on golden eves.\" Innisfallen Sweet Innisfallen, tare thet well The Obelisk of the Boyne :* As vanquished Erin wept beside The Boyne's ill-fated river.\" Glengariff: Glens where Ocean comes To 'scape the wild wind's rancour. * The recent publicity of the De Clifford MSS. ; the possession of an extraordinary MS. written in 1692 by Colonel Charles O'Kelly, entitled Macariœ Excidium ; and of other important contemporary documents, — will, it is anticipated, give more than ordinary interest to the comments upon the Battle of the Boyne."], [12, "A COMPLETE EDITION OF THE POETRY OF THE IRISH MELODIES, By THOMAS MOORE, Esq. WITH A TSseto anB an 'Sppcn'Du, CONTAINING THE ORIGINAL ADVERTISEMENTS, AND THE PREFATORY LETTER ON MUSIC, Has just been published, price Ten Shillings in boards. ALSO, THE CONCLUDING NUMBER (X.) OF THE MUSICAL EDITION OF THE IRISH MELODIES, WITH A SUPPLEMENT. No. X., price Fifteen Shillings, contains : Song of Innisfail. The night dance. Though humble the banquet. Sing, sweet harp. Song of the battle eve. The wandering bard. Alone in crowds. There are sounds of mirth. O ! Arranmore. Lay his sword by his side. I've a secret to tell thee. O! could we dowith this world of ours. Harmonised — Sing, sweet harp. AND THE Supplement, concluding the Work, price Five Shillings, contains : The wine-cup is circling. The dream of those days. From this hour the pledge is given. Silence is in our festal halls. Harmonised — The wine-cup is circling. This National Work is now complete, and may be had in Ten Numbers, price 15*'. each, and the concluding Supplement, price 5s. ; or in Five Volumes, bound in cloth, and also in a variety of elegant bindings."], [13, "MOORE'S IRISH MELODIES. J. Power most respectfully begs to inform the Nobility, Gentry, and the Public in general, that, in compliance with their very numerous and repeated applications, he is now publishing a New Edition of the above Work in separate Songs, &c. The following are ready for delivery. 5. d. And doth not a meeting like this As a beam o'er the face of the waters 2 0 2 0 As slow our ship her foamy track . By that lake whose gloomy shore Come o'er the sea, maiden, to me . Come, rest in this bosom Come, send round the wine Dear harp of my country Drink of this cup Drink to her who long hath Erin, the tear and the smile in thine eye Eveleen's bower (Oh ! weep for the hour) Farewell ! but whenever you welcome the hour Fill the bumper fair Fly not yet .... Ditto, for two voices Fortune-teller (Down in the valley) Go where glory waits thee Ditto,/or two voices Harp that once through Tara's halls Ditto, for four voices Has sorrow thy young days shaded How dear to me the hour 2 0 2 0 2 0 2 0 2 0 2 0 2 0 2 0 1 6 2 0 2 0 2 0 2 0 2 0 2 0 2 0 2 6 1 6 2 0 2 0 2 0 How oft has the Benshee cried 2 0 I'd mourn the hopes that leave me In the morning of life I saw from the beach 2 0 2 0 2 0 I saw thy form in youthful prime It is not the tear 2 0 2 0 2 0 Last rose of summer Ditto, for four voices Legacy (When in death I shall calm recline) Let Erin remember Love's young dream (Oh ! the days ar» gone) Love, Wit, and Valour (Through Erin's Isle) Meeting of the waters (There is not in this wide world) 2 6 2 0 2 0 2 0 2 0 2 0"], [14, "MOORE'S IRISH MELODIES. Minstrel boy . Ditto, for three voices . My gentle harp, once more I waken Ne'er ask the hour 2 0 2 0 2 0 2 0 2 0 No, not more welcome Nora Creina (Lesbia has a beaming eye) Oh ! banquet not Oh ! blame not the bard 2 0 2 0 2 0 Oh ! breathe not his name 1 6 Oh ! for the swords of former time 2 0 Oh ! the sight entrancing Oh ! think not my spirits Oh ! 'tis sweet to think . 2 6 2 0 2 0 One bumper at parting Quick ! we have but a second 2 0 2 0 Remember the glories of Brien the Brave Rich and rare were the gems she wore Ditto, for four voices Sail on, sail on 2 0 2 0 2 6 2 0 St. Senanus and the Lady (Oh! haste and leave) . Shall the harp then be silent She is far from the land 2 0 2 0 2 0 Silent, oh ! Moyle . Sing, sing, music was given .... Ditto, for three voices . . . . Sublime was the warning .... Sunflower (Believe me, if all those endearing young charms) Ditto, for two voices .... Take back the virgin page . . . . The echo (How sweet the answer!) Thee, thee, only thee . They may rail at this life .... They know not my heart This life is all chequered .... Though the last glimpse of Erin Through grief and through danger ( Irish peasant to his mistress) Time I've lost in wooing 'Tis believed that this harp .... 'Tis gone, and for ever .... To ladies' eyes around, boy .... 'Twas one of those dreams . . . 2 0 2 0 2 6 2 0 2 0 2 0 2 0 2 0 2 0 2 0 2 0 2 0 2 0 2 0 2 0 2 0 1 6 2 0 2 0 We may roam through this world When cold in the earth . 2 0 2 0 When first I met thee 2 0 When he who adores thee 2 0 When through life unblest we rove While gazing on the moon's light . While history's muse Wreath the bowl 2 0 2 0 2 0 2 0 You remember Ellen 2 0 Young May moon Ditto, for four voices 2 0 2 0"], [15, ""], [16, "Eugcaved by S. Raw-le. MEET ON© ©IF TME WATTEK^. There ts not- i/t, che wide world, a* vaMe\\ so sweet. As thoc I'tUe. ut whose Sosom. the, bright waters meet.' London, 1835. Published by J. Power, 34-, Strand. ■■■ill a Sketuh.'by Eenr • eœhioffe-j RÆ"], [17, "THE MEETING OF THE WATERS. Although the verses of Mr. Moore, in which allusion is made to the scenery of the Meeting of the Waters, and their course through the Vale of Avoca, refer rather to his own feelings than to surrounding objects — to the enjoyment de rived from the society of dear friends, than to the charm of the landscape; — though the poet distinctly tells us, \" 'Twas not the soft magic of streamlet or hill \" that gave birth in his bosom to the wish for a life of seclusion in this happy valley, where, mingling in easy intercourse with those whom lie esteemed and loved, his days might glide peacefully away — a wish as gentle in its nature as it is by him felicitously expressed ; — yet there are few lines in the English language, the pre cise local appropriation of which has occasioned more discussion. B"], [18, "2 THE MEETING OF THE WATERS. Mr. Moore states, that \" the Meeting of the Waters forms part of that beautiful scenery which lies between Rathdrum and Arklow;* in the county of Wicklow; and\" that his verses \" were suggested by a visit to this romantic spot in the summer of the year 1807.\" In an other note he adds, that the waters of which he sings are those of \" the rivers Avon and Avoca.\" Poets have ever been considered privileged persons when dealing with mere matters of fact ; and as Spenser of old has blundered about the Irish rivers Allo and Blackwater, so has Moore, although in a different way, confounded the Avon and the Avoca, which appear, from his expression, to meet, whereas the one loses itself in the other,- — as we, in our character of illus trators of the Landscape Scenery of his Irish Melodies, are in duty bound to prove. And this, perhaps, will he best done by a topographi cal sketch, which, by means of A, B, and C, we can expound to our readers, as we would a geo metrical problem. A, then, is the town of Rath drum, and B the town of Arklow ; C the point * Rathdrum is about thirty miles south of Dublin, and Arklow is further distant ten miles from Rathdrum."], [19, "THE MEETING OF THE WATERS 3 at the Meeting of the Waters, which our view represents.* The bridge in the distance crossing the Avonmore, so is the river from A to C called ; the bridge in the fore ground crossing the Avon- beg, which flows from D to C. From the junc tion of the Avonmore and Avonbeg, at C, to the town of Arklow (B), the river receives the name of Avoca. Avon CUBdn, compounded of <U), sweet, me lodious, musical, murmuring, and <^n, water,) signifies in English a stream; more (mop) great, and beg (be<^3) bttle. Hence the great and little streams terminate at their meeting (C), and their united waters become the Avoca (&n boc^n), in Enghsh the crooked water, evidently so called from its course. The name is of the highest antiquity ; for on a reference to Ptolemy's Geo graphy, it will appear that the river Oboca (sic in editione Coloniensi per Gerard. Mercat. 1584) empties itself into the Irish Channel south of Eblana (Dublin). * The sketch from which it was taken was made in 1815."], [20, "4 THE MEETING OF THE WATERS. \" Avonmore, which name signifies the great winding stream,\" says Fraser, in his Survey of Wicklow, (thus, by an attempt at translation, confusing the Avonmore and Avoca), \" corre sponds most happily with its character, the banks continually forming the finest waving lines, either covered with close coppice-woods, or with scattered oak and ash of considerable growth ; the ground in some places smooth meadow and pasture, in others rising in roman tic cliffs and craggy precipices. At Avon dale, the Avonmore meeting with the Avonbeg or little Avon, the united streams assume the name of Ovoca ; and passing by Shelton, it emp ties itself, through a bridge of nineteen arches, into the sea at Arklow, whence it keeps its stream distinctly marked from the sea for near half a mile from the shore.\" But the question raised is, whether, as an other river, marked E, called the Aughrim (as descending from a mountain-village of that name), or the Derry, and sometimes the Avon hue C^lbAn buiSe, yellow stream), from being joined by a brook (H) out of the Gold Mine district, which stream falls into the Avoca at F, does not form the meeting sung by Mr. Moore ? The writer of a recent ramble in the county of Wicklow"], [21, "5 THE MEETING OF THE WATERS. observes, that \" the birthplace of Homer was not more keenly contended for by the several cities of Asia, than the honour of the real Meeting of the Waters by the inhabitants of the head and bottom of the valley. They are both,\" he con cludes, \" well entitled to the honour, for both are very beautiful.\"* Mr. Wakefield, who travelled through the county of Wicklow in June 1809, two years after' the visit of Mr. Moore, thus describes the situa tion of the grounds of Cronebane (G), with con siderable local accuracy, although, to any one uninformed of the change of name in the river, with an extraordinary vagueness of expression — \" The two rivers, the Avon and the Avoca, wind round it (G) in a semicircular form ;\" and he continues, \" this curious spot has given rise to tbe delightful lines of Moore, entitled ' The Meeting of the Waters,' which have been set to music. \"-j- From which extract it would seem that in 1809 the locality was fixed on the eastern bank of the river (at G), where the Avonmore merges itself into the Avoca. * Dublin Penny Journal, vol. ii. p. 235. f Wakefield's Account of Ireland, Statistical and Po litical, vol. i. p. 53."], [22, "6 THE MEETING OF THE WATERS. Mr. Wright's Wicklow Guide* informs us, that \" at the distance of three miles from Rath drum (A), the sheltered road at length opens to the valley of Cronebane (G) and the Meeting of the Waters (C). On your right the Avonbeg (D) rolls its rapid torrent over a rugged, rocky bed, while the more majestic flood of the Avon more (A to C) is heard beneath the hill upon the left. In front stands a beautiful little demesne, the house belonging to which is in the cottage style, occupying the tongue of land (C) formed by the rivers at their junction. It was on a rustic seat here, formed from the root of a tree, that Moore is said to have written the words of that Irish melody called ' The Meeting of the Waters.' This pretty cottage,\" adds Mr. Wright, \" has, in the space of a few years, submitted to the dominion of different masters. It is now, in 1822, in the possession of W. Lees, Esq.\" Thus, in the course of a dozen years, the scene of Mr. Moore's composition was transported across the river from G to C, and a rustic seat, not improbably made out of the root of an oak from the far-famed woods of the neighbouring Shillelah, appropriated to the poet : * Page 70."], [23, "THE MEETING OF THE WATERS. 7 0 poet's chair ! what discords mingle In thee ! — Sweet thoughts of worldly quiet By strange association jingle With broken heads and drunken riot ; Avoca's bright and peaceful valley With Donnybrook's wild shout and sally.* We confess ourselves unwilling to scrutinise too closely into the authenticity of these national associations, or rudely to disturb the \" memo ries of sweet songs,\" so ingeniously combined ; rather do we desire that they should flow on together, like the waters of the Avonmore and Avonbeg, \" mingled in peace.\" But it is im possible not to be struck with the fact, that this seat was dedicated to Moore soon after the re cord placed by Lord Holland in an alcove of his grounds at Kensington, respecting Moore's friend and brother-poet : \" HERE ROGERS SAT, AND HERE FOR EVER DWELL TO ME THOSE PLEASURES THAT HE SINGS SO WELL. And the playful lines of Mr. Lutterell, written in that alcove, will sufficiently vindicate our reason :1 Who has e'er had the luck to see Donnybrook fair, An Irishman all in his glory is there, With his sprig of Shillelah and shamrock so green.\" Popular Song."], [24, "8 THE MEETING OF THE WATERS for not minutely questioning all that is assert ed; as — \" Nor garden nor grove, Though poets amidst them may linger or rove, Nor a seat e'en so hallow'd as this, can impart The fancy and fire that must spring from the heart.' The successful transfer of a locality from one side of a river to the other renders it no matter of wonder that we should find such locality boldly carried down the stream. In the Angling Excursions of Gregory Greendrake through Ire land,* it is asserted that \" this [Meeting of the Waters], although, in my [Mr. Greendrake's] opinion, the more beautiful, is not the celebrated Meeting of the Waters, which is about three miles further in the vale. Here the scene is closer, and of more concentrated beauty.\" \" On a promontory,\" says that worthy disciple of ho nest Izaak Walton from whose Angling Excur sions we have just quoted — \" On a promontory (F) formed by the conflux of the Avoca with a mountain-stream from Aughrim (E), opposite to the woods of Ballyarthur, is a point of view per haps excelled by none in any country. From this spot no less than five valleys or glens may be * Part I. p. 91. 1824."], [25, "9 THE MEETING OF THE WATERS. seen, all bearing some features of resemblance, yet each so distinguished by peculiar and appro priate beauties, that no person, having any per ception of the sublime and beautiful, could be hold this magnificent scene without admiration and delight. It is this spot that furnished the inspiration to one of Moore's Melodies— ' There is not in the wide world a valley so sweet.' ' Where tourists, guides, and travellers, are at issue upon a point, — where the poet himself, in the notes annexed to his verses, has not very satisfactorily fixed the precise spot of his inspira tion, — where it is said that he was actually appealed to in order to terminate the contro versy between the points C and F, — it may be asked, upon what authority we have ventured our illustration ? We do so upon the general character of the scenery, and upon the effects which close and extended views produce upon the mind ; the one naturally suggesting ideas of retirement ; the other leading the thoughts away to distant ob jects, each possessing its own association, and thus creating thoughts and desires as numerous as those objects, and as varied as the prospect. Mr. Moore, who, of course, must be considered"], [26, "10 THE MEETING OF THE WATERS. the first authority in this contention, replied, we believe, to the letter addressed to him upon the existing controversy between C and F ; and, willing to give \" a local habitation\" to the verses which had acquired for him \" a name,\" conceded all that was desired of him in favour of the point C, from the possessor of which the application came. In consequence a tablet was placed, or it was intended should be placed, with an in scription, possibly recording, like many other inscriptions, — what was not the case. No one can doubt, however, from the inter nal evidence, as well as the external polish, of the verses in question, that although the ideas they contain may have occurred to the poet's mind in the Vale of Avoca, yet that the verses were the product of a subsequent period, when the memory of a happy visit came mellowed upon the heart ; and that they must have proceeded from a re collection of the general effect of the whole valley, rather than from a vivid sensation excited by any particular spot. In all ages of the world, and in the various migrations of the children of Noah from the plain of Shinar in Mesopotamia (su fieo^> tun iroTXfiuv) to the boundaries of the earth, there has existed in the fancy of mankind a strong"], [27, "11 THE MEETING OF THE WATERS. predilection for such spots as were enlivened by the junction of two or more streams, and recommended by the \" meeting of waters.\" Ever since our first parents were expelled that delicious garden whence issued \" four streams to irrigate the four quarters of the globe,\" it would seem as if a reminiscence of Paradise had mingled itself in the fondness which the confluence of limpid brooks is sure to generate in the human breast. We find the same feeling prompting the early settlers, the founders of the most celebrated cities, in the selection of such points of territory as were distinguished by the union of two or more mighty rivers ; and though commercial foresight may have had some share in the arrangement, it cannot be doubted that other and more mystic attraction was mixed up in the preference. The children of Japhet, when they scattered themselves through Europe — which was \" All before them where to choose, And Providence their guide\" — were not unmindful of this in the adoption of their places of abode ; as the many cities in Greece and Italy seated at the junction of classic streams abundantly testify. In Gaul,"], [28, "12 THE MEETING OF THE WATERS. Lyons at the confluence of the Rhone and the Soane ; in Palestine, Cæsarea at the junction of the Jor and the Dan (Jordanis) ; nearer home, the Roman station of Dorchester, where the Thames falls into the Isis (Thamisis), — illustrate this position : and following the course of the Thames, we actually find the chosen residence of England's poet, Pope, at Twickenham, which \" is as much,\" says Norden, \" as Twynam, quasi inter binos amnes situm, a place scytuate between two rivers.\"* The first-mentioned instance, \" lentus Arar Rhodanusque celer,\" has been often selected by the poets of the country as a spot with which many mysterious associations are connected. The slow, gentle, and silvery tide of the one * Although quoting the words of Norden's Speculi Britannia in support of our argument, we are aware that some distinguished Anglo-Saxon scholars derive Twicken ham from Tpejen ham — two houses. The facetious ob servation of Mr. Jacob Jones Johnson, in his Elements of Colonial Statistics, page 231, when coupled with the opinion of Father Prout, given subsequently in our text, is not only remarkable, but well worthy of consideration : \" Wherever two houses were found associated as a village, one of them was sure to be a store for the sale of spirits, and the meeting of travellers naturally led to the flowing of strong waters.\""], [29, "THE MEETING OF THE WATERS. 13 gliding into and absorbed by the fierce and rapid current of the other, has furnished the Muse of the Troubadours with many a fanciful illustration of the union of female sweetness with martial energy — the blending of souls dif ferently gifted, but still formed to combine into one harmonious flood of existence. The old erotic poetry of Clement Marot is full of such allusions : ex. gratia, in his \" Fare well to Lyons :\"* \" Adieu, la Saone, et son mignon Le Rhone, qui court de vitesse, Et s'en va droit vers Avignon,\" &c. And, no doubt, his German brethren of the lyre found equal source of fanciful illustration in the several tributary streams that fall into \" the arrowy Rhine,\" as at Coblentz (confluentia). The junction of the Missouri and Mississippi was looked on by the Cherokee Indians who wandered in those parts as a spot sacred to inspiration, and the meeting of these mighty rivers raised awe and veneration in the natives. Whether Mr. Moore was conscious of these recondite matters, in localising his feelings at the * Vol. ii. p. 189. edit. La Haye, 1731."], [30, "14 THE MEETING OF THE WATERS. junction of the Avonmore with its sister stream let, we cannot say ; but there is in his rich vein of poetry, and the drift of his effusions generally, much more than is dreamt of in our philosophy. It was the strong conviction of this undoubted truth, that set the mind of the late respectable P. P. of Watergrasshill, the Rev. Andrew Prout, on the scent ; he seeling satisfied that some thing beyond what met the ear could be elicited from the lyrics of Moore. That worthy divine, in a commentary on the Irish Melodies (as yet in MS.) puts a query to the reader, the sagacity of which, we think, will strike every Irishman at the first glance ; viz. whether the real Meeting of the Waters (Hibernice Uif5e, Anglice whisky) was not to be sought in the fusion and com mingling of common spring-water with that dis tilled ambrosial fluid called alcohol, either in the shape of dew from the mountain, or in regularly manufactured spirit ? During one of those periodical visits which \" the poet of all circles, and the idol of his own,\" was wont to pay to his ghostly adviser, the mountain hermit — \" My child,\" did Prout say to him, \" believe me, all this metaphysic about blending of souls, and all these reflections \" from looks that we love,\" must be resolved into their"], [31, "THE MEETING OF THE WATERS. 15 simplest expression to suit homely and primitive tastes like my own.\" And then the old Father would hum somewhat as follows — to the air of \" Noch bonin shin doe:\" — You may talk about songs while the kettle is singing — But your streamlets and naiads I vote them a bore. Old Molly the sugar and lemon is bringing, Och ! 'tis you're the bright angel, sweet \" Molly asthore.\" On a bill is my home ; and with feelings romantic I view the cruiskeen, full of stuff to my mind ; For on this side or that of the glorious Atlantic, Spring-water is sure its own level to find. Oh ! 'tis all very well in the sunshine of summer To wander and ponder beside a bright stream, And to quaff some new milk with a small drop of rum or Perhaps to take tea that is \" smothered in cream.\" But when winter comes on — like an engine hydraulic, The magic of whisky can raise up a spring; And when mingling ingredients that banish the cholie, Believe me, dear Tom, that's \" the meeting\" to sing."], [32, "INNISCATTERY. Inniscattery, or the Island of Scattery,* near the mouth of \" The spacious Shenan [Shannon] spreading like a sea,\" has been styled in an Irish MS. called the Book of Ballimote, \" the wonder of Ireland.\" And well it may, if we are to credit the legend which Mr. Moore has followed in his version of the dialogue between St. Senanus and the lady who sought his holy isle, in a vessel guided by an angel, \" Through wintry winds and billows dark,\" and was inhospitably repelled. * Inniscattery was anciently called Innis Cathai — without doubt from the Irish word C<^cA3 which signifies worship — the Island of Worship. The name Scattery seems to be derived from the legend respecting the ex clusion of women, and literally means, the island devoted to one species : [fC&C, a kind, species, gender ; and pe, belonging to.— O'Reilly.]"], [33, "I\"-™ \"Ill Engraved by S.Rawle. n NHIHATHEIIY. /uisie- asia, have, this sacred fsU tJn/buly baric, ere tnorntfuj smite ' -hcd bv -I Power. 3i.S a Sketch by the Hon.*?\" Mils _"], [34, ""], [35, "17 INNISCATTERY. This lady, it appears, was no less charming a person than St. Cannera of Bantry — a cele brated beauty in her day ; but Senanus adhering literally to the stern doctrine of St. Augustin, that even angels are not to be loved, to prevent all chance of such a result, most rudely refused the visit of the pious sister. A commentator upon the incident (Mac Slatt), some of whose observations upon Inniscattery we shall here after transcribe, is pleased thus to declaim : \" What a model of inflexibility the worthy saint appears ! Even despite of the reasoning of the lady, and his own disrelish to offer any thing like it in reply, he carried his point — avoided all occasion for a breath of scandal, and esta blished a laudable precedent of sanctified stub bornness for those who thereafter were to suc ceed him. Would that others beside him could follow his example ! and we should soon see the overbearing domination of the tyrannical sex pulled down, and their haughty power levelled with the dust. \" There is an unwarrantable license,\" he continues, \" taken with the saint on this occa sion by Mr. Moore in his song of ' St. Sena nus and the Lady.' The poet most unjustifiably says — c"], [36, "18 INNISCATTERY. ' But legends hint, that had the maid Till morning's light delayed, And given the saint one rosy smile, She ne'er had left his lonely isle.' As a hint may be equivalent to a broad asser tion, I applied myself to the consideration of it in all its bearings ; but, though I have examined every legend on the subject, oral and written, and have been most painstaking in my re searches, I have to declare — and it befits my gravity, and Sinon's reputation, to set the pub lic right — that no such hint is any where to be found, and that the poet has been guilty of an intent to libel, in alleging its existence, which even his license cannot justify. This you will be so good as to mention in Bantry, where, I understand, the ladies have assumed some airs, on tbe strength of the imagined success of this rosy smile of their countrywoman on our vener able recluse.\" Now, we maintain that it is only under such boyish affectation of misanthropy, protected by a nom, de guerre, that the conduct of Senanus can, for one moment, be defended. He was, accord ing to his biographers, a native of Ireland ; and if no other circumstance than that under dis cussion were recorded of his island, the want i"], [37, "19 INNISCATTERY. of hospitality in an Irishman, and in a situation where hospitality is so much required, would have been sufficient to stamp the spot as a wonderful exception in that land of which old Owenson was wont, and with truth, to sing — Hospitality, all reality, no formality, There you'll ever see.\" The saint is said to have been a native of Hy-ConaH ; a district affording food — for ru mination at least — to its starving peasantry ; having, through the mutations of time, \" fallen from its high estate,\" and now become Connel loe, in the county of Limerick. It is not, per haps, an uninteresting inquiry, to trace the gradual extinction of every kindly feeling in Senanus : like the infant Hercules, who in his cradle strangled the snakes which attacked him, so do we perceive Senanus stifling in his youthful breast the feelings of the heart. Fe rocity, cruelty, revenge, and obduracy, are the fruits. A single act of rudeness, or indeed an iso lated act of almost any sort, may, by the mere exercise of Christian charity, be excused or ac counted for. But when unkindness seems asso ciated with our nature — to \" grow with our"], [38, "20 INNISCATTERY. growth, and to strengthen with our strength,\" it admits of no defence. We appear not, then, as apologists for Senanus, the very first act of whose official career was an outrage upon the sympathies of nature : \" Qui ad abbatis imperium* Custos factus pecudum, Citm quodam die precibus Incumberet attentiits, Videt matrum uberibus Jam imminentes vitulos, Quos pastor fidelissimus, Ut lac servaret fratribus, Intermittens piam precem, Segregavit ab invicem, Et figens ibi baculum, In signum vel obstaculum, Rursum incumbit precibus, Nee potuerunt amplids Diei toto tempore Ad invicem accedere, Per viri Dei baculum Disjuncti ab alterutrum.1 Who, being bound by holy vows, Was sent to tend the abbot's cows : When so it chanced, one day while praying, Most fervently his bead-roll saying, He saw the calves by stealth approaching, And on their mothers' teats fall poaching. So, seeing that the rogues would bilk The honest friars of their milk, Away his rosary he flung, To part the cattle from their young ; And in the ground he fixed his staff, To keep each mother from her calf: * We quote from Colgan, Ada Sanctorum, Lovanii, lo'45. In vita Senani."], [39, "21 INNISCATTERY. Thus, while Senanus prayed to Heaven, Nor cow nor calf, from morn to even, Saw he attempt approximation, Each by the staff kept in their station.* Here we behold the saint positively effecting that which, before the act of parliament entitled \" An Act to prevent the cruel and improper treatment of cattle,\" and known as Mr. Gal- • At Bruree, in the county of Limerick (in the identical barony of Connelloe), a place memorable as the scene of the last assembly or session of Irish bards (1746), there is a stone nearly in the centre of the river Maig, on which is very rudely sculptured a Cow with a Calf sucking, the work evidently of a remote age, and here accurately copied. It is called in Irish \" the stone of denial\" (clod eup<^.), and is traditionally said to be a memorial of the circum stance mentioned in the text."], [40, "22 INNISCATTERY. way-Martin's, had regulated such matters, the Smithfield drovers accomplished by the mere force and weight of their blows. And as it is not unfair to conclude that the same cause will produce the same effect, to what other can we rationally attribute the awe with which both cow and calf regarded the bludgeon of Senanus ? There is nothing in the words of the chronicler to shew that this respect was not inspired by terror : in fact, after the poor animals had been most unmercifully belaboured, the mere sight of the cudgel raised in the ground was suffi cient to keep them asunder. Yet this is called a miracle ! So much for the statements of partial and poetical biographers. There is no wish on our part further to investigate the conduct of Senanus. He is ad mitted to have been rude and inhospitable. We have advanced sufficient to convict him of cru elty under the 3rd Geo. IV. cap. lxxi. ; and we question if a most plausible indictment against the saint could not be framed upon the fol lowing statement of the informal manner in which he empounded the horses belonging to a neighbouring prince, who, in a very quiet way (for an Irish prince,) caused a few to be ferried over from Kilrush, or somewhere thereabouts,"], [41, "23 INNISCATTERY. just to fatten a little upon the pasture of Se nan's island. The saint's mode of pounding cattle for trespass was truly a summary pro ceeding. We will copy the poet's account of the transaction, which we recommend to the at tention of geologists ; prefacing it with what he says of the provocation \" Jubet equos ad pascua Duci in ipsa insula, Humanum est consilium ; Terra enim aperuit Agens in modis omnibus Ut exiret episcopus : Sed nihil contra Dominum Os suum, et absorbuit Caballos quos direxerat, Nee unus supererat.\" Which in our jingling way may be rendered : Then horses sent he from the strand To graze upon the saint's fat land, Thus taking every means he might To cheat the priest out of his right. But, man will aye be disappointed, Who seeks to hurt the Lord's anointed : The gaping ground yawned wide and hollow, And gulped the horses at a swallow ; Nor left was one the tale to tell, What to them one and all befel. With this legend we take our leave of the personal traits ot Senanus ; but as \" 'Tis greatly wise to talk with these past hours, And ask them what report they bore to heaven,\""], [42, "24 INNISCATTERY. we crave the favour of the reader, while lin gering amid the venerable ruins on his island, and indulging in recollections of the past. No fewer than eleven churches are recorded to have been built upon Inniscattery by its pa tron saint, who is stated to have died there on the 1st of March, 544. The word church, how ever, thirteen hundred years ago, and even some centuries after, had a very different meaning, as applied to a building, from the import of the word at present. It was in fact a mere cell, her mitage, sanctuary, or even grave, as the name ceill or all, which corresponds with the Latin cella, imports, and which in the form of Ml is to be found so fearfully compounded in Irish local names, that perhaps no better motto could be found for Holbein's \" Dance of Death\" than Pat's well-known speech of, \" I've been at Kil many, and I'm going to Kilmore.\" Connected with the former sanctity of In niscattery, the most remarkable object at pre sent is the Round Tower represented in the Plate. We have used the word \" remarkable\" advisedly ; for this tower is an important land mark in the navigation of the Shannon, and it is also probably the most ancient building upon the island. It is said to measure one hundred"], [43, "25 INNISCATTERY. and twenty feet in height, and springs from a base twenty-two feet in circumference. Although scathed and rent by lightning, the original roof remains. While its fellow pillar-towers, as at Kildare and Cloyne, have been compelled to assume embattlements, that of Inniscattery re tains its primitive covering, and stands proudly crowned with that barrad, or conical cap, which, according to Walker,* the national architects and sculptors of Ireland regarded as a dress becom ing even to angels. Thus also commanding re spect and admiration, like the man who, through the chances of time and changes of fashion, pre serves his rectitude and supports his character. Various have been the conjectures, and angry the disputes, about the date, origin, and use of what Giraldus Cambrensis describes as \" turres ecclesiasticœ \" nor is it yet perfectly clear that, amid the cloud of mystery which conceals the origin of these buildings, hawk eyed Truth has pounced upon the quarry. This, however, being a delicate subject, it is for us merely to state what does not appear in our view, — that the entrance to the tower of Innis cattery is level with the ground ; a circumstance * Essay on Irish Dress."], [44, "26 INNISCATTERY. deserving of notice, as one of very rare occur rence in the construction of the Irish pillar tower. Within a few feet of this \" blighted cy linder, [as Mac Slatt calls the Round Tower of Inniscattery], there is a beautiful well, of course full of sanctity, and almost universally sanative. There is,\" he adds, \" a descent to it of about thirty steps ; but at the time of my visit the water had risen up nearly to the margin.\" Although it has been asserted that eleven churches were built upon the island by Se- nanus, the remains of seven churches or cells only are now to be traced ; from a glance at which it is evident to the eye of the architec- tural antiquary, that the date of the build- ing of three of these ruins must have been long subsequent to the days of the ungallant saint. \" The cathedral, [which is seen in the Plate, close to the Round Tower], St. Mary's church, and one other,\" observes a modern pil grim to Scattery,* \" are in the pointed style, but possess no particular attraction. The neigh bourhood of the latter is used as a burying- * See Dr. Mac Slatt's Pilgrimage, in Bolster' s Quarterly Magazine, No. X. Aug. 1828."], [45, "27 INNISCATTERY. ground, and the interior of the cathedral has been cleared away, and converted by the irre verent islanders into a ball-alley.\" Three more ancient structures, \" one of them called Sinon's own, stand to the north-west of the cathedral, the largest of which is but twenty-two feet long, and the smallest twelve, and of proportionate breadth. Teampul an eird, i. e. the church on the height, is of similar dimensions, and equally unadorned. The light was admitted into each of these Liliputian temples by one or two very small windows, little superior to loop-holes, so narrow, that, when entirely open, we must be struck with surprise, how the light which they admitted could have sufficed.\" But the learned Mac Slatt's wonder, and the somewhat tedious train of reasoning into which he falls in consequence, might have been spared to his readers, had he studied more closely the metrical legend of Senanus preserved by Colgan, and from which he quotes, as, ac cording to it, a brother belonging to the pious community, wondering, like the Doctor himself, at the saint's power of reading in so gloomy a cell — \" Per fenestram ædiculæ Sinistræ mantis digitos Videns, hujus Christicolæ In modum lucis fulgidos."], [46, "28 INNISCATTERY. Meaning, in plain English, that — Peeping through the narrow casement, He beheld, with great amazement, The saint's left hand as five wax tapers, Each finger tipped with gas-like vapours. How curious it is that this miracle, which seems to have escaped the notice of so grave a commentator, should illuminate the Comic Annual for the present year (1835), where it appropriately appears as a light-fingered il lustration, — for not one word is said in the way of acknowledgment ; and an attempt, more over, has been made to identify the saint with a London pick-pocket — \" one of the light fingered gentry.\" Let Mr. Hood look to this matter while he may ; remembering what befel the original discoverer, \" Grus qui ibi fuerat, Fecit in eum impetum, Eique avulsit oculum.\" Ut Senanus prædixerat, That is : So, as Senanus had foretold, A crane, who thereabouts was flying, Attacked the peeper, and behold ! Poked out his eye to check his prying. During the ninth and tenth centuries, Innis cattery suffered severely from the incursions of"], [47, "INNISCATTERY. 29 the Danes. But through the revolutions caused by Danish invasion and Anglo-Norman conquest, its community strictly maintained the founder's vow against the admission of a woman into the island — even to refusing the rights of sepulture. In one case only, that of tbe abbess of a neigh bouring convent, on the main land, whose dying request was to be buried at Inniscattery, a compromise appears to have been made. \" On the shore, at low-water mark, a large stone is pointed out, called Leacht an bhan banuha, i. e. the funeral stone of the holy woman. It was raised in consequence* of St. Sinon's rule, which was firmly adhered to for several ages, to per mit no woman, either living or dead, to enter his sacred island.\" In a Memoir for the reformation of Mun ster, which was drawn up for the information of the English government in the reign of Henry VIII. by Edmund Sexton, who was Mayor of Limerick in 1535, and who had pre viously distinguished himself by his efforts to advance the English interest in Ireland, Inniscat tery is described as an island within tlie mouth of the Shannon, distant eight miles from Loop- Head, at the northern entrance of that river. Upon the island the merchants of Limerick"], [48, "30 INNISCATTERY. dwelt, and had castles and stone houses of their own inheritance, \" with a provost or warden, who might dispend a hundred marks yearly.\" There was, adds Sexton, much devotion in the island to an image called St. Shenard, and a great old church, wherein never went a woman since the death of that saint. He recommends the place as a proper situation for a fortress, which, with one ship of sixty tons and two or three galleys, would keep O'Brien, Desmond, (that is to say their countries, the present coun ties of Clare, Limerick, Kerry, and Cork,) and all the Irish from Waterford to Gal way, in awe. It is somewhat remarkable, and a proof of the slow progress of the reformation of Ireland, that, at the distance of three hundred years, we should find a floating fortress moored off Innis cattery, in His Majesty's sloop of war the Nim rod, (1831), in order to keep in check the insurgents of Thomond and Desmond (North and South Munster). • In 1583, Queen Elizabeth granted the abbey of Inniscattery, with twenty-four acres of land, some buildings thereon, and certain customs, to the mayor and corporation of Limerick. \" Also ten cottages, one church in ruins, twenty acres of wood and stony ground in the said island,"], [49, "31 INNISCATTERY. called Beachwood, with all the tithes, &c.\"* at the annual rent of 3/. 12s. 8rf. During \" the troubles,\" to use an expressive phrase of the Irish peasantry, — which troubles terminated in the government of Cromwell, — we find mention made more than once of Innis cattery. On the \" 18th June [1646], Vice-admiral Bat- ten was appointed governor of Holy Island.\"f And on the 16th of the following month, Sir William Penn, (a distinguished man in his day, but more remarkable in our times as the father of William Penn the Quaker,) when retiring from the service upon which he had been em- ployed higher up the Shannon, used the island of Inniscattery for the adjustment of his squa- dron, encumbered with soldiers, many of whom were \" sick, lame, and wounded ;\" and took in here as abundant a supply of water as he could procure from its sainted springs. \" Our pro portion of beer being small,\" writes Sir William in his Journal, £ — evidently meaning, from the following sentence, not small beer, but a short supply of beer, — \" our company great, and * Archdall's Monasticon Hibernicum, p. 51. f Whitelock, p. 209. I Memorials of Sir William Penn, vol. i. p. 211."], [50, "32 INNISCATTERY. numbers many, we were constrained to make a more plentiful provision of water ; which proved very scarce here, and not to be supplied on any of the adjacent islands ; yet here we filled, and got on board what we could.\" Being driven back into the Shannon, with the small supply of water which they had pro cured at Inniscattery nearly exhausted, on the 21st, continues Sir William, \" I caused all the casks we had on board every ship to be sent on shore, and filled our casks till we had emp tied the wells, and so brought on board what possibly we could.\" \" The sole advantage which the corporation (of Limerick) has enjoyed from the lordship of Scattery since 1777, is a hereditary suit in Chan cery, bequeathed to them by their tenant, Randal Holland; and the present free inhabitants have perpetuated to them the legacy, assuming with Falstaff, that ' base is the knave who pays.' \" 'Tis a spot most convenient — without any flattery, Where freedom has built up its own glorious battery : If through Limerick or Clare a man's chased — why, no matter he Can give both leg-bail, and step over to Scattery."], [51, ""], [52, "34 INNISCATTERY. numbers many, we were constrained to make a more plentiful provision of water ; which proved very scarce here, and not to be supplied on any of the adjacent islands ; yet here we filled, and got on board what we could.\" Being driven back into the Shannon, witli the small supply of water which they had pro cured at Inniscattery nearly exhausted, on the 21st, continues Sir William, \" I caused all the casks we had on board every ship to be sent on shore, and filled our casks till we had emp tied the wells, and so brought on board what possibly we could.\" \" The sole advantage which the corporation (of Limerick) has enjoyed from the lordship of Scattery since 1777, is a hereditary suit in Chan cery, bequeathed to them by their tenant, Randal Holland; and the present free inhabitants have perpetuated to them the legacy, assuming with Falstaff, that ' base is the knave who pays.' \" 'Tis a spot most convenient — without any flattery, Where freedom has built up its own glorious battery : If through Limerick or Clare a man's chased — why, no matter he Can give both leg-bail, and step over to Scattery."], [53, ""], [54, "Engraved by S.Rawle. ST KIUIH'S US E Ji\\ thai- laJce. whose gioorn SKylark nÆver ward fas a 'ar' London. ld'35. Published by J Power. 34Strajad . ."], [55, "ST. KEVIN'S BED. \" Ireland,\" says an old monkish writer, \" is an island prolific of saints, where they are almost as numerous as the stars of heaven.\" And cer tainly if, in accordance with this idea, we may be allowed to fancy, in our midnight musings, the acts of holy men combined into glorious con stellations, the hard-hearted Senanus will not inappropriately appear to our eyes typified as Ursa Major ; while the gentle nature of St. Kevin resembles the Milky Way, flowing on in a course of calm, unobtrusive, and beautiful brightness. . Yet, even the fair fame of Kevin is obscured by legendary lore ; and the breath of song has sullied the lustre of his character. \" Ah ! your saints have cruel hearts,\" is the comment of Mr. Moore upon a hasty, and perhaps excusable affair, in which the saint was implicated, \" By that lake whose gloomy shore Skylark seldom warbles o'er. \" D"], [56, "34 st. Kevin's bed. The lyric, however, in the Irish Melodies produces an impression upon the mind, at once unfavourable and unjust to the memory of the excellent Kevin. Indeed, it is the observation of Mr. Wright, in his Guide-book to the County of Wicklow (p. 122), that \" the poet [Moore] forgot to tell what became of Kathleen ; for it never could be supposed she had been drowned by the saint.\" And it appears, as may be con cluded, that Wright is not wrong in the sup position. There is another version of the legend, according to which St. Kevin, having acted upon the pious impulse of the moment, and hurled the blue-eyed maiden \" from the beetling rock,\" he became naturally anxious about her fate ; \" For he fear'd she'd be drowned ; so he muttered a prayer, That Heaven her poor life would still have in its care, And that none should be drowned who hereafter might fall In that lake — and 'tis said Heaven granted it al] ! \" How swiftly did contrition follow a deed of vio lence ! and with what gracious mercy was that repentance rewarded ! To the stranger who converses with the"], [57, "st. Kevin's bed. 35 peasant-guide whom he accidentally meets in the Valley of Glendalough, various are the anecdotes told, illustrative of the affectionate spirit of St. Kevin. These traditions assume even greater beauty by contrast with the wild and rugged scene to which they are attached — the retreat of wolves* and the den of outlaws.-f- Like the sunny moments of an April day amid the rigour of wintry showers, these gleams of the benignant heart appear more bright from the surrounding darkness. \" Cessa la pioggia al sin e torna il sole, Ma dolce spiega e temporato il raggio, Pien di maschio valor siccome suole Tra il fin d' Aprile e il commenciar di Maggio.\" J The last was killed in 1710. f Glendalough (A. D. 1211) \"is so waste and desolate, and hath been so forty years, that of a church it is become a den and nest of thieves and robbers ; so that more mur ders are committed in that valley than in any other place in Ireland, occasioned by the waste and desert solitude thereof.\" — Letter concerning the palls sent into Ireland, quoted from Ware's Bishops, by Ledwich. Dwyer, a notorious outlaw of 1798, and who did not surrender himself until the close of 1809, took shelter for some time amid the ruius of Glendalough, actuated, it is said, by pious motives. Out of St Kevin's Bed he made an extraordinary escape from a party of Highlanders in pursuit of him, by plunging into, and swimming across the lake. X Tasso, Gierusalemme Liberata, cant. xiii. stanz. 80."], [58, "36 st. Kevin's bed. \" Covered with brown heath, or more sable peat,\" to use the expression of Dr. Ledwich, the summits of the stupendous mountains, by which Glendalough is encompassed, \" reflect no light,\" and the sides being almost perpendicular, the gloomy shadows fling a solemn and broad repose over the Valley of the Seven Churches; — its ancient round tower, like the gnomon of a dial, marking to the pensive mind, by the motion of its shade, the quiet progress of days into the revo lutions of centuries. With what a burst of natural eloquence does the Rev. Cæsar Otway picture forth Glenda lough ! — \" Meet spot for contemplation wise :\" \" Surrounded as it is by mighty mountains, dark winding glens — all its lakes and streams, rocks and waterfalls, in keeping, and accordant association with a place of ruins — ruins that tes tify of altars and of a priesthood overthrown — a work-shop made desolate — a people scattered and peeled ;* where the long, continuous shadow * \" I am accused,\" said Mr. O'Connell, \"of having by the national rent peeled the peasantry; but such peeling as mine is responded to by the cry of repeal.\" Does Mr. Otway allude to this, or to the Poliee, originally designated \" Peelers,\" from having been established under an Act"], [59, "st. Kevin's bed. 37 of the lofty and slender round tower moves slowly from morn till eve, over wasted churches, crumbling oratories, shattered crosses, scathed yew-trees, and tombs, now undistinguishable, of bishops, abbots, and anchorites — walking its round as time's sentinel, and telling forth to the Ancient of Days how many suns have run their diurnal and annual course since these holy men of old had descended to their graves.\"f In this solitude dwelt St. Kevin, during the early ages of Christianity ; before \" these wilds\" had become sanctified by the sound of many voices mingling in sweet and blessed psalmody. introduced by Sir Robert Peel when chief Secretary for Ireland ? Mr. Shiel, in an oratorical exhibition at Wa terford, declaimed as follows : — \" The Norman monu ment, which amongst you is known as Reginald's Tower, reflected in the waters of your river, is the symbol of English domination. The spirit of Strongbow lives in the heart of Liverpool ; and the iron gauntlet of Fitz- Stephen was not more heavy than is the Limerick glove of Peel.\" A sentiment which may be rhymed thus : — Green Erin ! that is doomed to feel (At least so says Evadne Shiel) A grasp more harsh from glove of Peel Than from Strongbonian hand of steel. f Guide to the County of Wicklow. New edit. 1834."], [60, "38 st. Kevin's bed. Ages, we have said ; for Kevin appears to have lived in three centuries — the fifth, sixth, and seventh ; and here he died, on the 3d June, A.D. 618, having, according to Usher (p. 494), \"nearly, completed the uncommon and venerable age of one hundred and twenty years.\" He was the founder of the fame of Glendalough ; and Kevin is still remembered as its patron saint. Giraldus Cambrensis, who visited the place in 1185, has recorded an incident in which the benevolence of Kevin's disposition is evinced even to almost superhuman endurance. It was the holy man's custom, during the season of Lent, to retire to a little chapel of difficult access, still to be seen at Glendalough, beneath the frowning cliff of Lugduff* there to pray and meditate. Whilst wrapt in his orisons, with his hand ear nestly extended towards heaven, a blackbird alighted upon it, and in it deposited her eggs. The saint, compassionating the winged visitant, neither withdrew his hand nor moved it, un willing to disturb her, but patiently kept it stretched out until the bird brought forth her * It is variously called : Teampull na Skillig — the Priory de rupe — the Convent de deserto — and St Kevin's Cell: the three former names convey nearly the same meaning."], [61, "st. Kevin's bed. 39 young. \" In memory of this,\" it is added, \" ah tlie images of St. Kevin have a hand extended, and a bird sitting on it\" in the attitude of quiet incubation. Never did the feelings of human kindness exist more truly in the breast of man than in that of Kevin, or Coemgenus, as he is some times called, — an alias which is severely animad verted upon by the sceptical Ledwich, who has taken considerable pains to identify the saint with a mountain at Glendalough, — to turn Se nanus into the river Shannon, — and to destroy our belief in the very existence of St. Patrick ; which is said by Mr. Wright* to be \" a very stupid theory.\" As the iconoclasts of old de molished, by the force of their blows, the vene rated figures of the saints, so has Ledwich la boured, by the strength of his arguments, to overturn images long consecrated in the popular mind ; and although we cannot go to the ex treme length of echoing the sweeping expres sion of censure used by the Professor of Anti quities to the Royal Hibernian Academy, we protest, at once, in the name of Ireland, against the destruction of her saints. But why should * Wicklow Guide, p. 10-i."], [62, "40 st. Kevin's bed. we feel alarmed for their immortality ? Are not Kevin and Senanus enshrined in the verses of Moore ? and will not St. Patrick live in song, as \" a gentleman Who came of decent people ? \" It is time, however, that we should arrive at our immediate subject— the Bed of St. Kevin; and in this there is some difficulty, as the reader possibly has felt, and will perceive when it is ex plained that the bed in question is a cavity in the face of the nearly perpendicular side ofLugduff, marked in the Plate by a cross at one end, and the figure of an anchorite at the other ; and that this hollow is at a fearful elevation above the dark waters of a deep lake. Whether the bed was excavated by art, or was originally a natural recess, has not been satisfactorily demonstrated. Probably, Nature, like the genuine inventor, gave the idea, and Art, stepping in with a little aid, seized upon the hint, adapted it to her own purposes, and carried off the reputation. Beyond conjecture we venture not. Although the gigantic and incomprehensible works of man in the olden times remain monuments which excite our wonder, — the grotesque formations of rock are so various and surprising as to silence"], [63, "st. kevin's bed. 41 rational conjecture. Indeed, it is often diffi cult to say, as in the case of the rocking stones, how far the operations of nature have produced the object of our marvel, or how far it may be ascribed to human design and execution. In such matters we pretend to no skill : our re spect for geology is far higher than our attain ments in that ennobling science. We have already evinced our interest in its progress by calling attention to a remarkable passage in the life of Senanus, which we flatter ourselves will direct the notice of Mr. Murchison especially towards Inniscattery. There, it is clear to us, he has a much better chance of finding the fossil bones of several engulfed horses than would attend any attempt to extract from the Geysers of Iceland the remains of the solitary animal lost by Lord Stuart de Rothsay, where, according to the opinion of that agreeable traveller, the younger Barrow, it has been long since stewed down into excellent \" portable soup.\"* In the direct line of our illustrations, we have further to bring under the observation of geologists the extraordinary descent of rock or * See Visit to Iceland in 1834, by John Barrow, Jun. pp. 206 — 8."], [64, "st. Kevin's bed. 42 ascent of water at Glendalough, within the short space of a dozen years ; merely remarking, that if the same progress goes on for six years more, the bed of St. Kevin will be sunk beneath the surface of the lake ; and that the pilgrim, who comes to visit the ruins of the Seven Churches, must dive to seek the hallowed spot, or content himself with beholding it, like the fisherman of Lough Neagh, who — \" Sees the round towers of other days In the wave beneath him shining.\" Startling as this assertion may appear, it is nevertheless a matter of very simple calculation upon the authorities given in the foot-note.* * Extracts from Wright's Wicklow Guide. 1822. \" On the southern side of the vale are the hills of Derrybawn and Lugduff, in the latter of which is St Kevin's Bed, a natural excavation in the front of a per pendicular rock, thirty yards above the surface of the lake.\" — p. 101. Again: \"The bed is about thirty yards from the surface of the water, and the front of the rock for the whole of the height or depth perfectly perpendicular.\" p. 120. Extract from Wright's Scenes in Ireland. 1S34. \" The Bed of St. Kevin ; it is a small recess or little cavern, situated in the perpendicular front of Lugduff mountain, at a height of about thirty feet from the surface of the lake.\"— p. 87."], [65, "st. Kevin's bed. 43 It appears that in 1822 St. Kevin's bed was thirty yards above the lake ; and this measure ment being repeated, there is no reason to pre sume that it can be a mistake or a misprint. In a work by the same author, which was pub lishe'd early in the year 1834, the elevation of the bed is estimated at thirty feet ; thus esta blishing an average annual approximation be tween the bed and the surface of the water, of five feet, or twenty yards in the course of twelve years. A subsequent publication, at the close of 1834, makes the height of St. Kevin's bed \" some twenty-five feet\" over the lake, and fully con firms the average annual motion of either rock or water, to be deduced from the statements of Mr. Wright. If, therefore, any reliance can be placed up on what is printed respecting Ireland, the re sult to be anticipated is, that in 1840 the bed will be completely submerged ; unless, indeed, Extract from the Guide to the County of Wicklow, new edition, corrected and enlarged. 1834. St. Kevin's Bed: — \" were it not that it hangs some twenty-Jive feet perpendicular over the dark, deep lake, this cavity, not larger than many a pig-sty I have seen excavated in the side of a bank, could not attract so many visitors.\""], [66, "st. Kevin's bed. 44 it should be discovered that the recess which the memory of Kevin has hallowed, proceeds up and down in the rock with a kind of pendulum vibration every century. We could readily quote a dozen authors to prove that a certain degree of animation exists in masses of granite. The Bætyli of old are as familiar to an F. S. A. as the fact of the variation of the magnet is to an F. R. S. ; and the eccentricity of the magnet, and the motion of a particular spot in the cliff of Lugduff, may respectively throw some light upon their mysterious movements : since it is possible that, in common with the loadstone, the bed partakes of other properties than that of attraction. The numerous visitors of Glenda lough, who \" are so very particular As to climb up a rock quite perpendicular,\" establishes at once in our mind the attraction of St. Kevin's uncomfortable retreat. \" The whole of the interior,\" says Mr. Otway, \" is tattooed with the initials of such as have adventured to come in. Amongst the many I could observe those of Sir Walter Scott, Lord Combermere, &c. ; and we were shewn engravings of certain blue-stocking dames, as, for instance, Lady"], [67, "st. Kevin's bed. 45 M — n, who had made it her temporary boudoir. Just where the left shoulder of the saint may be supposed to have rested, I,\" continues our author, \" took leave to inscribe a little c. o., conceiving it might be well to have an entry on the saint's bead- [bed ?] roll along with the gallant and gifted individuals who are regis tered therein.\" We regret being obliged again to query the words of so intelligent a writer as Mr. Otway ; but it appears to us that his co-partnership in the bed was rather hastily and indelicately formed. Although the visit of Sir Walter Scott admits of no doubt, yet what proof is there, be yond the assumption founded on an assertion in the Dublin Penny Journal,* that the initials venerated as his are not the record of Mr. Wil liam Smith's, or some other W. S.'s exploit? — And a lady being in the case, we cannot but consider as most scandalous the manner in which Mr. Otway joined the firm of \" gallant * \" He [Sir Walter] also, with all the ardour of a youth ful mind, despite his lameness, boldly ascended the cliff, and entered that extraordinary hermit's cell called St Kevin's Bed; and, after the fashion of its visitors, inscribed his name upon the rock, as a memorial of his daring.\"— Vol. i. p. 198."], [68, "46 st. Kevin's bed. and gifted individuals,\" signing like a junior or sleeping partner — Co. Our inquiries respect ing Lady Morgan's visit, induce the conviction, that so far from her ladyship having made the den of Kevin her \" temporary boudoir,\" she was shocked at the idea of intruding herself into the saint's bed ; and it is reported, whispered to a young Frenchman, who did not perfectly understand our language, and formed one of the party — \" Je n'aimerai pas coucher sur un ma telot si dur.\" A bow, a shrug, and a smile followed Lady Morgan's remark ; and the con versation returned to the political state of Eu rope. But as the comments made upon St. Kevin's bed by a late facetious judge will pro bably afford more amusement to the reader than any disquisition of ours, we feel happy in being able to preserve the following conversation : — \" Well,\" said Lord Norbury to his guide, \" where is this bed 1\" \" Please your honour's worship, my lord, 'tis that hole in the rock there.\" \" Oh ! I see. The saint was a holy man ; fond of being rocked to sleep. Eh ?\" \" I have hard (heard) so, my lord.\" \" Hard lying, no doubt,\" was Lord Norbury's comment; \"just the den for a Rockite.\""], [69, "st. Kevin's bed. 47 \" Indeed, then, your lordship, before Captain Rock's time, the rebel Dwyer used to shelter himself in the bed — General O'Dwyer, I mean; and mighty proud he was of that same great O. Share he would write it before his name so large that it looked among the other letters just like a turkey's egg in a hen's nest.\" \" Very strange retreat for a rebel, with so much Orange liking (lichen) about the cliff?\" \" 'Tis true for you, my right honourable lord — and the Orange-men were near taking Dwyer.\" \" Ay, near making a D'oyer and terminer business of it.\" \" But, please your lordship, Dwyer leaped into the water like a fairy.\" \" A complete Leprechaun* that rascal.\" \" And a party of soldiers, my lord, on the top of the cliff,\" — \" What— High-landers?\" \" They were so, please your lordship ; and * See song — \" The time I've lost in wooing,\" in the Sixth Number of Moore's Irish Melodies ; and the note upon \" The sprite Whom maids by night Oft meet in glen that's haunted.\""], [70, "st. Kevin's bed. 48 when they fired at Dwyer, he dived like a duck.\" \" Yes ; ducked, and so got off Scot free ?\" \" Oh ! 'twas all right enough with him ; he was up again, winking his eye at the smoke.\" \" Smoked them, did he ? Did not like their invitation to a Caledonian ball? — There are divers other stories about your lake, no doubt?\" \" Plenty, my lord ; there's one by Moore.\" \" No more, at present— that will do. Moore's songs haunt me as if I had murdered them in singing.\""], [71, ""], [72, "LOW ffl©DL® \"Ml OWES. Bee^i' tike our /avtvudf?- mi/U"], [73, "THE WICKLOW GOLD MINES. \" Gold, yellow, glittering, precious gold ! Gold, that will make black white, foul fair, wrong right\" — Abundantly has it been discovered in Ireland. Of this metal, crowns, corslets, bridles, chains, rings, torques, fibulae, bracelets, ingots, and va rious articles the uses of which we can now only conjecture,* have been, and continue to be, fre quently raised by the spade of the peasant, and as regularly sunk in the oblivion of the cru cible. \" Fusion, so fatal to relics of antiquity,\" to borrow the expression of Mr. Walker, has deprived us of quantities of these golden orna ments, the circumstances attending the finding of some of which have been singularly romantic ; as the following anecdote, published by Bishop * \" I had, a few years since, offered me for sale by a peasant,\" says Sir William Betham, \" one of those sin gular articles [a kind of double bell], described by Ge neral Vallancey in the fourth volume of his Collectanea which weighed thirty-six ounces of pure gold\" [the intrin sic value was about 1501.] — Irish Antiquarian Researches, parti, p. 11. 1826. E"], [74, "50 THE WICKLOW GOLD MINES. Gibson in his edition of Camden's Britannia [1722], will attest: — \" Near Bellishannon [Ballyshannon] were, not many years ago, dug up two pieces of gold, discovered by a method very remarkable. The Bishop of Derry happening to be at dinner, there came in an Irish harper, and sung an old song to his harp. His Lordship, not under standing Irish, was at a loss to know the mean ing of the song ; but upon inquiry he found the substance of it to be this : that in such a place, naming the very spot, a man of gigantic stature lay buried, and that over his breast and back were plates of pure gold, and on his fingers rings of gold, so large that an ordinary man may creep through them. The place was so exactly described, that two persons there pre sent were tempted to go in quest of the golden prize. After they had dug for some time, they found two thin pieces of gold. This discovery encouraged them next morning to seek for the remainder ; but they could find nothing more.\" \" Doubtless,\" adds Mr. Harris, \" his Lord ship had good authority for this relation ; and nothing can call it in question but that the rings mentioned in the song were not found as well as the plates. But that particular, as well"], [75, "THE WICKLOW GOLD MINES. 51 as the size of the man, might have been intro- duced by the bard as a poetical exaggeration.\"* \" Opus vatum durat ,-\" and more than possible —indeed probable is it— that this identical song, so full of antiquarian interest, has come down to our times in the manuscript of an ob- scure peasant, from which we give the argument, or, as it is expressively termed in Irish, the bind ing verse (ce\\r\\-^\\l) : — Aip b^ppd pleibe rrion&pb An Az\\ pe^pc cujutfS, 'r5& ple^p3 oiji p& copp An Uoc, Ap p&il opcA Aip d nieupA.f The song itself, which refers to the golden age of Ireland, cannot, at this era of refinement, be rendered by any one more fair or more ac complished than her to whom we are indebted for the following version;— but we name her not, — Bound by the magic in the spell Of three sweet letters, L. E. L. * Antiq. vol. ii. p. 126. t Literally: — On the hill of Sleive Monard There is a giant's grave, And two gold plates enclose the hero's body, And there are golden rings on his fingers."], [76, "52 THE WICKLOW GOLD MINES. Cf)t <©ost(m ©rabe. He sleeps within his lonely grave Upon the lonely hill, There sweeps the wind — there swells the wave — All other sounds are still. And strange and mournfully sound they ; Each seems a funeral cry, O'er life that long has past away, O'er ages long gone by. One winged minstrel 's left to sing O'er him who lies beneath — The humming bee, that seeks in spring Its honey from the heath. It is the sole familiar sound That ever rises there ; For 6ilent is the haunted ground, And silent is the air. There never comes the merry bird — There never bounds the deer ; But during night strange sounds are heard, The day may never hear : For there the shrouded Banshee stands, Scarce seen amid the gloom, And wrings her dim and shadowy hands, And chants her song of doom. Seven pillars, grey with time and moss, On dark Sleive Monard meet ; They stand to tell a nation's loss — A king is at their feet."], [77, "THE WICKLOW GOLD MINES. 53 A lofty moat denotes the place Where sleeps in slumber cold The mighty of a mighty race — The giant kings of old. There Gollah sleeps — the golden band About his head is bound ; His javelin in his red right hand, His feet upon his hound. And twice three golden rings are placed Upon that hand of fear ; The smallest would go round the waist Of any maiden here. And plates of gold are on his breast, And gold doth bind him round ; A king, he taketh kingly rest Beneath that royal mound. But wealth no more the mountain fills, As in the days of yore : Gone are those days ; the wave distils Its liquid gold no more. The days of yore — still let my harp Their memories repeat — The days when every sword was sharp, And every song was sweet. The warrior slumbers on the lull, The stranger rules the plain : Glory and gold are gone ; but still They live in song again. The evidences of Ireland's ancient riches,"], [78, "54 THE WICKLOW GOLD MINES. meteor-like, dazzle and disappear. If rescued from transmutation, these relics are consigned to the cabinets of the curious, and, there buried, leave only on the memory the present poor condition and gloomy aspect of the country, in which gold formerly abounded, more dark and cheerless. The general opinion, forty years ago, was, that such articles, or the metal of which they were manufactured, had been im ported into Ireland ; but this was before \" our Lagenian mine, Where sparkles of golden splendour All over the surface shine,\"* was known to exist. And though true it is, that the hope of wealth which the announcement of a gold mine excited, has not been realised, yet the fact that a considerable quantity of this precious ore was collected, is a proof how little even of superficial observation was ever bestowed upon the country ; and it is therefore fair to argue how much of what is concealed from the eye remains to be explored in Ireland. If the reader will turn to page 3, and cast a * \" Since the late rains washed the clay and gravel which had been thrown up, gold has been found lying on the surface.\" — Mr. Mills, in Philosophical Transactions, 1796, p. 42."], [79, "55 THE WICKLOW GOLD MINES. look upon the sketch intended to facilitate the comprehension of the question respecting the Meeting of the Waters, the letter H will give a satisfactory idea of the position of the Wicklow Gold Mines, \" as they are called, though the gold hitherto found has not been discovered in continued or regular veins,\" but collected in small particles, chiefly from the bed and sides of mountain rivulets. Tradition commonly attributes the original discovery to a poor schoolmaster, who, while fishing in one of the small streams which descend from the Croghan mountain,* picked up a piece of shining metal, and having ascertained it to be gold, he gradually enriched himself by the suc cess of his researches in that and the neighbour ing streams, cautiously disposing of the produce • Although Croghan (cpO^Tl), which in English is perhaps most closely rendered by the idiom of \" His High ness,\" appears to be the general name given to the range of mountains dividing the counties of Wicklow and Wex ford, that particularly distinguished as Croghan Kinshelly (as it is written by Mr. Lloyd in the Philosophical Trans actions, 1796, p. 34) is the immediate origin of the springs which water the Gold Mine district. Croghan Kinshelly literally means \" His Highness with the head of joist like-fitting stone\" (ceAfi f&ll leA3); a name perfectly explained by our Plate."], [80, "56 THE WICKLOW GOLD MINES. of his labour to a goldsmith in Dublin. He is supposed to have preserved the secret for up wards of twenty years; but marrying a young wife, he imprudently confided his discovery to her, and she believing her husband to be mad, immediately revealed the circumstance to her re lations, through whose means it soon was made public* O'Keefe has founded an amusing farce * Respecting the first discovery of gold in Wicklow, Mr. Lloyd, in his communication to Sir Joseph Banks, says : — \" In our visit to this extraordinary place, we were most hospitably entertained by Mr. Graham of Ballycoage, whose house is not more than a mile from the gold mine. From him and his brothers I learned that about twenty-five years ago (1770), or more, one Dunagboo, a schoolmaster, resident near the place, used frequently to entertain them with accounts of the richness of the valley in gold; and that this man used to go in the night, and at break of day, to search for the treasure ; and these gentlemen, with their schoolfellows, used to watch the old man in his excursions to the hill, in order to frighten him, deeming him to be de ranged in his intellects : however, the idea of this treasure did at last actually derange him. \" John Byrne told me, that, about eleven or twelve years ago, when he was a boy, he was fishing in this brook, and found a piece of gold of a quarter of an ounce, which was sold in Dublin ; but that, upon one of his brothers telling him it must have been dropped into the brook by accident, he gave over all thoughts of searching for more. Charles Toole, a miner at Cronbane, tells me he heard of this dis-"], [81, "57 THE WICKLOW GOLD MINES. upon the incident, of course with the embellish ments necessary for dramatic effect. When the story of the Gold Mine became bruited abroad, which was towards the close of the year 1795, and fortunately after the golden har vest of autumn had been gathered in, the sensa tion it produced upon the lower classes is not to be described. Thousands, of every age and sex, hurried to the spot. \" From the labourer who could wield a spade or pick-axe, to the child who scraped the surface of the rock with a rusty nail,\" all were eagerly employed in searching after gold. The Irish are a people possessed of a quick and rich fancy ; and the very name of a gold mine carried with it, to the ignorant mind, ideas of inexhaustible wealth, and conjured up into reality the Bardic tales they had heard repeated in their childhood, many of which rival in gorgeous imagery the romances of the East. The Valley of Diamonds sparkled on the north side of the county of Wicklow ; and covery at the time, but gave no credit to it, as he never found any gold, and lives very near the place. I am credi bly informed, too, that a goldsmith in Dublin has, every year for eleven or twelve years, bought 4 or 5 ounces of gold, brought constantly by the same person, but not John Byrne.\""], [82, "58 THE WICKLOW GOLD MINES. now the lofty Croghan, its southern boundary, appeared before them as the Golden Mountain. De Latocnaye, a French emigrant, who has published an account of his rambles through Ire- land, and who visited \"the Wicklow Gold Mines\" immediately after the government had placed a guard upon the ground,* says — \" I was often obliged to ask the way, and my demand excited the curiosity of the peasants : they quitted their work before they answered me, asked me some question in my turn, wanted to know if the mine would be soon worked, if government had sent me there, and a thousand things of the same nature : they soon began to tell me of a person who sent his children there on a Sunday morn- ing after it had rained, and that they brought back gold to the value of twenty guineas. In such cases,\" M. de Latocnaye truly observes, \" the persons who find any are remembered ; and those who lose their time, and sometimes their life, in a fruitless search, are forgotten.\" \" I had,\" he continues, \" a letter from Mr. B. Conyngham for the officer of his regiment, * \"On the 14th October, 1795, two companies of the Kildare Militia marched into Arklow, and on the following day proceeded to guard the mine, on the part of his majesty.\""], [83, "59 THE WICKLOW GOLD MINES. who commanded the troops stationed to guard the mine, and to prevent the peasants from work ing there. He walked with me about the place. It is inconceivable what a number of holes ava rice has made them dig in this wonderful stream. Some persons assured me they saw four thou sand men working there together. In every hole something was found, though not by the workmen, but by the women and children, who had nothing else to do but to examine.\" During the interval which elapsed between the publicity of the circumstance and the go vernment taking possession of the mine — a pe riod of about two months — it is supposed that upwards of two thousand five hundred ounces of gold were collected by the peasantry, principally from the mud and sand of Ballinvalley Stream, and disposed of for about £10,000* — a sum far * This assertion is founded on Mr. Fraser's report, which we believe to be nearer the fact than the statement of Mr. Mills, who says : — \" Calculations have been made, that, during the foregoing period, gold to the amount of three thousand pounds Irish sterling was sold to various persons ; the average price was three pounds fifteen shillings per ounce; hence 800 ounces appear to have been collected.\" Fraser's words are — \" Mr. Graham (the gentleman men tioned in the note at p. 56), who was present all the time, and purchased a considerable quantity of gold, to the"], [84, "60 THE WICKLOW GOLD MINES. exceeding the produce of the mine during the government operations, which amounted to little more than £3,500. The gold has been found in pieces of all forms and sizes, from the smallest perceptible particle to the extraordinary mass of twenty-two ounces, which sold for about eighty guineas. \" This piece was irregularly formed ; it measured four inches in its greatest length, and three in breadth ; its thickness varied from half an inch to an inch;\" and a cast of it, gilt, has been deposited in the museum of Trinity College, Dublin. So pure was the gold gene rally found, that it was the custom of the Dublin goldsmiths to put gold coin into the opposite scale to it, and to give weight for weight. \" Stanesly Alchorne, Esq., his Majesty's Assay-master at the Tower of London, assayed two specimens of this native gold. The first ap peared to contain in 24 carats — 21-75 of fine gold; 1'875 of fine silver; '375 of alloy, which seemed to be copper tinged with a little iron. amount of above 7001., from the country people, told me that, according to the best calculation, there was upwards of 10,000/. Irish given for the gold found and sold on the spot ; the average price paid for which was 3/. 15s. an ounce, which makes it that 2,666 ounces were found in that short space of time,\" [from 24th August to 15th October]."], [85, "THE WICKLOW GOLD MINES. 61 The second specimen differed only in holding 21-625, instead of 21\"75 of fine gold.\"* The works were abandoned in 1798, in con sequence of the rebellion. Operations were resumed in 1800; but the result not proving satisfactory, \" government were induced to dis continue their sanction and support : so that the Wicklow gold mine is now but the name of former greatness.\" There is, in our view of the subject, a strong resemblance between the slightly penetrated gold mine of Wicklow, and the as slightly examined one of Irish history. Both appear to have been hastily and partially explored ; and for the same reason — the belief, notwithstanding the discovery of some interesting specimens, that the product would be inadequate to the toil. As the chief evidence which we possess of the riches of the Croghan mountain is derived from the ardent labour of unskilful peasants ; so, for our knowledge of Ireland's historical value are we indebted to workmen possessed of as little art or taste — labourers who, generally speaking, have tediously floundered amid the darkest mud of antiquity, often without bringing Philosophical Transactions, p. 45."], [86, "62 THE WICKLOW GOLD MINES. to light the smallest golden grain of truth ; and whose efforts, like those of the witches around Macbeth's cauldron, have but rendered the medley of truth and fiction more \" thick and slab.' It has been justly observed, that \" there is one evil which has hitherto pursued the antiquities of Ireland, — that the writers in general who have known her language have been deficient in cri tical knowledge ; while those who have pos sessed the genuine spirit of criticism have not only been ignorant of her ancient tongue, but despised it.\" In historical research, \" preci sion, accuracy, and confirmation,\" are essential : that fanciful zeal, which implicitly accredits every legend, which clings with fondness to visions of the past, and cherishes olden recollec tions with an undue partiality, is completely misplaced in such inquiries. Whatever is vul garly and vehemently asserted, will be as ob stinately denied ; and when argument merges into personality, tbe combatants, forgetful of the cause in which they are engaged, think only of themselves. Alas ! for Ireland's fame, the enthusiastic ex plorers of her obscure annals have been hitherto"], [87, "63 THE WICKLOW GOLD MINES. any thing but judicious miners ; and their glar ing blunders and exaggerated representations have thrown, to a considerable extent, a shade of suspicion, and therefore of discredit, upon more accurate statements ; numerous angry -contests, and, in a national aspect, unworthy and degrad ing controversies, have been the consequence. Ignorance and arrogance commonly go hand in hand ; and under their guidance a heap of pompous rubbish, called Irish history, has been accumulated. The works of error and fabrica tion once permitted to grow gigantic, present formidable obstacles to the dignified march of historic truth. And the longer such barriers have been allowed to remain undisturbed, the more firmly they become cemented : so true is the remark, that time will consecrate false hood. Whoever enters the lists as Erin's champion at the present day, and flings his gauntlet down for critical observation, as we perceive Mr. Moore is about to do, must feel at first embar rassed and depressed by the mass of dulness before him. But let the ingenious scholar, ani mated, as the author of the Irish Melodies un questionably is, with chivalric ardour in his country's cause, cautiously and firmly proceed"], [88, "64 THE WICKLOW GOLD MINES. up the ascent, and he will find what is based on sand crumble beneath the footsteps of his Pe gasus. He must combat and vanquish the Chi mæra which will oppose him. And as of old from the summit of Helicon gushed forth an immortal fount ; so, beneath the flash struck by the bounding hoof of the poet's steed, will the mountain of Irish bardic tales dissolve itself into a stream of pure history, at once sacred to Truth and dear to the Muses. \" Ecce ! supercilio clivosi tramitis aquam Elicit : ilia cadens raucum per levia murmur Saxa ciet, scatebrisque arentia temperat arva. Georg. I."], [89, ""], [90, ""], [91, ""], [92, ""], [93, ""], [94, ""]]