[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "A JOURNEY FROM LONDON TO ODESSA, WITH NOTICES OF NEW RUSSIA, etc. BY JOHN MOORE. PARIS : PRINTED FOR THE AUTHOR, ANI1 TO BK HAD OF MESSRS. A. AND W. GALIGNANI, 18, RUE V1VIENNE. 18o5."], [10, ""], [11, "PREFACE. The writer of the following pages, having had occasion to visit Odessa during the summer of 182/)., found some difficulty in obtaining informa tion as to the best route thither. He proceeded to Calais; and, with the map of Europe for his guide, com menced his continental peregrination, aud is induced to publish the narrative"], [12, "VI PREFACE. of his journeys out and home, under the idea that future travellers may find the details useful, and that, to the ge neral reader, they may prove not al together uninteresting. A succinct history of Odessa will be found in this work, together with some observations made during a residence of three months in that remarkable city. A correct Itinerary is added, in which each stage is marked from Calais to Odessa, and thenceby Vienna to Paris ; the distances being calculated in French postes, German iniles, Russian werstes, and English miles. No attempt is made to describe paintings, or tbe collections of works of art, which abound in many of the cities on the route. Notices of all these"], [13, "VII PREFACE. are contained in the Guide-books, and other useful and entertaining volumes. The letters from wliich extracts are given were addressed to a near relative, and were not intended for the press. The writer, therefore, craves the indul gence of his friends, and of the public, for the numerous imperfections which will, no doubt, be found in this little production : his sole object having been to convey useful information, blended with whatever amusement may be de rived from his personal adventures du ring the journey."], [14, ""], [15, "A JOURNEY, etc. LETTER I. Cologne, _8lh July 1824. MY DEAR C * * * *, I avail myself of a day's detention in this city, to tell you that I am thus far on my journey. Soon after my arrival this morning, and whilst I was taking some refreshment, in lending to remain about an hour, the"], [16, "A JOURNEY 10 landlord of the hotel came to me, and an nounced that my carriage required some repairs. On examination, I found that one of the wheels was slightly injured ; but that all could have been set to rights in a very short time, and I begged that the work might be commenced immediately. \" But, \" said mine host (a Frenchman), \" But, Sir, I have \" the honor to inform you that this cannot \" be done to-day. \" And the answer to my \" why ? \" was, \"Because the city of Cologne \" is so very Catholic, that the artisans are \" forbidden to labour on a Sunday. \" Now, although in a city through which there is so much travelling, a workman might surely have been found to do the needful on such an occasion, I did not consider it worth while to dispute the point; for, not having enjoyed any rest since quitting Calais, me thought it might be quite as well to halt. So, having given strict orders that all should be ready by eight o'clock in thc morning, I"], [17, "TO ODESSA. 11 obtained the assistance of a guide, and peram bulated this ancient city, — saw a body of very fine Prussian troops, on parade, — visited the churches, and, in short, filled up the day as advantageously as I could. The person who accompanied me said lhat he had formerly resided in London ; and he entertained me more frequently with the history of his adventures there, than with a designation ofthe curiosities of this ci-devant Capital of the Grand Duchy of the Lower Rhine : — I will, in some measure, follow his example, by giving you an account of my own proceedings since I quitted M , which I did at six in the morning of the 1 2th instant; and travelling rapidly over the thirty-two miles to Hyde-Park-Corner, reach ed the Tower Stairs by a quarter to ten. Put ling off in a wherry, I was soon on board the Lord Melville steam-packet, which almost immediately got under way for Calais. Changed indeed was my position from what"], [18, "A JOURNEY 12 it was eight days before! I had not, at that time, the most remote idea of removing from a tranquil country residence to so bustling a scene; much less could I have imagined that I should so soon be pursuing my course to a distant part of the world, charged with an important mission, the success of which was to depend entirely on my own exertions. — There was something exciting, and suited to my disposition, in the idea of finding my way to the shores of the Black Sea ; for, al though such an undertaking was not of an extremely arduous nature, yet there were difficulties to be surmounted which would call forth that spirit of inquiry, and demand those energetic measures, whereby travel is rendered interesting and useful. You know, that, during my short career, it has often fallen lo my lot to visit foreign countries; and now that I was fairly ship ped, — \"in good order, and well-condi tioned\" — on board the vessel which was to"], [19, "TO ODESSA. 13 convey me to the point whence I intended to commence my long journey, I indulged in those feelings of affection for my native land which are naturally predominant on such occasions. Again I beheld myriads of richly freighted vessels wafted on the bosom of our far-famed river, towards the emporium of the world : — again my heart glowed with national pride, on viewing the splendid palace where our gallant sailors enjoy the comforts to which their services entitle them ; and every other object which struck my eye, as we steamed along, confirmed my opinion, that, amongst the various countries I was on the point of traversing, I should not see one — take it for all in all — superior to my own. We had a very fine passage and arrived at Calais at eleven at night. I will not trouble you with an account of my divers researches concerning the best method of proceeding — suffice it to slate the"], [20, "14 A JOURNEY result — viz. — that I purchased a small Ger man caleche for il\\1. sterling, and decided on travelling post from the commencement ; a course I was aware it would be necessary to adopt when farther advanced on my route. These arrangements detained me until five p. m. on Tuesday the i3th of July, at which hour my continental journey commenced. I have passed through Dunkerque, Lille, Tournai, Bruxelles, Louvain, Maestricht, and Aix-la-Chapelle. Fain would I have spent a day at Bruxelles, where I resided for some months, soon after the battle of Waterloo. I should have enjoyed a reminiscence ; but it was my duty to push on. At Aixda-Chapelle I managed to go through the rooms, where gaming is carried on, al most without intermission, from ten' in the morning until the same hour at night. These rooms are very handsome. I also visited the Cathedral ( which is undergoing repair) and saw the chair of marble on which the em-"], [21, "TO ODESSA. 15 balmed body of Charlemagne was found, in a sitting posture, three hundred years after his death. This chair has served as a throne for several emperors at their coronations : — on those occasions it was, of course, covered with costly materials. Some extraordinary relics are preserved in this Cathedral; but they are exhibited only to crowned heads. Perhaps a crown-piece, or at all events half a sovereign, might have in duced the guardians of these sacred remains to expose them to my plebeian gaze — but I had neither time nor coin to throw away, and therefore contented myself with the pleasures of imagination. As I was traversing the nave, a quantity of mortar fell from the roof, and a cracking noise was heard, followed by a strange sound, as though a gong had been forcibly struck. The few persons who were in the Cathedral rushed towards the doors in the utmost con- sternation. It turned out that a poor mason,"], [22, "16 A JOURNEY who was working on a stage, suspended by ropes from the lofty ceiling, had fallen into the organ, and was killed. At Aix la Chapelle I changed all my French money — which had answered every purpose in Belgium — for Prussian coin. I witnessed an amusing scene at the table d'hote, where I dined to-day. Amongst the guests were three genuine gourmands : — I was informed that two of them were priests, and that the third was a wealthy indivi dual, who had amassed his large fortune during the late war, as a contractor, or some thing of that kind. This last was the treater; the two priests, the tveatees. They dine frequently at the table d'hote, and usually remain over the bottle till about midnight. Their conversation consists ex clusively of quaint remarks on the good things of this world. I left them at six o'clock, and returned from my stroll at about nine. The triumviri were still seated at one end of"], [23, "TO ODESSA. 17 the long dining-table, sipping their hock. The only outward sign that I could discover ofthe party having \" of liquor good store \" was, that the face of one of the holy men (a jolly-fat-friar-looking person ) was rather more rubicund than before. The contractor's eyes glistened additionally too. As for the other priest, he was as pale as ever. These worthies were sparing of words, and the few they did let fall were articulated in an under voice. They were as calm and collected as when they first sat down to dinner — vet many a bottle had they cracked together. But what excited my surprise was, that each of the gourmets had a large uncooked Westphalian ham placed before him ; and that, from lime to time, he took it up, smelt it, and then sipped his wine. Occasionally a puncture was made in one of the hams with an iron skewer, which was withdrawn, and hastily applied to the nose : — then the said ham was passed from one to another, to have ■i"], [24, "18 A JOURNEY a similar operation performed by each. All was done with the utmost gravity, and I con cluded that this was a refinement in luxury pe culiar to Germany ; that the Westphalian ham was a sort of olfactory olive, to give zest to the Rhine wine. I could hardly keep my countenance. Presently the landlord entered. The smok ed hams again went round in succession : a council seemed to be holding on some knotty point ; a conclusion was come to, and (to sum up all ) I discovered lhat the politic landlord was about to purchase one of the hams, and had submitted its selection to the decision of these good judges, who were to partake of the same when cooked. Rest is not the only advantage I have de rived from my sojourn here; for I find there is a new road to Hessen Cassel, by taking which I shall avoid going round by Frankfort, and economize about 45 English miles. I have scribbled over a good deal of paper,"], [25, "TO ODESSA. ><J without giving you much information. You shall hear from me again by the first favour able opportunity. In the mean time, and al ways, believe me to be, etc., etc., etc. o..."], [26, ""], [27, "LETTER II. Hbesdeh*, 26th July 1824 MY DEAR C****, On leaving Cologne on the 19th Instant, I took the new road to Hessen Cassel, where I arrived on the 21st at two a. m., and left at six p. m. Wilhelmshohe, the residence of the Elec tor, is an interesting place — the grounds are very fine. I ventured to enquire a little concerning"], [28, "A JOURNEY 22 Jerome Bonaparte : he is generally well spoken of. Some curious stories were related to me about the electoral prince, who does not ap pear to be a great favourite. A certain Count ess de Reichenbach, his favourite, is said to be the cause of divers domestic as well as public evils. As I was quitting the residence, his Highness passed up the avenue in an open carriage. I made my bow, but he did not deign to notice it. Accustomed as we are in England to the kind and gentlemanly condescension of our own Princes, this hau teur appeared strange to me. \"They ma nage these things\" differently (I can't make the quotation complete by saying \" belter \" ) in Westphalia. The association of the name of Jerome Bo- naparte with Westphalia called to my recol lection some droll lines I once met with, and which I will endeavour to transcribe for your amusement :"], [29, "23 TO ODESSA. Napoleou one day took young Jerome aside, And whispered, \"As you have forsaken your bride \" On purpose to please your Imperial brother, \" For granting that favour, I'll do you another. \" Though in face like a Jew, vet I know you love pork, \" And as with the Prussians I've finished my work, \" I'll give you Westphalia — where you shall be King, \" Provided, each year to my table you bring \" A ham, fat and tender, of that country's breed, \" By way ofa tribute — a small one indeed ! \" Low bowed Royal Jerome — his whiskers he curled, — \" Dear brother,\" says he, \" you, who've conquered the world \" Have a right from your slaves what you please to command, \" So permit me to kiss your Imperial hand, \" And to say, when my tribute you sit down to eat, \" Without Turkey, you'll find 'twill be still incomplete. Well pleased with the hint, tho' in viands not nice, Money jump'd up, and vowed be d try hard for a slice. You see I can't forget the Westphalian bams. I had desired that letters might be ad dressed to me at Leipzig, where it was my intention to rest for a day. Having merely"], [30, "24 A JOURNEY changed horses at Gotha and Weimar it is out of my power to describe those cities. You know that I studied the German lan- guage when a boy : — my recollection of it is, however, very slight. .Nevertheless, I contrive to pronounce the words tolerably, and, by the aid of a German and English dictionary, which I have purchased, I can form such short and simple sentences as are necessary at the post-houses, etc. I frequently wish to make enquiries of the postillions, who in this country ride on the box, but though they readily answer my queries, I cannot, for the life of me, understand what they say. My ear will soon become accus- tomed lo the pronunciation, and, in the mean time, it is something to be able to read and comprehend the printed receipts for posting-expenses, which are presented at each stage (station). An odd charge is, for what they call schmier — it is termed schmiergeldt. This is for greasing the carriage-wheels, and"], [31, "TO ODESSA. a ■ must be paid whether the operation be per formed or not. At Weimar a man came out with a bucket of black cart-grease, and a brush, and said lo me \"Wollen sie schmieren?'\" W ill you smear? as I thought. I answered no, nein. I did not wish lo smear either myself, or any other person. On explanation, I found he meant, would I like him to smear my car riage-wheels. This I willingly let him do, and signified my consent by an unequivocal ya, mein herr. It is very inconvenient to be continually entering, quitting, and re-entering the dif ferent German Stales; for the monies and posting-regulations differ in each. Thus, a stranger is thoroughly puzzled and inva riably a loser. In two respects, however, there is a perfect similarity, whether you happen to be in Hessen-Cassel, Saxe-Gotha, Saxe-Weimar, Saxony Proper, or Prussia, viz : — the slowness of travelling, and the phlegm of the postillions, not one of whom"], [32, "26 A JOURNEY can be prevailed upon to exceed four miles an hour, not including stoppages ; which may, on the average, be calculated as a diminu tion of one. How different from our Tally ho Coach from M — ! which, upon a pinch, as on the day of my departure, when the respectable proprietor was so good as to exert himself to oblige me, would go at the rate of eleven miles an hour. In vain have I bestowed on these Germans the endearing epithet of Schwager, and begged ofthem, in gentle accents, lo advance, strengthening my mild appeals by the pro mise of an additional trinkgeldt, or pour boire as the French would say. — l< Ya,yaf and a momentary fillip to the steeds, is all I have been able lo obtain. When I have made a more energetic remonstrance, theya, ya, has been repeated, whilst a tran quil puff from the pipe convinced me that all would end in smoke. Occasionally, when my coachman looked like a good-natured"], [33, "TO ODESSA. 27 crealure, I have mounted the box, and obtained permission to drive : but no sooner had I, by imperceptible degrees, as I thought, got the horses into a more reasonable pace, than the schwager called upon me to rein them in. The postillion has a bugle-horn slung across his shoulder — it is ornamented with a fine woollen tassel. When the horn has been sounded as we approached a town, I have expected that we should enter in good style — no such thing — -\"'Use is second na ture,\" the animals do not move a whit the faster, but are as steady as their drivers : — nor can the notes be said to be those of prepa ration, for the relays are never ready. At Leipzig I mounted the lower of the church of Jablonowski, and from thence had a fine view of the field ofthe famous battle of Leipzig which took place in i8i3. A mill where Napoleon took his station during the battle was pointed out to me; as well as a small village where he slept."], [34, "28 \\ JOURNEY I also visited the immediate neighbourhood where the gallant Prince Poniatowski lost his life. In the evening I went to the theatre — Schiller's tragedy of Mary Queen of Scots was performing, but I understood scarcely a word ofthe dialogue. The Hotel de Saxe, at Leipzig, is a good house. I dined at the table d'hote, where there was a very pleasant party of ladies and gentlemen ; some were travellers like myself, others, inhabitants of the city. These tables d'hote, in Germany, are, lo my mind, far pleasanter than the reunions of the same description in France; especially those on the roads to Calais and other places of em barkation for England; where the guests, being chiefly English going to, or having just left, Paris, the local information to be gleaned is very trifling. As the distance from England increases, the society becomes more continental — there is a greater mixture, and one hears something more edifying"], [35, "TO ODESSA. 29 than the worn-out topics of the Toolerees — Pally-Royal — the Loover^ and all those fine sights. I leached Dresden yesterday evening. The study of Reichard t's \" Guide des Foyageurs en Europe \" (a very useful work) informed me that travellers sometimes expe rience difficulties on arriving at the Russian frontier, from having neglected to get their passports countersigned by the Russian Am bassador, or Consul. Dresden being the last capital I should pass through, I deemed it prudent to wait on the British Minister, and endeavour to re medy any omission ofthe necessary forms; for my passport was merely the usual one granted by the French Ambassador in Lon don. Accordingly I paid my respects, this morn ing, to Mr. Morier, Envoy Extraordinary from his Britannic Majesty to the King of Saxony, and met with a very polite reception."], [36, "30 A JOURNEY The Minister was so obliging as to give me a fresh passport, which I got signed and offi cially sealed by the Representatives of Russia, Austria, and Prussia, as \" bon pour le voyage\" to Odessa. I was informed by Mr. Morier that there had been instances of travellers being obliged to retrograde from the Russian frontier in order to get the need ful documents from the nearest capital. I have passed a couple of hours very agreeably in the celebrated Dresden gallery of paintings. The director was exceedingly polite in pointing out to me the most remarkable pictures, seeing lhat I was pressed for time. There is a noble view of the surrounding country from the tower of the Lutheran Church : — it is a very fine building, and there are galleries round the interior of the dome which give it a grand appearance. In the Roman Catholic Cathedral there are some good paintings by Mengs. My valet de place made rather a curious"], [37, "TO ODESSA. 31 mistake, in his anxiety to give me infor mation. I imagine he had but recently en rolled himself in this useful corps. Under one of the lateral altars is depo sited the body ofa saint; and the front of lhe shrine being of glass, some tattered rem nants of fine garments are perceptible, as well as the grisly bones of a hand and arm ; whilst the rest of the skeleton, though co vered with a cerecloth, is delineated with horrible correctness. The sacristan, whose duty it is to explain, having been called, for a moment, to another part of the church, the valet, who spoke French, took this task on himself, and affirmed that the remains were those of our Saviour! and that the altar- piece (the crucifixion) confirmed the asser tion ! 1 endeavoured to convince him he had been misinformed — but without success ; his pertinacity was, as usual, proportionate to his ignorance. \" C'est pourlanl le corps u de Jesus-Christ 7 said he. When the sa-"], [38, "32 A JOURNEY TO ODESSA. cristan returned and went through his re gular description, it came out that what we saw were the relics of St. Constance! The poor Cicerone looked somewhat confused when he found that the glass-case contained the remains of a female saint. I have heard many bold assertions about relics, but this was certainly new. Though the above is a traveller's story I assure you it is a true one. The public gardens and promenades of Dresden are beautiful. To-morrow morning I shall start again, and my journey will, in all probability, be completed in less than three weeks from this time. It is rather dull to be thus quite alone, but I console myself with the Spanish adage — Mas vale solo que mal acompa riado — i. e. It is better to be alone than to have an unpleasant companion. Farewell then for the present, etc."], [39, "LETTER III. Chaco-v, 5th August 1824. I was in high spirits on leaving Dresden on the 27th of last month — my passport was arranged — the weather fine — my trunk well fastened behind my caleche with a stout chain, screwed tight by means of a machine something like the handle of a street organ, and secured by a padlock. My firm resolu- 3"], [40, "A JOURNEY 34 tion was to travel night and day until I should reach Cracow, or perhaps Lemberg. We changed horses at about seven in the evening at Lobau, an interesting neighbour hood; for it was the scene of some of Bona parte's achievements. — One of his favourite generals, Mouton, takes his title of Count Lobau from this place. The next station is Gorlitz, distant three German miles and quarter, or about fourteen English miles ; it was midnight before I arrived. At Lobau, whilst the horses were being changed, I conversed with the postmaster, who was admiring the security with which my portmanteau was attached to the carriage. I explained to him the clever machinery of the kettej or chain. The road to Reichenbach, a town about half way, and where the Saxon territory termi nates, is very bad. Wre halted there for half an hour to refresh the horses. It was a very dark night, and I was not at all pleased"], [41, "TO ODESSA. 35 with the driver. After leaving Reichenbach, the road became worse. It was either a succession of ugly ruts or a deep sand ; at one part, indeed, I could not help thinking we had quitted the high road. Thc postillion appeared to me to be intoxicated, or over come with drowsiness, for he nodded and swayed about on his box almost constantly; and altogether his manner was most strange. I still think the fellow went out of the main road, and now all is over, I compare my situation to that of Raymond when ( as related by the romantic Lewis ) benighted in the German forest, and at the mercy of ban ditti who were in league with the postillion. Not that any Baroness of Lindenberg was saved by my watchfulness or prowess , nor has my tender heart been stolen — but my port manteau has disappeared. I became sensible of my loss at Gorlitz, and, at day-break, staled the case to the burgomeis ter of that town, M. Neumann, who rendered 3.."], [42, "36 A JOURN RY me every assistance, and recommended me to return to Lobau, and endeavour to discover some traces of my property : he appointed a gendarme to accompany me, who was the bearer of a written invitation to the authori ties, to aid us. I found a person who spoke a little French, and engaged him to go with me as interpreter. Behold me, then, on my way back ! At Reichenbach the douaniers, whose duty it is to examine the baggage of travellers on pass ing the frontier, assured me that the trunk was behind the carriage when we left. The officers at Gorlitz had declared, in an equally positive manner, that no such thing was there when I entered that town ; consequently it must have been abstracted on the road between the two places. There it was that the postil lion conducted himself so strangely, and that my whole attention was called towards him ; for he seemed stupified, and I expected an overturn every moment : no doubt the thieves"], [43, "TO ODESSA. 37 were labouring in their vocation at that time. On arriving at the post-house at Lobau, and explaining the cause of my return, Schwar, the postillion, was brought before me ; but my interrogations and threats produced no ef fect : tbe postmaster seemed rather disposed to excuse the man than to assist me. This was decidedly wrong, for he had been inebriated, or feigned to be so, and consequently ought to have been reprimanded, for the sake of future travellers. We made every enquiry on our return, but to no good purpose. Perhaps it was as well that I did not disco ver what was going on ; for had any suspi cious noise reached my ears, I should, natu rally, have tried to defend my properly, and might have fared ill in the hands of the ruf fians who swarm on the borders. We were close to Bohemia, and I could net help ( when told that in all probability the booty had been carried off into that country ) associating in my mind the french term Boheniieit, and"], [44, "38 A JOURNEY gipsy, which is synonymous, you know, lo thief. And yet, when I think of the Spa nish Gitano, the Banderillero, at the bull fights — the gay and graceful Gitana with her epaulettes of golden buttons, dancing the bewitching bolero to the sound of the merry castanets, accompanied by the voice of some favoured swain, and encouraged by the clap ping of hands in cadence; and the short, but exciting exclamations of their companions, ( all gipsies ) I feel it is something like a heresy to charge the German branches of their confraternity with having taken a fancy lo my wardrobe. Nay, nay, the robbery having occurred in the neighbourhood of Bohemia, ought not to make me guilty of a libel on the gipsies. I now made up my mind to think as little of my loss as possible, and finished by arranging to have it notified in the Gazette, offering a reward to whomsoever would bring thc trunk, and its contents, to M. Neumann,"], [45, "TO ODESSA. 39 who was so kind as to promise to have it sent to Hamburg forshippingto London, in the very improbable event of its being delivered up. I have learnt two useful things from this adventure ; viz. to have my portmanteau, when I shall be so happy as to get another, always secured on ihe front ofthe carriage, or placed inside if possible; and not to be too commu nicative as to the nature of my fastenings. Perhaps if I had not enlarged on the superio rity of my chain and machinery, when talk ing with the postmaster at Lobau, attention would not have been attracted to my koffer, ( as the Germans call it ), which might have been supposed to contain property of great value, seeing that such extra measures had been taken for its security. Fortunately my money and papers are saved — for my httle writing-desk was in the carriage. I regret having sacrificed a whole day in returning to Lobau, but, as far as that effort went, I think it was right to make it."], [46, "A JOURNEY 40 I must not dismiss this subject without telling you that my mishap has introduced me to the acquaintance of a most worthy man — M. Ge ni useus of Gorlitz. Wishing to purchase a few little matters before quitting that town, and my poor inter preter not being very adroit, I made enquiry and found out this gentleman, who speaks french fluently. He keeps a large warehouse for different manufactures. I told him my story, and he was so kind as to go with me to one or two shops, but we could not get what I wanted. M. G. then pressed me very much to take any articles I might require, from his own wardrobe; but I could not think of doing so. He urged me, however, in so unaffected and gentlemanly a way, that fearing to wound his feelings by declining altogether, I bor rowed two articles of linen, and promised to return them from Breslau ; I did so, and wrote him a letter expressive of my thanks for this truly christian act. I was a perfect"], [47, "TO ODESSA. 41 stranger, and had no claim on this amiable man's kindness, beyond what the suggestions ofhis own fine mind established. Wrhen I offered him my thanks, he took occasion, in the most handsome and delicate way, to say, that he felt happy in doing what he consi dered a duty to a fellow-creature, and that he should himself have looked for similar con- duct, had he been in my place. Let me not, then, repine at my loss, since it has procured me the great pleasure of knowing M. Gemu seus of Gorlitz. The interpreter who accom panied meto Lobau was a German, and an ori ginal in his way. He styled himself profes seurde la langue francaise; he stated that he had resided ten years in Paris, and he teaches french lo several of the young people of Gor litz : his dwelling is a miserable garret in an old house, without any other inhabitant. I do not pretend to speak french well, conse quently ought not to criticise others; but, really, I understood very little that my com-"], [48, "42 A JOURNEY panion said. You will not think this so ex traordinary, when I tell you lhat he pro nounced : Oui, monsieur — woh, moseer ! — And this wo-ful response was almost the only one I could obtain to my numerous queries : he stuttered too ; so that we had a good deal of listening, and staring, and shrugging, and nodding, but very little intelligence. He was, however, obliging, and I was happy in having it in my power to make him a little present. The road from Gorlitz to Breslau is very sandy. A singular effect is produced by the form of the windows in the roofs of the houses in this part of the country. These windows are made in the shape of an eye, and a small projection of the tiles immediately above them imparts the character of a brow. As you drive along, these eyes seem to be watching you, and the traveller is constantly under a sort of architectural surveillance. The wheels of the carts used on these sandy"], [49, "TO ODESSA. 43 roads are very high and narrow ; many of the waggons are made of basket-work. Breslau, the capital of Silesia, is an interest ing city. I followed my usual plan of mount ing a tower, and was repaid for the trouble of ascending that of the Protestant church, St. Elisabeth, by a magnificent prospect. I found my way to a convent of Ursuline nuns, and had an opportunity of conversing with the lady-abbess, who is very old, and of noble family. After her departure I had the pleasure of seeing a young and beautiful lady, of whom I purchased twospecimens of flowers curiously worked on paper. Thisyoung lady is not a nun, but had been educated in the convent. She is related to one of the com- munity ; she spoke french very well, and took an opportunity of telling me that the young persons who are placed in this convent to be educated are treated with the utmost severity by the religieuse who has charge of them."], [50, "44 A JOURNEY I certainly think that convents are not the most eligible establishments for the formation of the minds of young people who are after wards to mingle with the world. Theirideas must, to say the least, become circumscribed, and thus the novelty of mundane society is too striking to be consistent with their happi ness or safety. As to a life of complete seclu sion, you know bow contrary that is to my opinion of what ought to be. There are some handsome public walks and gardens at Breslau ; the inn I sojourned at is good j some of the buildings are fine ; there are a number of churches both Catholic and Protestant. I went over the ci-devant Jesuits' college. As I wish to give you a true account of what I may see and learn on this journey, I am constrained to mention, that at Breslau I heard a very unfavourable description of the habits of the Poles — amongst whom I was about to travel. The landlord of the hotel"], [51, "TO ODESSA. 45 in formed me that even the higher classes are filthy in the extreme ; that theyare consider ed as nuisances in the inns, and that when ever a plausible excuse can be made for de clining the honour of their company, it is invariably availed of. Brieg is a handsome town — you enter it through a gothic gate — the roads in the neigh bourhood are extremely sandy; and the post boys often say, on commencing the stage, viel tandt, mein herr — lcmuch sand, sir.\" — This I consider as an indication ( and lhe re sult always confirms my opinion ) lhat in ad dition to the usual tardiness, the evil is lo be encreased by a heavy road. There is a good deal of tobacco grown hereabouts. The pea santry in Silesia are civil and respectful ; the poor women appear to work very hard ; it is quite distressing to see them doing all the drudgery, and their persons totally neglected. The boundaries of the different states are marked by wooden barriers, each of which"], [52, "46 A JOURNEY consists of a long pole that crosses the road, and is raised by a very simple machinery when car riages pass — these barriers are painted diffe rently so as to designate each particular terri tory : thus, the colours of Hessen-Cassel are green and white — of Saxony red and white, Prussia black and white, etc., etc. At Oppeln I entered a Jewish inn for the firsttime. In the miserable and filthy bed-room into which I was ushered, a notice was affixed to the wall, stating, that many robberies ha ving been committed in the inns, persons are recommended to be careful ; to lock the door on leaving the apartment, and to consign any valuable property they may have, to the care of the master of the house ; otherwise he will not hold himself responsible. This, added to the wretched appearance of all around, is not very cheering ; for it shews that one is about to pass through localities abounding in rogues. What a consolation to know ( as I did, thanks to those who had already so un-"], [53, "47 TO ODESSA. ceremoniously lightened me of some of my worldly cares ) lhat one had but little to lose ! The woman-servant at this inn, a mise rable looking creature, kissed my hand with great fervour when I gave her a piece of mo ney — I rather think that the domestics in the houses of entertainment in this part of the world do not receive even the most insignifi cant fee from those on whom they attend. — This does not accord with our english ideas ; perhaps, on our side of the water, we some times run into the opposite extreme. I dare say you will remember the waiter at Cheltenham, who spurned at my sixpence, tendered as a recompense for having handed us a sand wich and a glass of wine and water : his contemptuous look, and insolent speech of \"I hope you don't mean to offer me this, sir \" — at the same time turning my poor tester about in his hand ; which I was weak enough to exchange for a shilling. I now perceived that I was entering upon"], [54, "48 A JOURNEY a part of the country which would present some novel features. The houses, or huts, in the towns and vil lages are, for the most part, built of trunks of trees laid on each other; the interstices being filled up with mud, or rough cement — the logs are blackened with smoke, which finds its way from the interior through numerous aper tures. The roofs are very generally covered with shingles, as is the custom in the West Indies. Sometimes there are rude wooden piazzas before these miserable dwellings ; and large uncouth wooden spouts project from the roofs to carry off the rain water, which falls like a cascade into the street. The habita- tions and the inmates exhibit signs of extreme poverty. Aj Tost there is a picturesque ruin of an old castle ; the road from thence to Tarnowitz is bad beyond description. The carriage was tossed about like a vessel in a gale of wind ; it had no sooner righted from a deep rut on"], [55, "TO ODESSA. 49 one side, than down it went on the other, and then pitched forward into a hole, full of black stagnant water. On board ship I always get my sea-legs well established as soon as possible : here it is necessary to be dexterous with one's land-hands, if I may so say. I have arrived at some slight degree of perfection in the management of my poor carcase — there is nothing like experience. Now by grasping firmly, with each hand, the straps at the sides of my little caleche^ I am prepared for a shock ; and rising scientifically at the critical moment, as one would when mounted on a hard-trotting horse, I manage to coincide with the cushion; and thus pre vent my head from being driven through lhat of the carriage : you will easily imagine what very pleasant travelling this must be; the worst of it is I have no one to laugh with. At Konigshiitte there are extensive iron- 4"], [56, "A JOURNEY 50 works: — the country around is wild — the inn at this place is pretty good. From Tarnowitz to Dzieckowitz, and from thence to Cracow, the road is vile. It is the last Prussian post, and a long, wearisome one it is. We stopped for an hour at a comfortless place, a kind of half-way- ho use, to refresh the cattle. The postillion, who was good-natured, and active, pointed out to me a young wo man-servant, and said, with great glee, Po lisch Mademoiselle ! He was a Pole him- self, and no doubt, thought I should be struck with admiration at the sight of this rara avis — I humoured the poor fellow by doffing my cap to the lady, and saying to him that the Demoiselle was schone, or charmino*. She was copper-coloured, rather ordinary, and very dirty, it is true — but the lad seemed to think her all perfection, and to be rejoiced at the opportunity of paying his respects to her; hard indeed must have been tbe heart of"], [57, "TO ODESSA. 51 that man who would have refused to give a kind look, and say an encouraging word to the lovers, for such I took them to be. Although this Maritornes was neither cleanly nor handsome, her countenance beamed with good-humour, which sheds a lustre over the plainest features. Jews abound in all the hamlets through which we passed. The peasantry are squalid and miserable in the extreme : they have quite the Tartar physiognomy. The sheep hereabouts are small, dirty, and vermin looking. There is not the least appearance of an approach to comfort. The entrance to Cracow is horrible : the carriage was actually embedded in mud ; by the way-side are a number of wretched hovels inhabited by Jews, who peered at us as we crept along. I shall be able to tell you more concerning these extraordinary people here afler. I am but just entering their land of Canaan. 4-"], [58, "52 A JOURNEY Al length we reached the hotel de Hongrie, kept by a person ofthe name of Knorz. I was recommended to go to this house by the land lord of the inn at Breslau, and found it an swered the favorable description he had given of it. Cracow is called a free city, and is un der the protection of Russia, Austria, and Prussia. The word protection, as here ap plied, brings to my remembrance part of R olla's speech in Sheridan's play of Pizarro : \" They offer us their protection, yes — such u protection as vultures give to lambs.\" The public promenades are good — the churches numerous and handsome. There is a theatre. As to the actors, I heard rather more ofthem than I liked ; for some of them lodged in the room adjoining mine, and, at night, after their return from exhibiting in public, they kept up a discordant concert of talking, singing, spouting and laughing, until a very late hour; all which, though no doubt"], [59, "TO ODESSA. 53 very fine and very amusing to the parties themselves, was death to me, a way-worn traveller snatching at a night's rest. As we progress in life, so many anomalies cross our path that we cease to be astonished at any thing ; still, I am not so completely proof against new impressions as to observe, without some surprise, the bigoted Roman Ca tholic and the unbelieving Jew brought so immediately into contact with each other as they are in this city : they seem to go on cheek by jowl together : perhaps the secret is that their worldly interests do not clash in the same proportion as their respective creeds. In making use of the expression bigoted Roman Catholic, I do not mean to speak slight ingly of those whose tenets differ from my own ; for I respect the feelings of all whom I believe to be sincere, let their religious per suasions be what they may .- but we meet with certain things, now and then, which cannot fail to excite risibility or disgust ; the latter"], [60, "A JOURNEY 54 feeling being produced by the effrontery of such individuals, or communities, as endea- vour to pass off the most ridiculous stories and traditions for facts. I experienced, in the live- liest manner, the sensations just alluded to, on seeing, in one of the cloisters ofthe Domi- nican convent here, a painting which repre- sents three Dominican monks, each shorter by his head, which said head he carries in his hands to deposit on an altar as an offering to the Virgin Mary ! In a field in the distance are others who are undergoing the delightful ope ration of decapitation for the same praisewor thy purpose. In the chapel of the same convent there is also a picture representing a lady praying be fore an image of our Saviour. The legend to which this painting refers, describes, how a lady of title entered the chapel at night to pray before a crucifix which is placed over the altar ; and how this devout lady was so highly favoured, that Christ condescended to answer"], [61, "TO ODESSA. 55 her prayers in person, and to enter into conversation with her!!! One would have thought that in the year of our Lord one thou sand eight hundred and twenty-four, such absurdities could not have been tolerated in civilized Europe. The most miserable ob jects are to be seen lying about the steps of the churches : in this city the contrast between penury and splendour is painfully striking. I believe it made a slight sensation that an Englishman was passing through Cracow ; for, having had occasion to go to a shop to make a small purchase, a gentleman who en tered soon after me, took an opportunity, upon observing that I had a little difficulty in ex plaining myself, to address me very politely, and in good English, offering to make my wishes known to the master of the shop. In the course of conversation, he said that having heard that an English traveller had arrived, and feeling great respect for my nation and"], [62, "56 A JOURNEY its institutions, he had wished and endea voured lo meet with me, and was anxious to shew me every attention in his power. I could not feel otherwise than highly gratified and obliged. Mr. S... isa young man of about twenty five : his physiognomy is very pleasing and intelligent : he was so kind as to accompany me to the cathedral, where, amongst many rich shrines, altars, and chapels, is the tomb of Kosciusko. My Polish friend sighed as he pointed out to me the patriot's resting-place : — he evidently mourned over the fate of his country, and was indignant at the atrocious partitions that have been made of it; but there was no bombast, no violence, in his language or manner. Mr. S... has never been in England; he is, however, well versed in the history and literature of our country : on our way to my hotel he did me the favour to invite me to"], [63, "TO ODESSA. 57 pass half an hour with him at his apartments, which I did, and was agreeably surprised to find that the chief portion of his small but select library was composed of the works of the best British authors. This gentleman speaks English almost without a foreign accent; he informed me that he was self-taught, and had perfected himself in the conversational part during his acquaintance with an Englishman who resides at Cracow, to whom he afterwards introduced me. I invited them both to take their coffee with me in the evening, and passed a few hours very pleasantly in their society. Thus, you see, that, notwithstanding all quarrels, and wars, and prejudices, the Bri tish name is respected by the liberal and en lightened of all countries. — Here, on the banks of the Vistula, my title of Englishman was a passport to a heart panting for freedom in the breast of a noble-minded Pole. I have not failed to express my sincere hope and"], [64, "A JOURNEY 58 trust, that, at no very distant day, Poland may again take her rank as an independent nation; and that her long and severe trials and mis fortunes may terminate in the amelioration of the lot, not of the rich alone, but also of the humbler and more afflicted classes ; who, in proportion as their superiors become more conscious of their own moral dignity, will, it is to be hoped, be allowed and encouraged to emerge from the miserable state to which servitude, ignorance, and poverty have re duced them. This will be the true interest ofthe patriots of Poland; for unless the con dition of the peasantry, and lower classes generally, be improved — unless the mass of the population feel that they possess something worth struggling to maintain, they never can be expected to defend their hearths with that enthusiasm and constancy, which are the sole effectual barriers against the open or concealed attacks of powerful and wily enemies."], [65, "TO ODESSA. 59 For my comfort, I am told that the imperial ( Austrian ) road from hence to Tarnow is good. — Perhaps I may not be able to write again before my arrival at Odessa ; if possible, however, I will address you from Brody. — I am very anxious to complete my journey. Believe me to be, etc., etc., etc."], [66, ""], [67, "LETTER IV. Bbodt. 12th August 1824. Before quitting this curious place, I will give you a sketch of my movements since my last letter of the 4th instant from Cracow ; at a short distance from which city, a barrier, painted yellow and white, designates the en trance into the dominions of the Emperor of Austria. I regret very much lhat I could not spare"], [68, "A JOURNEY 62 time to visit the salt-mines at Wieliezca. \" On — On \" was the word — and it was re sponded to with an energy to which I had long been unaccustomed. The road is good all the way from Cracow to Tarnow ( pro nounced Tarnof ). I had a striking proof of the spirit ofa pos tillion during this day's journey ; for, the driver of a cart not having got out of his way so speedily as was desirable, the brute stood up on the foot-board, and whipped the poor fellow unmercifully until he got beyond his reach : — no retaliation was offered by the carter. I cried out, in bad German, or dering a cessation of this unwarrantable at tack; but to no purpose. At Dembiscza there were some Austrian soldiers stationed. They were very dirty. Whilst changing horses, my carriage was invariably surrounded by numbers of mendi cants; whowereabject in the extreme. Atone of the villages an old cunning-looking Jew,"], [69, "TO ODESSA. 63 with a very long beard, came up and ad dressed me in English ; he said be had been a soldier in the Vork Rangers, and had served in the West Indies. The corn-fields had a rich appearance; but the wretched peasantry, the Jews, and miserable villages, formed a marked contrast to the comfort and mirth so universal in our happy England at this season — the harvest home. The country between Dembiscza and Jaros law (the w is always pronounced like an f here, and I believe also in Russia) is very open : there is scarcely any wood; it is ra ther hilly. There is a tolerably clean inn at Jaroslaw, kept by one Johann Schellz. I got a siqiper and slept there. Three-fourths of the population of Jaros law are Jews. The Polish postillions blow their horns much less discordantly than the Saxons and Prussians. These poor fellows"], [70, "64 A JOURNEY are very badly clothed; one os them, who wore an old hat with some hay stuffed in the top of it, for want ofa crown, put me in mind of an Irish post-boy who once drove me from Passage to Cork. A troop of cavalry passed us one day; the men were singing an uncouth chorus; the horses were very indifferent, and the soldiers shabby and dirty. The peasant women in the neighbourhood of Przemysl wear short light-blue coals, or jackets, and their hair hangs down their backs, plaited so as to form a long queue. There are some remarkable hills near Lem berg. Wherever the name of a town termi nates with the syllable berg, it signifies that hills or mountains are in its immediate neigh bourhood. At the LL6 tel de Russie, where I put up on the 10th instant, the accommo dation was good. My letter of introduction to Messrs. — procured me a very cordial reception."], [71, "TO ODESSA. 65 Lemberg ( or Leopold ), the capital of Gal litzia, is a large city, and contains many handsome edifices : it is a place of consi derable trade, in the different branches of which the Jews lake an active part : they form a large portion of the population. This city and its vicinity are celebrated for many important events during the wars with the Turks. All the great commercial houses have a facteur, as he is called, in their employ. This functionary is a respectable Jew, who is acquainted with all the rest of his tribe, and acts as a broker : confidence mayr be placed in him. I was much pleased with Meyer, the facteur } who came by order of his employers to offer me his services. He is a man of about forty ; fat, and well-liking — dressed like Shylock in the play, but the character of his countenance indicates the very reverse of the harsh and griping quali ties one naturally associates with that name. 5"], [72, "A JOURNEY 66 Meyer bargained for me ; and I must re cord that he remonstrated so warmly with his co-religionists that in most instances they accepted the half of what they had ori ginally demanded for their wares. This I thought very honest of the facteur; for, as I was quite ignorant of the prices at Lem berg, I should, if left to myself, have pro bably paid nearly what was asked. The Jews speak a corrupt German, as well as, generally, Polish and Russian. I have had a little conversation with an intelligent gentleman, concerning the pea santry of the country; and I find that their lot is as unhappy as their appearance is mi serable. You are aware that they are serfs; it is not to be wondered at, then, that they exist in a state of moral debasement; for such is the natural consequence of slavery : their masters give them a hut and a small portion of land ; but the serf is obliged to work"], [73, "TO ODESSA. 67 two, three, and sometimes four days in a week for the seigneur ; nor can the peasants quit the estate without the permission of the owner — in fact, they form a valuable part of the live stock ! — It is true that in bad seasons, when they cannot support themselves and families, the proprietor is bound to contribute towards their main- tenance. I was struck with the resemblance, not only of the habits, but the physiognomy of these poor slaves to those of their black brethren in the West Indies. Like them, the Polish serfs have high cheek-bones, flat noses, and large mouths. I think the negroes are the best off — though, God knows, bad is the best. W hen the means are within his reach the serf is addicted to drunkenness : — Well ! poor creature — he drowns his afflictions for a moment, and can we marvel at it? This artificial stimulus having subsided ; having no motive for exertion — no bright future 5.."], [74, "68 A JOURNEY in perspective — he remains supine, abject, and degraded. Even the clothing of these ill-starred beings puts one in mind of the West-Indian slaves; for, like the field-ne groes (as they are called, ) the simple covering of many ofthem consists merely of a shirt or tunic, made of coarse brown linen, tied round the middle, leaving the legs bare. Sometimes too (as I have seen in the Co lonies) this garment is made of a coarse chequered blue-and-white linen. The road from Lemberg to Brody is good ; being the regular Kayserlichs Chaussee or imperial causeway, and is made upon the same principle as our Macadamised roads. The scenery is interesting, and diversified with hills, wood, and water. The vivifying effects of commerce are perceptible in the better style of the habitations, and something like an air of ease and comfort in the people : waggons, laden with merchandize, are con tinually passing."], [75, "TO ODESSA. 69 The nearer you approach Brody the more dense does the Israelitish population become ; and I can assure you that dandyism exists among the young Jews to no inconsiderable extent. This is shewn chiefly in the mode of arranging the hair ; clusters of which, in the shape of what I have heard called corkscrew curls, are occasionally seen, well oiled, and evidently dressed with great care, falling from underneath a muff-looking cap on the shoulders : the fineness of the stuff of which the black gabardine is made is another mark of bon lon. It was quite a new thing to me to leave a large city and a good inn in the morning, and arrive in the evening at another gite, where a night's lodging might be had. This I was told would be the case if I would drive to the Hotel de Russie (or de Pack) at Brody, with which recommendation I cheerfully complied. No sooner had I arrived than a host of"], [76, "A JOURNEY 70 Jews entered my apartment, with all sorts of goods for sale. The weather was exceedingly sultry, and the odour of the exhalations from the filthy persons of these merchants was almost insupportable. I was obliged to call in the aid of the facteur of the hotel ; who, by persuasions, threats, and something ap proaching to blows, succeeded at length in clearing the room. Brody is a free town, and about nine English miles from the Russian frontier ai Radziewillow. I had a letter of introduction from my commercial friends at Lemberg to their partner at Brody. This was very necessary , for I was now about to enter on a new career, and it was important to have access to first rate information and advice, as lo the most eligible mode of travelling. My book of roads, which has hitherto been so useful, does not contain any designation of the re mainder of my route ; and, hereafter, lhe"], [77, "TO ODESSA. 71 little of German lore which I have brought down from the dusty shelves of my memory, and which has been brushed-up by daily practice, will not stand me in stead : — for I shall be surrounded by Russians, Tartars, Moldavians, etc.; etc. : every attention has been paid me, and I shall get on very well, no doubt. Brody has a population of thirty thousand souls ; — twenty five thousand of whom are Jews ! — in fact this is quite a Jewish town ; consequently dirty, busy, and full of plun derers. Notwithstanding all their faults, it is very interesting to see this ancient people nation alised, as it were, iu this parl of the world. Their costume — features — movements, all produce a singular effect ; and, as I walked out amongst them in the evening, accom panied by an old patriarchal facteur, and observed their grave, yet anxious coun tenances. I could not help feeling respect for"], [78, "A JOURNEY 72 them on account of their misfortunes and the persecutions they have undergone ; nor attributing most of their unfavourable qualities to the moral impediment to improvement which has for so many ages existed, in their case, in the shape of that most insurmountable of all stumbling-blocks — a bad name. Every one is surprised at the rapidity with which I have travelled, especially when the delay on account of the loss of my bag gage is considered : it is not altogether the distance of ground gone over, but the badness of the roads, and other obstacles already described ; added to which, I have been quite alone the whole way from London obliged to be continually on the qui vive ; frequently detained by formalities in crossing the frontiers of different states, without eveu a servant to look after the changing of horses, etc., which was occurring incessantly night and day, and very much increased my bodily fatigue. I would not recommend any oue"], [79, "TO ODESSA. 73 to undertake such a journey as this, without a domestic who understands the usages and languages of the various countries : persons of this description are to be found in all the principal towns on the continent, and may be engaged for the journey : if well re commended, they may be depended upon. However, I have been anxious to be as economical as possible, and these people require high payment. I persevered then ; and here I am — quite well and gay : I shall cross the boundary to-day, and hope lo be at Odessa in a week from this time. I have a letter of recommendation from hence to the Herr Carl von Giers, Director of the Russian post-office at Radziewillow : he is described as a very amiable man, and has been requested to favour me with all need ful aid and advice as to the best method of prosecuting the remainder of my journey. It seems I must take my larder with me, ( indeed I have already been obliged to do so"], [80, "74 A JOURNEY occasionally) for the only article lo be met with in abundance at the halting-places will be dirt ; so I have ordered a little provision to be packed up, and in an hour I shall be off. I had almost forgotten to describe my room at, Pach's hotel ; it is on the ground floor, aud through the iron bars that guard the window is seen a miry street. Seldom do I look out but two or three Jewish faces present themselves to my view, and —quick as thought — an article of some kind is dis played for sale. The chamber is capacious and arched; there is a large poele, or stove, in the centre, made of white earthen-ware ; it bears a close resemblance to a tomb. In the dusk of the evening, when several lank Jews, in their black gowns, had found their way into this vaulted chamber, and were flitting about, making divers ener getic appeals to me, and jarring with each other — enforcing their arguments bv almost"], [81, "TO ODESSA. 75 frantic gestures, one might imagine this to be a scene of the Inquisition, or other dread tribunal, and that an awful sacrifice was preparing by these familiars, (familiar in more senses than one — say with your pockets) lo be consummated on the sepulchral altar. I have had a visit from an English gen tleman, who is engaged in commerce, and has resided some years in Brody. All my German money has been exchanged here ; partly for ducats, and for the rest the banker has given me an order on his agent at Radziewillow, to be paid in Russian bank-notes and silver. I have now told you all about myself; the details will, perhaps, be found rather dry, but my object is to give you a correct idea of the country : — you made me promise to be circumstantial, and therefore you must pay the tax of reading all my blundering griff onstage."], [82, "A JOURNEY TO ODESSA. 76 My next will no doubt inform you of my arrival at Odessa, and you shall have \" a round unvarnished tale \" of my adven tures on the way. Yours, etc."], [83, "LETTER V. Odessa, <0th September (824. MY DEAR C****, My hasty letter, dated the 20th of last month, will have informed you that I arrived at Odessa on the evening ofthe 19th. I took my departure from Brody at noon on the 1 2th August, accompanied by a young deputy facteur attached to the house of Messrs. He was instructed to manage"], [84, "78 A JOURNEY for the passing of my baggage at the bar rier at Radziewillow. The road from Brody to that place is very bad. On our arrival at the barrier, which is painted with black and white streaks, and edged with red, the first objects that I remarked were two Kossaks, as sentinels, on the Russian side. My facteur (or fac totum) descended from the box, and left me for a short time whilst he went to the Cus- tom-House, close at hand. Presently the bar was raised, the carriage passed, and behold me within the dominions of the Au- tocrat of all the Russias ! The value of my precaution at Dresden was now evident ; for, without the signature of the Russian Minister to my passport, I should not have been allowed to cross the frontier. I was obliged to go into the bureau to get my papers examined ; my luggage was also subjected to a scrutiny : — all this was regular but having been called upon by the cun-"], [85, "TO ODESSA. 79 ning young facteur to pay a great number of silver roubles to the Custom-House officers, I remonstrated, and was assured by him, in a mysterious tone and manner, that they were allowing me to come off very easily, and that, but for his powerful protection, I should not only have been detained many hours, but have had much more to pay. I quickly perceived that the rogues were playing into each other's hands : giving them to understand, therefore, that they should not see any more of my money, I claimed my baggage, which you know could not be very heavy, — got into the caleche, and gave orders to be driven to the house of the Di- rector of the post-office. That gentleman was very obliging, and informed me that all persons who wish to travel post in Russia must have an ofiicial permission to do so : this document is called a Podaroschna, and is granted on presentation of a passport, en regie, on arriving at the first civil government"], [86, "A JOURNEY 80 of Russia ; it contains a designation of the number of horses required, and the place of destination . A tax of one kopek a werste for the whole extent of the route is paid on receiving the Podaroschna. There would not have been any difficulty as to this, in my case, but, as I did not speak the Russian language, and had not a servant with me who did, I was advised to make an ar rangement with one of the Jewish horse dealers of Radziewillow ; for it was probable that I might be awkwardly situated on the wild Steppes I was about to traverse, if I could not explain myself to the Russian pos tillions and post-masters. I could un derstand, and make myself understood by, the Jews, who all, as I think I have already mentioned, speak bad German. I could have wished to travel post, for the sake of speed ; but, as the other course was so strongly recommended, it seemed to me to be more prudent to yield to better judgment"], [87, "TO ODESSA. 81 than mine could possibly be : the track usually followed by the Jews is shorter, too, by nearly a hundred werstes than the re gular post road, which goes round by Doubno, etc. I took my leave, then, of the Director, with many thanks for his politeness, and proceeded to the Hotel de St.-Pelersbourg, kept by Mr. Jacobson, a German. The word hotel indicates something out of the common way, in this, as in other parts of the world ; but you must not ima gine that this house of entertainment bore any resemblance to the York House at Bath, or the Hotel de Londres in the Place Vendome at Paris. I met, however, with great civility, and was ushered into a clean room. Having notified to the landlord my wish to make a bargain for horses, he sent for some stablekeepers ; and in the mean time my ami intime, the deputy Jew facteur, who (I"], [88, "A JOURNEY 82 never left my side, accompanied me to the dwelling ofthe agent of my Brody friends. This person, a Jew, was absent, but his wife changed my money, paid my draft, and urged me very much to take up my abode in their house for the night, bien entendu, that I was to pay for the accommodation ; but it was my intention to be some werstes on my road before evening ; and being per fectly satisfied with the Hotel de St.-Peters bourg, I declined this amiable invitation. The head-dress of this Jewish lady was superb — being composed of a triangular something, a tiara if you will, all glittering with diamonds ; I cannot pretend to say whether these jewels were of the first water, they abounded, however, not only in the coiffure, but also in the immense earrings worn by the Israelitish matron. On my return I found a motley group as sembled in front of the inn, all competitors for the honour (say profit) of conducting"], [89, "TO ODESSA. 83 your humble servant to Odessa. Divers manœuvres were practised to attract my no tice : several sorry-looking horses were shewn off in various ludicrous ways, and many a long beard was thrust into closer contact with my cravat than I liked. At every turn I look, a chin was wagging, and a pair of fiery eyes rolling at me, just as you may have seen imitated in the plaster of Paris images that are sold about London streets by poor Italians. These chapmen seemed to me to be opponents at one moment, and partners at another ; for, after the most violent ges ticulations and symptoms of pugilism, they cooled down, consulted together, and a de legate was sent to me, as from the general body. The belligerents had, apparently, come to an understanding ; the basis of thc treaty being, probably, to get as much from the Christian as possible, and lo divide the spoil. I retreated to my chamber, and got the 6.."], [90, "A JOURNEY 84 master of the house to assist me in the ne gotiation, which was at length brought to a conclusion by my agreeing to give ig5 paper roMi/es for the journey ; ioo of which I paid down, the remainder to be added, if, on arrival at Odessa, the other high con tracting party should have done the work prc perly. I stipulated for four horses, and that we should arrive at Odessa in eight days at farthest. Having paid my Brody deputy facteur his fee for attendance ; another facteur belonging to the hotel his fee, and various other incidental charges, I ordered all to be ready in half an hour, which space of time was devoted to the attainment, from the in telligent Mr. Jacobson, of as much informa tion as possible. Mr. J entered a little into his own history. He was formerly a merchant in some part of Germany, but, having been ruined by unsuccessful speculations, he had"], [91, "TO ODESSA. 85 found himself compelled to adopt so novel a mode of life as that of keeping an inn, in order to support his family ; and he had fixed on Radziewillow as being a place remote from the scene of his former prosperity, and there fore as presenting less chance of his feelings being wounded. Tears filled the eyes and rolled down the cheeks of this apparently worthy man as he related his story to me. You may be sure that I did \" a ready ear incline, \" for that is the least we can do when a fellow-creature seems to find relief in pouring out his sorrows before us. I really felt for him, and offered every consoling re flection I could think of; — encouraging him by the observation that there was no degra dation in his present pursuit, inasmuch as upright principles would always ensure the respect and esteem of every well-regulated mind. Poor man ! Meihought that thc words of the English traveller soothed and comforted him."], [92, "A JOURNEY 86 All being ready, I shook hands with Mr. Jacobson — recommended him, once more, to take courage, and bade him farewell. M\\fuhrmann, or driver, was a Jew of about forty years of age, with a fine open coun tenance, and rather ruddy complexion — two unusual attributes amongst his brethren. He wore a robe of light blue stuff (not very clean), tied round the waist with a worsted sash ; the brim of his low crowned hat was very broad ; and clusters of well oiled locks fell from underneath it : — his beard was of a respectable length. The four horses ran abreast, and the whitish looking outside animals, which were attached to two roughly made extra splinter bars, might be compared to the studding sails that are run out when a vessel is going with a steady breeze before the wind : — the steeds were decidedly Jewish ; for they had long beards, and were very dirty. Wrc went off at a dashing rate— I suppose"], [93, "TO ODESSA. 87 there must have been nearly a hundred Israel ites assembled to witness our departure. Many were the salutations as we passed ; most of them appeared to me to be of a friendly nature; — but, here and there, a scowl of anger and disappointment was seen : we were soon beyond the reach of either the well or ill-wishers. When nearly out of the straggling, dusty town of Radziewillow, the horses were sud denly reined in, and we stopped opposite a mean habitation, at the door of which stood a Jewess and two little children : thc latter were handed up to my poor fuhrmann, who embraced them with much tenderness, and then delivered them carefully into the arms of their mother. I thought I saw a tear fall as he raised his head, afler bending him down to salute his wife, whose eyes over flowed as she bade him adieu. There was no parade — no acting. Thc marks of mutual affection were unequivocal. We galloped"], [94, "88 A JOURNEY off again — I looked through the glass at, the back of the carriage, and perceived the poor woman and her children gazing after us, until a turn in the road took us out of sight. The weather was very fine, and we tra velled till midnight, when we stopped at a small dwelling at the entrance of a village called Katerimbourg. This I found was to be our resting place for the remainder of the night : — the spot was as silent as the grave. After knocking and calling for some time, a voice answered from within. A short col- loquy having passed between the fuhrmann and the inmate, the door was opened, and I was shewn into a most miserable room, totally destitute of furniture. On looking over my journal, I find the following memorandum : \" Katerimbourg — first litter, Jew, or Devil, fleas, etc., etc. \" I thought I had seen misery enough, but, alas ! it was my doom to witness a good deal"], [95, "TO ODESSA. 89 more. The being who inhabited this den, was a Jew of the most forbidding aspect; he was of middle stature, and clothed in a black cassock fitting close to his lean carcase — so lean that ( as a friend of mine was wont to say of a slim gentleman of our acquaintance) he would require stuffing to be a correct re presentative of the apothecary in \" Romeo and Juliet.\" His complexion was deadly pale, his eyes black as jet, and constantly in mo tion ; his hair and beard matted and ne glected. He spoke but seldom, and moved about with noiseless step,, occasionally lean ing against the wall and eyeing me from top to toe. I felt fatigued, and ordered my bed; the creature vanished, but soon re-appeared, carrying a quantity of hay, wliich he threw down in a corner of the room, shaking it up afterwards, as though a litter were preparing for a horse. I had the cushions of my car riage arranged for a pillow ; and having primed my pistols, and obtained a candle to"], [96, "A JOURNEY 90 burn until morning, I wrapped my cloak around me, and was left \" alone with my glory.\" Alone! did I say? This is a mis take, for I had company of the most piquant description : myriads of fleas hopped about my devoted frame, punctured my skin, sucked my blood, tickled my nose, and banished sleep from my eyes. I hailed the dawn joy fully, and, rushing into the open air, ran to a distance from the hovel, with my enemies on my back, shook them off with disdain, and then hastened out of their reach. No thing could tempt me to re-enter my bed room. After some difficulty, I obtained a little milk, for which slight refection, and my night's lodging, my impassible host charged me exorbitantly. We travelled thirty werstes ( equal to about seventeen English miles), and halted at a village called Jampol. As the Jewish inns are ahnosl all alike, I may as well de scribe that at Jampol. It consisted of a large"], [97, "TO ODESSA. 91 shed, or barn, having a gate at each end,so that you drive in at one entrance, and out at the other; this shed is appropriated to the reception of horses, carriages, cattle, and live-stock of all descriptions. At the mo ment we entered, it was occupied by a flock of sheep, and we had hard work to pass through them. On one side, close to the entrance, were two or three wretched rooms, covered with filth, and swarming with ver min. These inns bear some resemblance to the Ventas of Spain; but the inhabitants and sojourners are devoid of thc interest excited by the costumes and characteristic trails which are to be met with in romantic An dalusia. The tinkling mule-bell is not heard in the distance, nor does the sound of the guitar cheer or sooth the heart : the bold contrabandista with his montero-cap gaily put on, a cigarro in his mouth, and carbine by his side, does not ride up, and call for a"], [98, "A JOURNEY 92 glass of vino bianco ; no beauteous damsels peep from beneath their mantillas, and set your heart on fire by the flashes from their bright black eyes. All here is grave, and calculating — \" stale, flat, and unprofitable,\" that is, to the traveller. Prithee forgive me for having again drag ged in poor Spain ; some of the happiest years of my youth were passed there, and, with all its faults, I love it still. We must now, however, talk of Podolia. At this season, the eye ranges over inter minable fields of ripened corn. This rich monotony (if such an expression be admis sible) becomes wearisome; and in the midst of plenty, in the centre of the vast granary of Europe, one feels desolate. Why is this? Because there is no \" bold peasantry, a na tion's pride, \" no decent villages, no flourish ing towns, no gentlemen's seats, no comfort. It is impossible, when looking on these fer tile fields ( thc owner of which resides i*n"], [99, "TO ODESSA. 93 some princely chateau, revelling in every luxury ), to check the sigh of compassion for the wretched serfs, who, from generation to generation, continue in the same state of misery and degradation. The march of mind halts here; and the countermarch commences : invincible moral barriers arrest its progress. It leaves the strong-hold, which is defended by prejudice and selfishness, on the one hand, and con sequent ignorance and indifference on the other, and proceeds, like a skilful general, to make other conquests; suffering the anti quated fortification to crumble into ruins through the slow but sure action of the prin ciples of destruction contained within itself: from these ruins a firm and beautiful edi fice may hereafter be raised, but it will be a Herculean task to clear away the rubbish. The only apology I have to offer for hav ing resumed the above melancholy subject, which I am aware formed a portion of my"], [100, "A JOURNEY 94 letter from Brody, is, the painful impression that the misery I have witnessed has left on my mind. At sun-set we arrived at what is called the town of Alt-Konstantinow, and, to my great mortification, it was intimated to me that there I must remain for twenty-four hours. It was Friday evening — the Sabbath had commenced, and nothing could induce my fuhrmann to move on that sacred day. I was much annoyed, as you will readily suppose, and regretted exceedingly that I had not decided on travelling by the Russian post. Perhaps you may think it was not right to attempt to prevail on the man to break through the laws of his religion, for filthy lucre. I humbly confess that I made use of golden arguments, but, to his honour be it spoken, they did not weigh with him. I question whether many Christians, in his sphere of life, would have shewn so much"], [101, "TO ODESSA. 95 respect for Sunday : — to be sure they kept me at Cologne under the pretext of religious observance of the Sabbath, — but I was not peremptory on that occasion, nor did I offer a bribe : the imposture was easily to be seen through, but it suited my purpose to submit to it, in exchange for a little needful repose ; and thus avoid hurting the feelings of a scrupulous blacksmith by proposing to pay exorbitantly for forbidden labour. We ought to take an apparently well principled action as we find it, without searching too narrowly for the secret motive; I was, however, splenetic enough to ima gine that if the poor Jew had not been aware that he would have to run the gauntlet through every town, village, and hamlet in habited by his co-religionists, he might have yielded to my wishes. Such is the injurious effect of disappointment on our selfish minds, that it blinds us to the merits of others, and oflen makes us unjust and unfeeling. I pro-"], [102, "96 A JOURNEY posed to drive the horses myself, and that the conscientious fuhrmann should occupy my place in the carriage — making it his ta bernacle : — but he was not to be tempted. I dare say he thought he smelt brimstone. and looked out for my cloven foot. Yield ing, then, with a good grace, I took pos session of a chamber on one side of the shed ; the apartment opposite ( for this was a large inn and had rooms on each side of the gate way) being occupied by a Polish family of rank, who had arrived a short time before me, with their carriages and servants. This detention at Alt-Konstantinow gave me an opportunity of seeing the habits of these great Polish people on their journeys. What think you of persons of distinction and immense fortune, who can make up their minds to pass nights and days in these wretched places called inns, rather than, by ameliorating the condition of others, ensure at the same time their own comforts? Such,"], [103, "TO ODESSA. 97 however, is the case : a noble, wealthy family, residing within a few miles of the spot, passed tbe night and a portion of the following day in this most disgusting habi tation. The heat was intense, the odours most offensive, and, immediately underneath the open windows was a pool of muddy water, in which paddled and quacked a dozen of half-starved ducks. You know that your humble servant is the last man in the world to be fastidious concerning accommodations on a journey, and that, far from blaming persons for not paying attention to trifles, I am an advocate for voyageurs making themselves happy un der all circumstances. What is the use of worrying one's self, and others, by bewail ing irremediable inconveniences? I admired the philosophy of this Polish family, but it appears to me that the evils to which they were exposed might be avoided, if they, and their equally powerful neighbours, instead I"], [104, "A JOURNEY 98 of allowing ignorance and neglect of the decencies of life to be perpetuated as they are in this part of the world; were to encourage the making of good roads, and the establishing of comfortable inns on those roads : travel lers might then be induced to frequent them ; and, commercial enterprize being drawn into that channel, a succession of good towns, and clean, wholesome villages, would be raised up in place of wretched hamlets, peopled by a miserable set of beings. In the course of the evening I went to the synagogue, which was held in a cottage larger than the rest. There \" the beards wag ged all, \" but I cannot add that \" 'twas merry in the hall.\" Some of the Hebrews mutter- ed, others shouted, whilst, here and there, groups were seen conversing together, and, occasionally casting a sinister look towards the solitary Christian who had ventured into the temple. At night, lighted candles were placed in the windows of most ofthe huts;"], [105, "TO ODESSA. 99 the candlesticks were of brass, and very high : the effect of this illumination was not unpicturesque. These Jews, though they abstain from work on their Sabbath, and from eating pork at all times, will make arrangements on the holy day for plundering you on the mor row, and are in the constant habit of rear ing pigs to sell to polluted Christians. On my return to my cabin, I observed that several bundles of hay were being carried into the rooms occupied by my opposite neighbours; seizing a favourable opportunity, I obtained some for myself, and, dropping down into my lonesome corner, slept as well as could be expected. Next morning it became necessary to keep a sharp look-out for a breakfast : I had brought from Brody some small loaves, which had been pretty well toasted in the swordcase of my car riage — indeed they were as hard as flints : the Jews would not boil an egg for me, 7-"], [106, "A JOURNEY 100 nor lend me a pipkin in which to cook one for myself : however, after divers strict re searches, and waiting a long time, three cups of coffee were brought me from a ca baret kept by a Christian. I had to pay about three shillings for this refreshment. I was much at a loss how to kill time during this long Sabbath. The party which occupied the other side of the inn consisted chiefly of ladies, viz. the mother and three or four grown up daughters : the latter were dressed in the Parisian style, and it was curious enough to see them, on the Saturday morning, turning out (to use a sailor's expression, and I beg the ladies' pardon for so doing ) of their com fortless chambers, attired as fashionably as though they had just left an elegant dressing room. Numbers of gloomy Jews and Jew esses were loitering about under the shed and at the open gateway ; but, as the rising sun dispels the vapours of the morning, so"], [107, "TO ODESSA. 101 wherever these charming Polish ladies bent, their steps, the group of black cassocks moved away, like a smoky cloud, to form again in some unoccupied corner, from whence they were not unfrequently dislodged by the noble family's Christian servants, who, though abject in their demeanour towards their lords and masters, were insolent to those whom they considered as being a step below themselves in the scale of exis tence. It was not long before the Christian family set forth. — Having learnt that the object of the visit, of these gentry ( and of many others who had been constantly arriving from a very early hour in the morning) was to assist at the celebration of some festival of the Roman Catholic church, I found my way to a Capuchin convent which is situated at the entrance of Alt-Konstantinow. The chapel was thronged with people, all smartly dressed, excepting the poor peasants, and"], [108, "A JOURNEY 102 high-mass was being performed by a monk, assisted by several of the fraternity. A few minutes after quitting the chapel where all this pomp was displayed, and where the monks were pouring forth their orisons with stentorian lungs, I wandered, a second time, into the more humble Jewish temple, and found the children of Israel howling and muttering with an equal ap pearance of sincerity. This scene led me into a train of reflections on the bizarrene of our poor human nature. Different as are the professions of faith of these two parties ( said I to myself ), they both belong to the class of exclusives. Gen tile and heretic lhat I am ! what would be my wretched lot, here and hereafter, if the tender mercies of the Jew and of the Papist were to be showered down upon me? The Roman tolerates the Jew because he is use- ful to him, and does his dirty work ; the Israelite serves, robs, and hates the Catholic;"], [109, "TO ODESSA. 103 and they both abominate the Protestant, whose poor soul is to be eternally punished for having inhabited his unhallowed body — at least so says the Papist. Are we, then, to look not only with indifference, but with a sort of animosity, upon those who have not been taught to believe and think as we do? I cannot entertain this opinion — nor do I feel that such poor faulty creatures as we are, can be justified in pronouncing upon the extent of the mercy of our Creator. Right glad was I to re-commence my jour ney at daylight on Sunday morning. Nova-Konstantinow is a large place, and has a more considerable Christian popula tion than Alt-Konstantinow, from whence it is distant about seventy werstes, or nearly forty English miles. The emblems of Chris tianity are constantly displayed near the en trance to towns and villages : — the cruci fix, ladder, spear, sponge, hammer, pin cers, etc., are of the full size. I have ofien"], [110, "104 A JOURNEY met, at the soot of the cross, waggons contain ing little colonies of Jews. These wander ing tribes seemed to have all their worldly goods with them, and they appeared to me to regard the objects just described with perfect indifference : their waggons have very long axles, and there is not any iron about them. For some distance from Nova-Konstanti now there is a regular road, very wide, and planted on each side with fruit trees : this is refreshing to the eye as well as to the mind, and gives an idea of some approach to civi lization. Close to almost every village is a little lake; and seldom did my fuhrmann omit, to let his horses drink their fill from these translucent pools : — on my remarking that this practice might, perhaps, prove in jurious to them, he shook his head good humouredly and knowingly, and no doubt marvelled at my ignorance. Indeed it must be admitted that these uncouth ani-"], [111, "TO ODESSA. 105 mais performed their work well, and I am quite sure that English cattle, however well fed and groomed, could not have travelled from forty to fifty miles a day, for eight or nine successive days, in such scorching wea ther, and over such unfavourable ground. At about eleven p. m. we reached a village called Jusven. The inhabitants of the dwel ling to which we drove had retired to rest ; but upon the cabalistical summons — the \" open, Sesame \" of ihe furhmann — the gate slowly turned on its hinges, and we were welcomed by a member of the family, habit ed in an undress consisting of a close jacket and drawers, which I presume had once been white. The carriage was conducted across tbe damp litter, to the other extremity of this menagerie, where several persons were reposing : — amongst them was a nasty old Jew, reclining on a most foul mattress. I alighted, in the hope of finding a corner where I could stretch out my cramped"], [112, "106 A JOURNEY limbs; but all the rooms were occupied. The patriarch rose from his bed, and offered it to me; but I could not think of depri ving him of it, nor of running the risk of being punished for availing myself of this self-denying offer, — this warm reception, — by becoming infected with the Plica Polo nica or other disease. After taking a crust of bread and a glass of wine, by way of supper, I arranged myself pour le mieux , in my caleche. The large barn was lighted by a solitary lantern, which shed a feeble ray on the old man's face and venerable grey beard, as he slumbered at a few yards' distance : — ever and anon a figure moved about, like an unquiet spirit ; near at hand, the horses were champing their corn, and the monotonous sounds produced by that operation were responded to by the less agreeable ones of divers snoring sleepers of the human species. These romantic strains soon produced a soporific effect on"], [113, "TO ODESSA. 107 me. I must have been asleep some time, when I was awakened by the effect of a strong light shining upon me : — starting up, I dis covered the fuhrmann standing on the step of the carriage with a candle in his hand ; which, from his sudden backward movement, it seemed to me that he had been holding before my closed eyes. I asked what he was there for? What he wanted? He looked very confused, and answered, \"Nothing — nu Ills mein Herr. \" I bade him get down, made him light the lamps of the caleche, and took care to examine the priming of my pistols, in order to shew those who might be observing me from the chiaroscuro of the back-ground, that I was upon my guard. — I then dismissed him, with an injunction not to intrude a second time on my slumbers in that way. The remainder of the night passed off quietly : — perhaps, after all, the man only came to look for something, but, at the time, and under all the circumstances,"], [114, "108 A JOURNEY appearances were against him; and cer tainly the place he had brought me to might well be compared to a robber's retreat. At day-break we left this dismal abode, and, when at a short distance, I made my conductor draw up, and told him, very de cidedly, that I was quite sure there must be better accommodation on the road than he had hitherto procured for me, and that I should insist on his not taking me to any other such lodgings as we had just quitted. He was very humble, assured me that we should halt at noon at an excellent inn. — \" gut gasthof\"- — where I should be grandly entertained, and lodged in a fine chamber, \"feun simmer.\" Without placing impli cit faith in these brilliant promiseSj I still suffered myself to be buoyed up with the hope of something better; and, on arriving al the town of Krasna, I repeated my injunc tion with much emphasis : adding ; that I"], [115, "TO ODESSA. 109 would cheerfully pay for decent entertain ment, but would not be taxed for filth. My remonstrance succeeded, that is, not until after refusing to alight at two or three vile huts; at last, however, we stopped at a house, the inmates of which ( Jews of course) appeared less dirty than those I had hitherto seen : the furhmann put-up his horses elsewhere, for this was not exactly an inn. My hostess, whose name was Berkover, was a good-looking woman of about five-and thirty. She has a daughter, ten years old, a pretty child. This infant is already be trothed to a boy of the same age, and the mother informed me that they are to be mar ried in three years. Being satisfied with my fare at Frau Ber kover's, I begged of her to give me the name of a good landlord at Tulczyn; and she recommended one Mosie Lebb. I tasted an agreeable beverage here called honig, a"], [116, "A JOURNEY 110 sort of mead ; and what do you think they offered me ? Some Tokay ! Hongrisch Wetn, Tokai as they pronounce it. How ever, as the high price demanded was the only voucher they could give of the genuine ness of the vintage, I declined the tempt ing proposal. The horses were not brought so soon as I could have wished, and I suspected the fuhrmann of an intention of again lodging me, for the night, in some miserable hovel. Tulczyn ( pronounced Tolcheen ) being the head-quarters of the Russian Army in the Ukraine, Bessarabia, etc., it was proba ble that tolerable accommodation might be had there; and, by dint of great perseve rance on my part, we arrived at night-fall ; to the evident chagrin of my worthy coach- man. As we entered, a violent hail-storm came on : it is no exaggeration to say that the hail stones were as big as bantams' eggs."], [117, "TO ODESSA. 111 Tulczyn is a large, straggling, dirty place. The population consists principally of Jews, excepting the troops ofthe garrison. I gave orders to be driven to Mosie Lebb's. \"Do you know where he lives?\" said I. \" Ya, yas replied the fuhrmann, and at the same moment was going to turn into a petty shed, not far advanced into the town. \" Is this Mosie Lebb's? \" \" Ya, \" bawled a dozen voices all at once, and the bridles ofthe horses were seized, to accelerate the lodgment. The place not answering, in any respect, the description given by Frau Berkover, I insist ed on proceeding further, calling out for Mosie Lebb, and being assured by many an individual, who invited me into his sweet dwelling, that he was the identical Moses. The fuhrmann evidently favoured the cheat ; he evaded my inquiries, by saying \"feun gas thos, gut, gut,-\" and made numerous at tempts to get me to halt at an inferior house. Tired of this farce, and my English blood"], [118, "A JOURNEY 112 having become heated by the vi et armis attempts of the confederates to get me into their clutches, I started forwards — took the whip from tbe fuhrmann s hands — whirled it in a menacing way over the heads of my assailants, and then, catching up the reins, I made the horses spring onward, whilst I roared as loudly as possible in the fuhr mann! s ear, \" Mosie Lebb — Mosie Lebb ;\" the hail-stones clattering about my head all the while, as though my discomfited enemies were pelting me for my obstinacy. We soon came to a wide part ofthe town ; and seeing some officers in a balcony, and a soldier or two standing about the gateway of a house, I thought this might, perhaps, be the goal of my wishes. Drawing up, there fore, I uttered my \"Mosie Lebb\" in a softer tone, and found that I was actually in front of his hostelry. Soon he welcomed me, and I was ushered into a room, on the ground floor, containing plain but useful furniture."], [119, "113 TO ODESSA. Around the chamber were divans, covered with dark-coloured printed calico ; one of these was destined for my bed. The inn was quite full, but the larder empty. An emissary was sent to the Chris tian tracteer, as they called him, to see if a supper could be had. ( I presume tracteer to be a corruption of the French word trai teur.) A something was at length procured — God knows what! but I was nearly fa mished, and soon discussed the savoury morsel. My obliging landlord sold me a bottle of excellent vin de Grave. Fancy me, then, reclining on my divan, after the toils of the day; all angry feelings washed away by the generous wine of France — congratulating myself on the progress I had made, the difficulties I had surmounted, and looking forward to the termination of my arduous journey in three or four days. Mosie Lebb sat an hour with me in the 8"], [120, "A JOURNEY 114 course of the evening. His conversation was interesting and intelligent; he is a fine old man, has a very animated countenance, a magnificent grey beard, and bright black eyes ; he was perfectly cleanly in his per son, and wore a black robe made of a su perior stuff. I was obliged to get my passport vise at Tulczyn, and to pay a fee, of course. There is a theatre at this place, but I was too fa tigued to wish to visit it. It may be as well to remark here, that it is absolutely necessary to check one's English feelings, and to dispute every charge that is made by the Jews. A deduction of two-* thirds may generally be obtained by firmness in resisting their exorbitant demands. Af ter a little experience, I found out that the best method was to make my bargain before hand. Knives and forks, plates, etc., should be taken ; a small military canteen would be a most useful appendage to a traveller's bag-"], [121, "TO ODESSA. 115 gage ; and one ought to have a servant who could cook : an old soldier would be in- valuable. I had omitted to supply myself with any of these comforts, and had been rather unfortunate in the choice of my chief stand-by as to provisions, viz. a cooked ham, which I got at Brody. I could not obtain the loan of a knife to cut this forbidden flesh; nor was such an article to be pur chased till we reached Tulczyn. Many a luckless dig did I make with my penknife, but it was labour lost ; nothing approaching to a slice could I get. If the Hebrews ob served my embarrassment, I dare say they considered it as a judgment upon me for my anti-Levitical propensity. Whilst on the delightful subject of the agremens of a journey across the fertile plains of Wolhynia, Podolia, the Ukraine, etc., let me add, that a leathern bag, in the shape of a mattress, would be very convenient : it would occupy but little room when rolled 8.."], [122, "A JOURNEY 116 up during the day, and at night might be filled with bay or straw ; possessing thus the double advantage of forming a bed, aud of keeping your clothing from immediate con tact with the litter which might have already accommodated several individuals. The road, for some distance from Tulczyn, is broad and regular. We passed through several villages; all miserable enough. The churches have, generally, three towers or spires; a fourth, built at a short distance from the main edifice, serves for a belfry. These churches are constructed of wood, and roofed with shingles neatly arranged ; some times the spires are covered with plates of tin; this gives a brilliant but cold appear ance, and is not in character with the home- liness of the lower part of the edifices. Figure to yourself a silver extinguisher on a short piece of candle stuck in a bottle, with a hole here and there, emblematical of door and windows, and you will have some"], [123, "TO ODESSA 117 notion of a Polish church, and its fine tin spire. The poor peasant women, in this country, do not wear either shoes or stockings ; they areclothed in coats made of sheep skins, with the woolly side turned inwards, and merely strapped round the waist : sometimes thc garment is made of coarse sacking. As to the Jewesses, they frequently have pearls and precious stones in their head dresses — some of these Hebrew ladies would be pretty if they were cleanly ; but the de ficiency in this particular destroys the good effect of their pleasing features. Reverting to the subject of their head-dresses, I believe that occasionally the unmarried women de corate their hair with ribbons and flowers ; whilst those who have entered the holy state of matrimony carefully conceal their tresses under a cap which comes over the ears and part of the face, terminating in a point at the chin : this cap is covered with quilted"], [124, "118 A JOURNEY linen or calico, and forms a triangular crown. The quilting is often adorned with pearls (true or false) ranged in parallel rows very close together. As we trotted along, the furhmann was al most constantly muttering his prayers, which he selected from a little Hebrew book ; and you will probably be surprised when I tell you that he had a rosary of beads, which he counted much in the same way as the Roman Catholics do — now and then he raised his voice into a shout, and afterwards lowered the notes until they terminated in a faint whisper. The Jewish population seemed to decrease as we approached the steppes : the Tartar faced peasantry were now more numerous. Nothing can be more desolate than the ap pearance of these steppes — not a tree nor a shrub was to be seen ; clouds of dust ob scured the air, and the only indications ofa vicinity to the haunts of men were some"], [125, "TO ODESSA. 119 herds of oxen which were occasionally seen feeding on the short parched grass : these oxen were large, and almost invariably of a dun colour ; so that, as there was no regular road nor fence, we frequently came upon then suddenly — for the grass, the dust, and the cattle, were all of one colour. The un dulatory hills called steppes, when a lull of wind allowed the eye to roam over them, recalled to my remembrance the long smooth swell of the ocean, in a calm after a violent gale; whilst a large waggon, co vered with canvass, looming in the distance, might, without any great stretch of the ima gination, be compared to a vessel on the verge of the horizon spreading every sail to catch an air of wind (as sailors say) in order to keep the ship from rolling over. At Balta we halted for the night at the house of Hersch Goldesh, a Jew, who was recommended to me by the venerable Mosie Lebb. An attempt was made to play me a"], [126, "A JOURNEY 120 trick, and to take me to an inferior lodging — but a few demonstrations a la Tulczyn settled the matter. On stepping out of my chamber in the course of the evening, I had the misfortune to disturb the repose of divers Israelites — old and young — male and female — who were huddled together near the threshold. I stumbled over a Shylock, struck my thick skull against the delicate form of a sleeping fair one, and, in the rebound, knocked against several younglings, who evinced, by discor dant squeaks, their fright and indignation. I begged pardon for this unintentional in trusion, and returned to my divan, firmly resolved to remain there till day-light. The group of sleepers might have been likened unto all the Court of King Arthur (as exhibited in Fielding's burlesque tragedy of Toin Thumb) after they had politely passed the dagger to each other, and lain down and died : — my part in thc play bore some"], [127, "TO ODESSA. 121 resemblance to that of the renowned Lord Grizzle seeking for a soft pillow whereon to recline his head. I imitated the noble Lord by quietly putting on my night-cap, and, after passing some hours in a dormant state, like him I rose again, and found the sleepers resus citated ; the queens with their tiaras all glit tering with pearls and diamonds — the prin cesses blooming and bright, and little Tommy Thumb, with his brethren, gay and active. A magnijique Tartar peasant-woman (a ser vant) might have passed for the captive Glumdalca, Queen of the Giants ; and the long plaited pig-tail, pendent from her head nearly to the ground, was emblematical of the prisoner's chain. In the evening we came to a village called Anani. I found that the caleche must be my bed-room ; as there was no indication that the inn afforded \"good entertainment for man and horse. \" I eagerly sought, however, for something in thc shape of provisions (for"], [128, "A JOURNEY 122 no food was to be had in the places we had passed through during the day), and at length spied some pigeons at roost on the rafters of the barn. Never did sportsman eye his game with greater interest than I did those harm less doves ; nor were birds ever brought-down more scientifically and rapidly than were a leash, by a Jewish lad, on my displaying the all-powerful talisman of a silver rouble. Quick as thought the innocents were slaugh tered, plucked, and boiled ; and to my palate they were finer than any Pigeons en com pote, or a la Crapaudine, that could have been dished-up by Fery's head cook — so true is it that hunger is the best sauce. I was on the alert before the dawn ; being determined to strain every nerve to complete the journey this day. The heat was scorching, and the dust blinded and choaked us as we scudded along. By the by, we had lost a studding-sail, for one ofthe out-rigger horses had knocked up the day before, and we were"], [129, "TO ODESSA. 123 obliged to leave him in charge of an ac quaintance of the furhmann. I looked out anxiously for the Euxine, but the obstacles to vision were impenetrable. At noon we stopped at a little inn, at the door of which was a caleche : — this was a good sign. I was shewn into a room where two persons, one a man of thirty, the other a lad of about fifteen, were regaling themselves on a savoury pie, contained in a brown earthen dish : they were not over-nice in their manner of eating, for the fingers were more in use than knives and forks. The car- riage at the door belonged to these gentlemen, who were Seigneurs Polonais : we entered into conversation, in French, and I learnt that they had left Odessa early in the morn ing; they told me that there were two tole rable hotels at Odessa, viz. the Hotel du Nord, and the Hotel du Club — they recom mended the latter. I was delighted — \"Hurra for Odessa,\""], [130, "124 A JOURNEY said I, (giving the fuhrmann an extra sum for his refreshment) and, as soon as the horses were sufficiently rested^ I took my leave of my Polish acquaintances, and started. We passed through Shiraif, Baranow, and Pototski, and went many werstes beyond ; still I saw no spires — no domes — no sea. Evening was approaching, and the wind and dust became almost insupportable. On a sudden, we ascended a hill — the carriage stopped — voices were heard — a wooden barricade was perceptible through the cloud of dust — a building of rather mean appearance was close by — it was the gate of Odessa ! The officers stationed at the barrier came out, and a sentinel approached — my passport was demanded, and taken to the bureau. A movement was made indicative of an intention to overhaul my baggage, which movement I conjured away by gra ciously presenting a silver rouble to the officer : something was said, in the Russian"], [131, "TO ODESSA. 125 language, which I interpreted into the cheer ing words \"all right\" — the fuhrmann re mounted his box, mutual salutations took place between the officers and myself, and I pronounced the word Club, in a tone and manner which intimated that the sooner I was conveyed to a place of rest the better I should be pleased. This time no attempt was made to take me to the wrong house. We traversed several extremely wide streets, in which I did not observe so many persons circulating as I should have expected, and at last, at seven P. M. on the 19th of August, we drove into the court-yard of the Hotel du Club. The master ofthe house (an Italian ) quickly made his appearance, welcomed me in the French language, and led the way to a toler able bedroom on the first floor. The Hotel du Club is a very large establishment : there is a gallery all round the court-yard, on to which the doors of the apartments open ;"], [132, "126 A JOURNEY TO ODESSA. something in the same way as at some ofthe old inns in London. I ordered a warm bath, which was soon ready — enjoyed this great luxury after so fatiguing a journey — took a bason of soup, and went to bed ; — happy enough to find myself so comfortably housed, and feeling quite sure that in the morning I should be perfectly refreshed, and ready to attend with spirit to the object of my mission. Thirty-seven days had elapsed since I left London — and, when the disadvantages under which I travelled are taken into considera tion, perhaps you may think I got on pretty well. In my next you shall have some account of Odessa. Yours affectionately, etc."], [133, "LETTER VI. Odessa, 1st (13th) November. 1824. MY DEAR C****, As I am about to trace the history of the foundation, rise, progress, astonishing pros perity, and commercial decline, in the short space of thirty-five years, of a noble city on the European coast of the Black Sea, it may be as well to refresh our memories by taking a rapid review of the ideas that the ancients entertained of the neighbourhood."], [134, "A JOURNEY 128 We know that the Euxine was the source of many of the ridiculous fables of the Grecians. According to them, it abounded in sand-banks, reefs, and rocks inhabited by giants : — its shores were enveloped in ob scurity, and such adventurous mariners as were so rash as to brave these dangers in variably fell victims to their temerity. This sea was called Axenos, or inhospi table, by the Grecians, until they became better acquainted with it : the utmost terror was excited by the fabulous accounts of the ferocity of those who dwelt on its coast — of their hatred towards strangers, and their odious sacrifices. For a long time it was believed that the sea of Axenos was the limit of the Continent, and that it joined the ocean — the contradic tion of the greater part of this theory by Herodotus was listened to with avidity. When prejudices or erroneous opinions become deeply impressed on the minds of"], [135, "TO ODESSA. 129 men, it requires many ages to destroy them completely : from lime immemorial, mar vellous tales have obtained credence; and even in the most enlightened countries there still exists a class of persons who can only be satisfied with the wonderful. Thus the fic- tions concerning the Black Sea continued to gain ground, even after its geographical po sition became known. Strabo, though a good geographer, says, \" its shores are bound ed by the palace of Night.\" After the expedition of the Argonauts, se veral other voyages were undertaken to the Sea of Axenos. Greek colonies were esta blished in all directions; ancl the settlers were agreeably surprised at meeting with peaceable inhabitants ; — men of a totally different stamp from those who had been so much dreaded. A friendly intercourse took place; and, gratitude succeeding to prejudice in the breasts of the Grecians, they changed the name of Axenos to Pontos-Euxinos, or 9"], [136, "130 A JOURNEY Hospitable Sea. From that moment the giants shrunk to the size of ordinary men ; the rocks and shelves disappeared ; the waves became more calm, and the sea less gloomy. The name of Black Sea was afterwards added on account of the fogs which sometimes pre vail. This sea is called, in Turkish, Kara- Degniz; in Russian, Czarne-More; and in German, Schwarze-Meer ; and the following are the principal rivers which flow into it — viz. the Danube, Dniester, Bog, Dnieper, and Couban, or Kuban. Let us now go a little into the history of Odessa. In the month of July 1789, Prince Po temkin gave the command of the advance guard of the army under the orders of General Goudowitsch, to Major-General De Ribas, as a reward for his zealous and successful exertions at Otschakoff ; especially for having employed the Kozaks in extricating from the slime, deposited at the mouth of the river"], [137, "TO ODESSA. 131 Bog, the Turkish gun-boats which had been sunk by the Russians during the siege of that fortress. In the course of one month twenty two of these boats had been weighed up, re paired, and armed. The advance-guard thus placed under Ma jor-General De Ribas's command consisted of picked troops, and it was highly esteemed by Potemkin. It was composed of a batta lion of grenadiers of Nikolaefski, formed, by the Prince, in honour of St. Nicolas, patron of Russia. This battalion was selected from the elite of the grenadiers of three regiments, and contained four companies of two hundred and twelve men each ; added to which, there were two regiments of Kozaks of the Don, and one of Zaporavians (i). (i) n Charles , avec ses dix-huit mille Suedois , n'avait perdu ni le dessein , ni l'esperance de penetrer jusqu'a Moscou. II alia , vers la tin de mai , investir Pultava , sur la riviere Vorskla , a l'extremite orientale de l'Ukraine , a Ireize grandes lieues du Borysthene. Ce terrain est celui 9-"], [138, "A JOURNEY 132 In the beginning of August General. De Ribas ordered Capt. Ardoukiuski to proceed, \"vs ith a hundred Kozaks, to reconnoitre » des Zaporaviens , le plus etrange peuple qui soit sur la » terre. C'est un ramas d'anciens Russes , Polonais et » Tartarcs, faisant tous profession d'une espece de chris- « tianisme et d'un brigandage semblable a celui des fli- » bustiers. Ils elisent un chef, qu'ils deposent ou qu'ils » egorgent souvent. Ils ne souffrent point de femmes chez » eux , mais ils vont enlever tous les enfans a vingt et » trente lieues a la ronde, et leselevent dans leurs mœurs. » L'ete , ils sont toujours en campagne ; l'hiver, ils cou- » chent dans des granges spacieuses , qui contiennent » quatre ou cinq cents hommes. Ils ne craignent rien; ils » vivent libres ; ils affrontent la mort pour le plus leger » butin , avec la meme intrepidite que Charles XII la bra » vait pour donner des couronnes. » Voltaire, Histoire de Charles XII. « Ils serveut dans les armees , comme troupes irregu » lieres , et malheur a qui tombe dans leurs mains. » Voltaire , Histoire de V Empire de Russie sous Pierre-le- Grand. « Mazeppa negociait depuis long-temps avec les Zapo » ravieus qui habilent vers les deux rives du Borvstheue"], [139, "TO ODESSA. 133 Hadgi-Bey ( the spot on which Odessa is built) — but at a great distance, and to avoid giving the alarm to the Turks. By night-marches, and concealing them selves behind the hills during the day, Capt. Ardoukinski (from whose account these de tails are taken) and his detachment, ap proached near enough to the fort to dis tinguish, with a telescope, that the Turks were in force there. The flotilla at anchor » et dont une partie habite les lies de ce fleuve. C'est cette „ partie qui compose ce peuple sans femmes et sans fa >> mille, subsistant de rapines , entassaut leurs provisions » dans leurs iles pendant shiver , et les allant vendre au » printemps dans la petite ville de Pultava ; les autres ha- bitent des bourgs a droite et a gauche du fleuve. Tous n ensemble choisissent un hetman particulier , et cet het )j man est subordoune a celui de l'Ukraine. Celui qui etait » alors a la tete des Zaporaviens alia trouver Mazeppa ; j> ces deux ba'rbares s'abouchereut , faisant porter chacun j> devant eux une queue de cheval et une massue. » Voltaire, Histoire de {'Empire dc Russie sous Pierre-le- Grand."], [140, "A JOURNEY 134 in the harbour consisted of two large xebecks, four other vessels, and thirty-three gun boats. In consequence of this officer's report De Ribas arranged a plan of attack with General Goudowitsch and Rear-Admiral Wro'inow ltsch. This attack was to be made by sea and land, in order to take both the fleet and the fort. Major-General De Ribas, having conducted his little division skilfully and successfully as far as the valley of Koujalnik, distant five werstes from Hadgi-Bey, dispatched a Kozak to the Rear-Admiral, to inform him that he intended to make the assault on the i4th very early in the morning. On the day fixed, the Russians arrived within a wersle ( about half an English mile) ofthe castle, before being discovered. The Turks then fired a few cannon-shot, but without producing any effect, for the grenadiers speedily came up with their scaling-ladders, and a subaltern"], [141, "TO ODESSA. 135 officer named Zugine was the first to mount to the assault. The garrison were all put to the sword, excepting one Turk who escaped by fleeing to the powder-magazine. Very few cannon were found in the fort ; they were princi pally iron : the ammunition and provisions were inconsiderable. The capture of the castle was not per ceived by the Commander of the Turkish flo tilla, until it was loo late to remedy the evil. A continual cannonade was kept up for some time, but the fire was badly directed, and the shot fell at a great distance beyond the fort. It was only from the report of the guns that General Goudowitsch learnt that the ac- tion was going on ; for De Ribas, although he had convinced the General of the importance of taking the fort, had not communicated the precise time at which the attack was to be made to any person excepting Admiral Woinowitsch."], [142, "136 A JOURNEY General Goudowitsch quite comprehended lhat Major-General De Ribas wished to have all the glory of taking Hadgi-Bey ; but, far from feeling offended at this, he immediately sent him reinforcements in men and cannon. Major Merkel of the artillery, made so good an use of the latter that he disabled several of the Turkish gun-boats; three surrendered, and the rest of the flotilla sailed away without being molested ; — for Admiral Woinowitsch did not budge from Otschakoff. The success of General De Ribas was very gratifying to Prince Potemkin, who conferred on him the command of the flotilla which Rear-Admiral Woinowitsch had held up to that time. Here, then, was a cavalry officer metamorphosed into a sailor ! — But De Ribas was gifted with unusual intelligence, antl was not misplaced any where. The small army of General Goudowitsch encamped at Hadgi-Bey; and a few days after the capture of thc fort the grand Turkish"], [143, "TO ODESSA. 137 fleet hove in sight: — it consisted of twenty six men of war, either line of battle ships or frigates. Such an imposing force appeared sufficient to annihilate this handful of men, but the enemy's fleet was commanded by an ignorant and timid Turk, who performed a sort of manœuvre, wrasted a good deal of powder, caused his sailors and soldiers to utter most frightful cries, and, having made several tacks, sailed off : — not one of his bullets had reached the shore ! Hadgi-Bey consisted of a few buts and five or six mean houses. A building of the most ordinary description was called thc palace ■. and was the residence of the Pacha. Thc castle had no ditch, and its sole defence was a very high battlement. The environs were destitute of wood ; excepting some thickets near the sea-shore, which the soldiers cut down for fuel, etc. Some wretched hovels, built of mud, and almost under-ground, were thc only habita-"], [144, "138 A JOURNEY tions that could be distinguished in the hollow where the best gardens of the city are now situated. The harbour of Hadgi-Bey had always been the place whence corn and other pro ductions were shipped for Constantinople. The barley reaped in its neighbourhood was specially appropriated to the stables of the Grand-Seignor. The Empress Catherine II. resolved to establish a colony of Greeks ofthe Archipelago at, Hadgi-Bey. A mayor was appointed ; and some buildings were commenced, but of so mean a description as to be proofs of the little interest that was taken in the establishment : it was named Odessa. Admiral De Ribas, perceiving, however, the advantages that his conquest presented, pro posed to make it a commercial port, which might also serve as a place of shelter for ships of war in case of need. This project, sen sibly drawn up, and strengthened by wise"], [145, "TO ODESSA. 139 and well-digested observations, was ap proved of by the Sovereign, who issued orders for some public works to be com menced according to the plans that had been laid before her. Either on account ofthe natural difficulties in a country without wood, the expense of the carriage of building-materials of all de scriptions, excepting stone, or some defect in the plans, which M. De Ribas could not over come, immense sums were expended in constructing a fort of small importance, and some public establishments — principally bar racks. All these works bore marks of the haste with which they had been performed ; and it has required constant attention to keep the barracks from becoming dilapidated. The city was planned on a grand scale, but a serious oversight was committed in erecting the barracks close to the sea-shore, instead of reserving that situation for ware houses and commercial establishments, ac-"], [146, "A JOURNEY 140 cording to the destination of Odessa as a place of trade. M. De Ribas, who was extremely desirous to see his project carried into execution, was perfectly disinterested; but the subordinate officers were accused of looking principally to their own pecuniary benefit : — thus the works of the harbour remained in an im- perfect state ; and this negligence discouraged foreigners as well as Russians, who had been attracted by the advantages offered. They feared that the place would be abandoned before it could be finished ; therefore they built merely small, mean dwellings; not feeling sufficient confidence to invest their capital in more extensive buildings : the Admiral, however, set a better example, and constructed a vast and commodious mansion. It has been advanced that the committee and magistrates who were first appointed to preside over the public works neglected their duly — that there was a connivance"], [147, "TO ODESS\\ 141 between the officers of the quarantine and those of the customs, etc. : — however this may be, it is certain that every thing lingered for several years, without any notice being taken by the Government. In the year 1801, Odessa seemed to lift up its head ; and in the spring of i8o3 the corn trade began to hold out most flattering pros pects. The navigation of 1802 had been brilliant : — two hundred and eighty vessels had arrived from the Mediterranean and Constantinople. Vast quantities of wheat and other grain had been exported, and a few mercantile establishments were formed, though, as yet, no stability was attached to them : — it may indeed be truly said, that at this period almost every inhabitant of Odessa had one foot raised, ready to decamp on the first appearance of an interruption to trade. The population might, at this period, amount to seven or eight thousand persons, of whom scarcely one third were females : —"], [148, "■ 42 A JOURNEY this population, however, was not all con fined lo the town ; for nearly five hundred families inhabited villages in the district belonging to it, which consisted of about forty thousand French acres. These families were, for the most part, in easy circumstances, and were employed in agriculture : — they disposed of their corn to very great advantage. Odessa, like all newly established colonies, became an asylum for the refuse of the neigh bouring countries. Many of the Russians and Poles were runaways from their masters, or from the crown-lands; and a great number of the Greeks consisted of persons who, having left their country to enter the Russian service during former wars, had heen discharged at the peace. Three hundred Jewish families settled at Odessa ; they came chiefly from Gallitzia : — to these must be ad- ded a great number of artisans and work men of all kinds, who flocked in to seek em ployment."], [149, "TO ODESSA. 143 The Emperor Paul, in the midst of his eccentricities, bestowed solid benefits on Odessa : towards the end of his reign he con ferred various privileges on this city ; he exempted it from all taxes for twenty -five years, and lent it a sum of twenty-five thousand roubles for the same period, without interest. These and other advantages, as well as a tenth part of the customs' revenue, were des tined to provide for the formation of several useful establishments, which were much wanted ; and for the construction of a pier in order to afford shelter to vessels from the E. and S. E. winds which only are dangerous in this roadstead : but, owing to the schisms between the committee to whom the direc tion of these works was confided, and the other public functionaries, as well as to the corruption and connivance at mal-praclices on both sides, these important objects were neglected, and the greater part of the money"], [150, "A JOURNEY 144 found its way lo the pockets of the ma gistrates. Two members of lhe committee ( Messrs. Kiriakow) ought, however, lo be consi dered as exceptions to this charge. By their exertions Odessa was saved from falling a sa crifice to the selfishness of those to whom the care of its establishment was entrusted. The portion of the jetty which was com pleted by their perseverance possessed a so lidity which did not exist in any other of the public works that had been commenced. The state ofthe quarantine establishment has been described as frightful. The bar racks, without roofs, doors, or windows,pre sented the aspect of ruins; they had been built of small stones and of a compost made of mud and sea-water. The naval hospital, which was constructed of similar materials, had not been finished; and every other public edifice was in the same state of premature decay. The city was made up of houses situated"], [151, "TO ODESSA. 145 here and there, without one single stree*. having been completed, and of immense so litary spots of ground called squares, which had merely been marked out, but not built upon. Odessa was situated in the way just de scribed, in the month of March i8o3, when the Duke De Richelieu was appointed governor. This judicious choice inspired public con fidence, and produced a total change in the aspect of affairs : — excellent projects were adopted, and the rapidity with which they were executed seemed almost miraculous. The regularly-organised plunder of the public purse by the authorities astonished the Governor ; who, feeling the importance of Odessa to the southern provinces of the Em pire for the exportation of their produce, resolved lo overcome every obstacle to the removal ofthese crying abuses. He assembled the merchants, and, des cribing the bad state of affairs, claimed tlieir 10"], [152, "146 A JOURNEY concurrence in measures for remedying the evil. They immediately entered into his views, and agreed to pay a tax of two kopecks and a half per tschetwerl of corn exported, in order to form a fund for making roads, sinking wells, building churches, etc., etc. The Government was also prevailed upon to grant further aid. A new quarantine establishment was planned and commenced in an advantageous situation at one extremity of the town. As the revenues augmented in consequence of good management, new projects were suggested, and their execution set on foot. A large hospital was begun, the building of the churches accelerated, a theatre com menced, and a public garden laid out. En couragement was given, and money advanced at a low interest, to persons who were inclined to build ■ — trees were planted in front of the public edifices, as well as in se veral streets ; it must be admitted., however,"], [153, "TO ODESSA. 147 that these plantations did not, generally, succeed. Merchants, who had hitherto employed agents to represent them, now came to Odessa themselves, and built houses and warehouses. The profits on commercial transactions were generally good — sometimes enormous. Thc labourer obtained high wages, and left his subterranean hut, to inhabit a cottage con structed of stone. Foreigners, as well as Russians from the interior, wished to become acquainted with Odessa ; the houses scarcely sufficed to receive them, and rents augmented in proportion to the demand. TheDuke De Richelieu had great difficulties to surmount ; but he had the address to unite all parties in one general wish to see the place flourish. He caused strict justice to be administered, and encouraged every useful undertaking. In the space of a very few years, a city was built, peopled, organized, and became 10.."], [154, "148 A JOURNEY rich and prosperous. Vast and successful commercial speculations took place ; German colonies were established, some in villages where they raised supplies for the city, and others in one of the quarters of Odessa — the latter were artisans. The memory of the Duke De Richelieu is justly revered in Odessa. In 1814, he resigned bis government, and joined Louis XVIII, King of France, whose Prime Minister he became. His departure gave great concern to the merchants, and to all the other classes of society. He was succeeded by Count Lan geron ( the latter now resides at Odessa, but is no longer Governor), who followed up the plans of his illustrious predecessor, aud the city increased in extent, population, and riches. I have already stated, that in i8o3 the population of Odessa, and of its district, was from seven to eight thousand souls ; — in 1814 it amounted to upwards of thirty"], [155, "TO ODESSA. 149 thousand, not including the garrison — and, now, the city alone contains above forty thou sand inhabitants : they are composed of Greeks (who are the most numerous), Rus sians, Poles, Italians, French, a few English, Germans, Spaniards, Jews, Cara'itc Jews, some Armenians, Tartars, Moldavians, etc. I ought to have mentioned lhat in 1812 the plague broke out in Odessa. Nothing could be more magnanimous than the con duct of the Duke De Richelieu on this trying occasion : his self-devotion and wise precau tions for the public safety arrested the pro gress, and destroyed the germs of that dread ful scourge, in a comparatively short period. This long letter shall now be concluded : — it will, perhaps, convey to your mind a toler ably correct idea of the origin and advance ment of this remarkable city. To-morrow I will give you an account of my own obser vations during my residence here ; it shall also be my endeavour to supply any defi-"], [156, "150 A JOURNEY TO ODESSA. ciencies, as to general information, con cerning this country : — both letters will go by the same conveyance. Yours, etc., etc. P. S. I am indebted, for many of the details respecling the foundation, etc., of Odessa, to an excellent work published in Paris in 1820 by the Marquis Gabriel De Castelnau."], [157, "LETTER VII. Odessa, id November (O. S. ), 1824. I mentioned in my letter of yesterday that Odessa increased in prosperity, under the able administration of the DukeDe Richelieu, and of his successor, Count Langeron. . Several new commercial establishments were formed ; vast quantities of grain ex ported, and contracts entered into for the supply of Malta , etc. In consequence of the large fortunes that were made, new wants"], [158, "A JOURNEY 152 arose, and immense supplies of useful com modities, and articles of luxury, were sent from England, France, and other countries. The merchants lived in great splendour, and all went on prosperously for a few years. During the long war, the merchants of Ve nice and Trieste ( which cities enjoyed the privileges of neutrality ) enriched themselves ; for they had agents at Odessa , who purchased and shipped corn for their account, which was sold to very great advantage, in Italy, Spain, and Portugal. Odessa became also a place of resort for Polish and Russian families of distinction, in the summer season, for the sake of sea bathing; and, it being a freeport, they were allowed to takeaway, without paying duly, as many goods as they could stow in their car riages. So long as the produce of their estates sold well, these wealthy proprietors spent their money freely. A Bank was established for discounts, and"], [159, "TO ODESSA. 153 sor making advances of money on goods de posited as security. Merchandise continued to arrive from all parts of the world; Odessa was now a grand mart for barter — and it at tained lhat precocious maturity which but too often precedes a rapid decay. Like many other places, where an unexpected opening has presented itself for commercial enterprise, this flourishing city soon felt the ill effects of the ungovernable spirit of speculation ; for merchants, in England and elsewhere, inun dated the market with goods — prices, natu rally, fell — sales became dull — the returns slow, and unsatisfactory. The landowners, too, finding that their corn, etc. j etc., no longer went off freely at high prices, and that the privilege of filling several carriages with goods, and taking them home without paying duty, was abolished ( I am told it was quite a common thing to see thc first people leave Odessa with all their vehicles completely laden), preferred"], [160, "154 A JOURNEY obtaining supplies, as they might require them, from places nearer to their chateaux ; say from Brody, Balta, Tulczyn , etc. — and, from these same causes, their personal ex penses, for some months in the year, ceased to flow through the channel of Odessa. To these considerations must be added the melancholy fact that the interests and pro perty of foreign merchants were, in a great number of instances, confided to unworthy hands. The most barefaced plunder has, to my certain knowledge, been practised ; whilst the faulty system of jurisprudence, and the corruption of the judges, left the suf ferers without any remedy; and, at this mo ment, such is the deplorable decadence of Odessa, in every way, that there is little left but false appearances, and bad principles. Still there must be a good deal of local trade in a city containing a population of forty thousand souls ; and there will always be considerable shipments of corn, etc., for"], [161, "TO ODESSA. 155 the Mediterranean, and of other produce, for different parts of the world : — but there is nothing doing on a grand scale. The supplies for Podolia and the Ukraine are now fur nished in a great measure by the Brody Jews, who attend the fairs at Leipzig, and forward their goods by land-carriage. The Greeks are very intelligent and artful ; they have agents, of their own country, in all parts to which they trade : they form, as it were^ one large family, and manage to lay their neighbours under contribution. They ascertain when the landed proprietors are in want of money, and make excellent bargains, by advancing it at the critical moment. The Greeks are the chief importers of wines from the Archipelago, grapes, and dried fruits ; cotton and other stuffs from the Levant, perfumes, shawls, oil, coffee, spices, soap, Turkish tobacco, pipes, amber mouth-pieces for pipes, etc., etc , etc. Thc Armenians and Caraitc-Jews traffic also in"], [162, "156 A JOURNEY the above articles ; the best attar of roses and balm of Mecca are to be obtained from the latter. France furnishes wines, brandy, oil, cloth, silks, all sorts of manufactured goods, cambrics, and Nouveautes, provisions, porcelain, engravings, books, etc., etc. Italy supplies wines, liqueurs, oil, vermicelli, sulphur, articles of taste, such as sculpture, etc. Spain sends wines of different sorts, lead, cochineal, indigo, drugs, coarse cloths, and mats : Port and Madeira wines are brought from Portugal — and, though last, not least, England sends her innumerable manufactures, and the produce of her co lonies, as well as of the places to which she trades. The exports of corn are chiefly for the Ar chipelago, the Ionian Islands, Trieste, Ve nice, Malta, the different ports of Italy, Spain, Portugal, and France. The bulk of this corn is grown in the Ukraine, Podolia, and Wrol hynia. Thc other principal exports arc wool,"], [163, "TO ODESSA. 157 furs, Astrakan lambs'-skins, wax, barilla, Russia-leather ( called jouftis) hides, tallow, butter (for Constantinople), honey, linseed, cordage, and many other articles. There is a good deal of coasting-trade to Taganrog, and to all the Crimea. The harbour of Odessa is sometimes blocked-up by ice in December and January ; therefore the navigation is not to be depended on in those months, though it is frequently open for the whole winter. In summer, north-winds are prevalent ; the passage from Constantinople, therefore, is variable in point of time : with a fair wind, vessels frequently arrive in two days and a half, sometimes in four — but, as a general rule, ten days should be calculated on. A hundred and fifty vessels have been known to arrive in the course of one day, having made the passage from Con stantinople in forty eight hours. The cargoes of vessels that have passed by the Turkish capital are landed at thc quaran-"], [164, "A JOURNEY 158 tine establishment, where they are subjected to the needful examination and purification. Convicts are employed in the perilous duty of performing this process with regard to the most suspected merchandise : if any fall sacrifices to this exposure, tant pis pour eux, is, I suppose, the idea of the authorities ; the galley slaves being only looked upon as living tongs with which to catch hold of in fected articles ! The vessels are re-laden without taking pratique : the lighters, or barges, used for conveying the cargoes to and from these vessels are not allowed to have any sails, lest the canvass should imbibe and impart contagion : on their return from deli vering their lading, these barges are carefully washed and inspected by proper officers. The ships are thus speedily dispatched with their return freights ; but this arrangement renders Odessa a dull and dead sea-port : — there are no sailing-boats, no bustling quays, none of the life of a great maritime city, and,"], [165, "TO ODESSA. . 159 in a place which gives employment to so much shipping, you see no sailors about the streets ! To me, with my innate affection for the blue jacket and trousers, it seems quite out of character to have the sea open to the view and no honest tars \" capering on the shore. \" The merchants are divided into three classes, as is the case in the whole Russian empire. To be inscribed in the first class, it is necessary to have a capital of at least 5o,ooo roubles. The Odessa merchants were exempted for twenty years, dating from 1796, from the tax, to the crown, of 1 per cent, on their declared capital : they are not liable to have troops quartered on them, even in time of war. This country is called New-Russia, of which Odessa may be said to be the capital ; and I believe I am correct in saying that the mass of the peasantry forms a part of the numerous population styled Little Russians, being ofthe"], [166, "A JOURNEY 160 same race as the inhabitants of Podolia, Wolhynia, Pultawa, part of Gallitzia , etc. ; they differ in many respects from the Moscovi tes or Grand Russians — they speak an idiom of the Sclavonic, or a mixture of the Russian and Polish languages. The streets of Odessa are very wide, and generally of a great length ; they have rather a desolate appearance, as the houses are for the most part low. The dust is most annoying in dry weather, and the mud equally so after rain ; they are, however, Macadamising some ofthe principal streets, and making a broad foot-path on each side, formed of large slabs of a porous stone, fitted together in irregular shapes, without cement : this will be a great improve ment if the plan be followed up generally, which no doubt it will be, under the aus pices of the governor, Count Woronzow, who gives the greatest encouragement to every useful undertaking. He is building a"], [167, "TO ODESSA. 161 superb mansion at one extremity of the public promenade, which is situated on a cliff overlooking the harbour : this promenade is very gay on a fine evening. At the end opposite the Governor's house is the theatre, rather a handsome building. There is an Italian company here at present ; they attempt some of the Operas of Rossini, and other celebrated composers. I cannot say much for their musical powers, still I am very glad, occasionally, to drive away ennui by sitting the performance out to the last. Now and then there is a Polish play; the language is pleasing to the ear, but I am obliged to guess at the subject of the pieces. A most extraordinary Russian or Polish dance was performed the other night : the exhi bitor was a very tall man — he seemed all trousers, and jumped and strutted about the stage in a most violent and unaccountable manner — his head was covered with a pro fusion of hair ; and, as I sat on the first row in T I"], [168, "162 A JOURNEY the pit, and he balanced himself on one leg, and leant forwards over the stage-lamps, rolling his eyes and his head about most fiercely, I felt tempted to cry out \" shake not \" thy gory locks at me ! \" Latterly we have had some French vaude villes ; the life and soul of these amusing performances is Madame Van den Berg, pre miere cantatrice of the Imperial Theatre of St. Petersburgh ; she is really a good actress, and sings well, both in Italian and French : she is said to be rich, and to play more from inclination than for the sake of emolument. The French company is small, but they ma nage to get up their little pieces very well. The public carriages of Odessa are called droshkis — they are built low, andare usually made to convey one person only, though I have seen two, and even three, passengers stowed in them . The general way for a gentle man to sit is as though he were on horseback. The morning after my arrival, I had occasion"], [169, "TO ODESSA. 163 to mount one ofthese (to me) novel vehicles ; and, to tell you the truth, I did not know exactly where to arrange my legs ; for I had no notion of riding on cushion -back : however, I watched others — bestrode my rocking-horse (for the springs are so elastic that the carriages yield to the slightest im pulse) and was soon regularly installed a la Busse. The public droshkis are, for thc most part, drawn by two horses ; one of the animals has his head tied up to a kind of hoop, which rises from the ends ofthe shafts to about a foot above his ears, which makes him look grand : — the other is so harnessed as to have his head drawn down almost to the ground, and on one side ; this, and the management of the reins, causes him to curvet. It is painful to see the poor crea tures thus fettered, for mere shew. The driver sits on a very small dickey-box ; his dress is picturesque, consisting ofa very low hat, widening at thc top, ornamented with a 1 1.."], [170, "164 A JOURNEY broad silken band and bright buckle ; he wears a kind of frock coat, fitting close to the waist, round which it is strapped — this coat has not any collar; and, as the men have their hair cut extremely short all round, the lower part of the back of the head is bare, as is also the neck. Many of these drivers have long beards. I have heard them singing wild, but not unpleasing airs — they appear to me lo have a natural good taste for music. The public garden is not much frequented ; the plantations do not thrive. The fine dust with which, in dry weather, Odessa is almost continually infested, not being impregnated with ferruginous particles to any considerable degree, is not pernicious to health : the thousands of light waggons, which are constantly arriving and returning laden with corn and merchandise, are con structed without any iron whatever, and are chiefly drawn by oxen. The city is generally salubrious."], [171, "TO ODESSA. 165 Al propos of the oxen which draw the light waggons : — iheir food on the route costs nothing ; the steppes furnish a suffi cient quantity of grass ; therefore the Polish proprietors, whose estates are situated at a great distance, are enabled to fulfil the contracts they are required to enter into, to deliver their corn at Odessa at the same price as is given for that which is grown in its neighbourhood. There are two large tanks at the entrance of Odessa, for the supply of water ; this (as also the sinking of a number of wells) was one ofthe earliest works of the Duke De Richelieu ; for a watering-place was indispensable in a city in the immediate vi cinity of which there is no river, and where there is a constant succession of draught cattle. The principal Greek cliurch is rather a fine building : it has a handsome cupola, covered with tin, which is painted green, and sur mounted by a small gilt spire ; the walls arc"], [172, "166 A JOURNEY white, and the whole edifice presents a lively appearance. This church is situated in a very large square ; which, however, does not in the least resemble our London squares ; but is a vast place, as the French would say, without any pavement, nor garden in the centre, and having only a few houses here and there : in other parts of the city there are smaller Greek churches. The Roman Catholic chapel is a neat, though not an extensive building ; there is likewise a Lutheran chapel; and the Jews have their synagogue, which is large. House-rent is high — provisions very cheap : there are a number of good shops, full of all sorts of useful and ornamental wares, but there is not any exterior display. The bazaars arc extensive, they consist of covered corri dors (forming large quadrangles) , with rows of shops opening upon them. The bazaars for provisions present a variety of groups and costumes. The Russian peasants are very fond"], [173, "TO ODESSA. 167 of tea, and the venders of this refreshing be verage station themselves in the different ba zaars with brazen kettles ; a glass of brandy is generally substituted for milk. The Jews inhabit a separate quarter — you will not be surprised to learn lhat it is filthy. There are, however, numbers of a distinct and superior race, who do not mix with the others ; they are called Cara'ites, or Caraims, and are fine, tall, handsome men ; their costume is quite different to that ofthe other Jews : their heads are shaven ; they wear high caps, made of black Astrakhan lambs' skin, full trousers, and short jackets — their appearance is quite Asiatic. These people deal in Turkish-stuffs, tobacco, pipes, balm of Mecca, shawls, coffee, attar of roses, Astrakhan lambs'-skins, etc., etc., and they are considered as being more honest in their dealings than the other Jews — they talk little, are very grave, and have expressive features ; the women do not, I believe, appear in public."], [174, "A JOURNEY 168 I did not inhabit thc Hotel du Club more than ten days, but took a private apartment in a house nearly opposite ; being in the most lively, and dusty, part ofthe city. From my windows there is a view ofthe harbour. I hired a servant, a Greek, who speaks seven or eight languages ; — the poor fellow is, to the best of my knowledge, honest, but he has an unfortunate attachment for his bottle, which however, like some other attachments, shews itself only by fits and starts — in this instance inconstancy may be said to be a virtue. It is very difficult to get a good servant here. The society of Odessa is as varied as are the heterogeneous elements of which it is composed : there are but very few English residents ; the Russians, Greeks, French and Italians have their respective coteries, and seem, generally, to limit their visitings lo their compatriots. The French and Italian languages are much spoken in good company."], [175, "TO ODESSA. 169 I had a letter of introduction to James Yeames, Esq. , British Consul-General for the ports of the Black Sea, and have received much kindness and attention from this gentleman ; he is, indeed, a most amiable man, and possesses the esteem and respect of all who have the happiness of knowing him. The Consulate may, at this moment, be said to be an honorary post ; for the emoluments usually attached to this responsible office are in abeyance ; but I can assure you that whenever British interests are concerned our worthy Consul-General invariably acts with spirit and discernment. I have been most kindly received and en tertained by several of the most respectable inhabitants of Odessa, to whom I have been so fortunate as lo be introduced : the English society is sometimes varied by the passage of travellers, over-land, lo and from India. I go occasionally to the parade in the morning — nothing can be more perfect than"], [176, "A JOURNEY 170 the training of the Russian troops ; but it is humiliating to human nature to see what a mere automaton a Russian soldier is. The men are so pinched in at the waist, and stuffed out on the breast, lhat they look more like pout-pigeons than any thing else. I really think that, when trussed up, they could not stoop to pick up any thing from the ground. The officers are equally stiff and waspish — I mean as to shape. I am told lhat discipline is carried to a most disgusting extreme; for instance, that a Colonel is not allowed to sit down in the presence ofa Ge neral, until the latter graciously desires him to do so ; and that this ridiculous etiquette is also practised in the subordinate grades — the poor full private is oftentimes knocked down without ceremony. I am assured, that, however exact the officers may be as to the correctness of their external coslume, on parade or elsewhere, it is, in numerous instances, mere outside shew ; that they fre-"], [177, "TO ODESSA. 171 quenily dispense with shirts and stockings, and vegetate in the most slovenly manner in their barrack-rooms, where they often remain wrapped up in sheep-skins, whilst their uni forms are carefully put by. The officers of the subaltern ranks are said to be usually men of little or no education, consequently their leisure time must be passed in the most unprofitable way. The Russian soldier's pay is about ten paper roubles, or nine shillings sterling, a year ! nine pence a month ! And the fraction, per week, that his food costs Government (according to the account given to me by a person who is well informed, and a man of veracity) is so small that I will not mention it. The most revolting part of the business is, that the commanders manage to purloin a certain portion of thepay, etc., of these poor creatures ! False muster-rolls are also made out (at least so I am told), and the pay is drawn for the full strength, when thc actual"], [178, "A JOURNEY 172 number present is much inferior ; the surplus money goes into the pockets of the chiefs, who also arrange with the contractors for the food, etc., ofthese imaginary combatants. These facts lead to the reflection that the strength of Russia has been much magnified. Her armies are, no doubt, very large, but not so considerable as they appear to be on paper : — when, therefore, you look at the extensive line of territory which the Autocrat's do minions occupy, the effective, not nominal strength ofhis regiments scattered along that line — the corruption and want of honour of the officers, generally speaking; the degraded state of the men, and the seeds of insurrection which are sown, and which are ready to spring up when the favourable season shall arrive, I think you will agree with me in considering that the means of Russia have been much exaggerated, and that, unaided by foreign coalition, she never can disturb thc tranquillity of Europe."], [179, "TO ODESSA. 173 Allow me to pursue this subject a little further. In Russia, unless a man possess a commission in the army or navy he is not much considered ; in fact many of the civil appointments under government have a military rank attached to them, so as to put the persons who fill those situations on a level with officers in the army : — judge then, from the foregoing sketch, what must be the mass of a nation of which the class just described is the model ! I do not mean to say that amongst the nobility there are not many men of high intelligence and liberality of mind : — some of their fortunes are immense ; and Russian Noblemen, who would do honour to any country, are sure to be met with in the best circles in every part of the civilized world — I am speaking of the system as exhibited to me in this microcosm of Odessa. Admitting then, as I do, that there are numerous highly-gifted individuals in Russia, it is not the less clear to me that the minds of"], [180, "A JOURNEY 174 the influential portion of the community are not, generally, bent towards grand and ele vated views for the bulk of their fellow countrymen. Perhaps I should not be going too far were I to say that the magnates of the land think more of retaining their ancient privileges (which can only be accomplished by a continuation of despotism, and of those feudal observances which perpetuate slavery and all its evils) than of raising the other classes in the moral scale. If this were not the case, surely men who visit other countries, and see the cheering effects of freedom — of wise and enlightened institutions, and who have witnessed in our blessed England, the liberality ofthe higher orders, and the manly independence and intelligence of the middle and humbler classes ; all flowing from the same source — true patriotism — which points out that there cannot be any permanent happiness or security for one portion of society, if the others be kept aloof by hauteur, cor-"], [181, "TO ODESSA. 175 ruption, and penury : surely, I say, men who know all this, would, unless restrained by some rooted prejudice acting on their feelings of personal interest, exert their influence to put an end to the revolting perversion of principle which now prevails throughout Russia. The Emperor Alexander did a good deal in establishing schools, etc., but I have been told that the liberality he displayed a few years ago is now dying away, and that matters are retrograding towards the old routine. I suppose the Czar found he could not struggle successfully against the stream. Autocrat as he is, there may probably exist an Autocracy round about his throne which weakens the force of his humane decrees. The intricate web of selfishness is difficult to escape from, even though an Emperor be the intended victim. Unfortunately I am able to speak positively as lo the total absence of all justice in this"], [182, "176 A JOURNEY. country. It has fallen to my lot to have lo manage a very unpleasant and complicated business ; and although I have contrived lo keep out of a law-suit, I have thought it my duty to make inquiries as to what remedy I should have, in case matters should be pushed to extremity. Alas ! I find that \"the \"glorious uncertainty of the law \" is doubly uncertain here. The Russian tribunals are all corrupt ! The judges generally receive fees from both plaintiff and defendant, and the highest bidder usually gains the cause !!! \"But, \" said I to my informant, \" the laws are there ; the judge must surely decide according to the statutes. \" — \" Ah ! my dear Sir, \" replied my friend, \"you speak as an Englishman, — but the jurisprudence of this country is all founded upon Imperial Ukases — your lawyer may find an Ukase perfectly applicable to your view, and to the justice of the affair in question : — you may feel quite satisfied, in your own mind, that"], [183, "TO ODESSA. 177 the decision must be in your savour ; — but your antagonist's solicitor will, in all pro- bability, find another Ukase ofa diametrically opposite tendency or (which is the same thing to you) it will be coaxed into the signification desired, by the attractive in- fluence of a personage well known in Great Britain by the appellation of the Old Lady in Threadneedle-Street, and who issues her firmans here in the shape of Russian bank- notes. It is true that a third Ukase might possibly be discovered, which, accompanied by a rouleau of ducats, would make the scales of justice incline to your side ; but this would be a costly proceeding, and even a just decree might be evaded by an adept, who would be more than a match for you, with your old-fashioned, straightforward English ideas. \" \"Enough,\" rejoined I; \"ithas always been my opinion that one had better make a great sacrifice than go to law ; but, here, nothing 12"], [184, "A JOURNEY 178 short of total ruin could eusue to an honest man who might be tempted to meddle with Imperial Ukases. \" Upon expressing my astonishment at the existence of such disgusting abuses, observing that I had imagined that, the Emperor was high-minded and just, and that I presumed he must be ignorant of these vile proceedings, I was told that the Czar knew all about it — that he deplored the evil — but that the go vernment being loo poor to pay the public officers adequately, these peccadilloes were winked at ! To this was attached another piece of information, viz. that after a man has been at his post long enough to have lined his pockets well by his mal-practices, he is put on the shelf to make room for some half starved aspirant : — so that the system is carried on from one generation to another. The contracts for the government supplies are secured and acted upon in the most ne farious manner. I know, from a good source,"], [185, "TO ODESSA. 179 that the contractors bribe the authorities whose duty it is to superintend the due per formance of their engagements, and that the most wholesale peculation is carried on unblushingly. I had heard of something of this kind from a worthy sea-captain with whom I sailed from Jamaica. He had been engaged in the St. Petersbourg trade ; and he assured me that officers in the navy were in the habit of going on board his ship (and other vessels ) on her arrival at Kronstadt, and of offering him, the master, for sale, anchors, cables, cordage, and all sorts of naval stores, stamped with the imperial mark, and quite new out of the arsenal !!! It seems that the storekeeper had an understanding with the officers, and issued fresh articles, on the de claration that the stolen goods had been worn out in the service ! I ought to add, that my honest captain assured me he never bought so much as a rope-yarn of these \" honourable 12"], [186, "A JOURNEY 180 men\" and I believed him firmly, for he was excellent and upright Briton. In this arbitrary country, where the pu nishments for crimes are so severe — where a man can be sent to Siberia, or be lacerated by the knout, almost without being told what for — where espionage prevails to a frightful extent — it seems most extraordinary that neither the fear of detection nor of chastisement arrests the despoilers. The fact appears to be, that so long as a man does not conspire against the state — so long as he contents himself with reading the St. Peters bourg Gazette, and admits that all is for the best in this best of all possible empires, he may commit robbery, perjury, and injustice with impunity — The Emperor winks at it III — and yet we are told ofthe power — the resources — the influence of Russia. — What ! when the Emperor winks at the corruption by which the public servants are supported and enriched? — when the judges can be"], [187, "TO ODESSA. 181 bought fora few roubles? — when, in short, almost every public functionary has his price? I have already mentioned that the mer chants are classed ; this is unpleasant, and partakes of the military footing on which every thing is placed. The term Copetz, by which merchants are designated, applies also to shopkeepers, and is not much relished by the former. I am assured that unless a merchant be of the first guild he is not al lowed to have more than two horses lo his carriage ; plebeians, in general, are forbidden to drive four, excepting when travelling post. These sumptuary laws are remnants of barbarism which would not be tolerated iu a free country ; and they must create heart burnings and discontent in this — the more so as the nobility (both Russian and Polish ) are oftentimes haughty and arrogant in their demeanour towards those who do not belong to their class. Talking of four horses to the carriages of"], [188, "182 A JOURNEY lhe nobility, I must tell you that a great parade is made of them _ — the leaders are very distant from the wheel-horses ; the traces being eleven or twelve feet long, and fastened in a point to the carriage-pole : there is a coachman and a postillion, the latter being generally a lad, dressed something like a r/ro,$M/-driver ; what appears singular to me is, that he rides on the ojf-leader, so that he is obliged to hold the whip in his left hand : — at the risk of being set down for a punster, I must say that this gives a gauche appearance lo the whole concern. By day, the jockey gives notice of the approach of the great folks by a shrill whistle, and, at night, by a shriek, or scream : — it is a singular transition, on leaving the theatre, one's ear still vibrating from the effects of the sweet warbling of the Prima Donna, to have those delicious twitterings frightened away by the Kozak-boy's cry, as he rides up to the vestibule."], [189, "TO ODESSA. 183 The Greeks are not in very good odour here : some persons have assured me that their principles are worse than those of the Jews — this is going very far indeed — be it as it may, there certainly does not appear lo be the same enthusiasm for their cause here as exists in places more remote from the scene of action. I visited the quarantine establishment a few days ago. There is a long mole, or pier, to which the masters of vessels come, in their boats, lo confer with their consignees. I accompanied my hospitable friend Mr.****, and thus had an opportunity of witnessing some of the formalities of the place. Two or three commanders of merchantmen that were consigned to his house were waiting for him : — a wooden paling separated us from the quay, and my friend had enough to do to answer the captains, who occasionally spoke all at the same moment, aud on dif ferent matters of business ; he contrived at"], [190, "A JOURNEY 184 length to satisfy all parties, and they shoved off. In another part are the parloirs, where the persons who are performing quarantine speak to iheir friends through a grating. Adjoining this place is a long jetty, whereon they can take exercise, and their lodgings are at a short distance. There were several melancholy groups — amongst them a few Turks — they all seemed ready to ejaculate, like Sterne's starling, \" I can't get out — I can't get out. ' Tis annoying enough to be kept fifteen days, at least, cooped up in a cage ; but the evil is a necessary one, and the best re medy is that of the philosophical Spaniards — paciencia. What strange beings we are ! and how easily (and oftentimes ridiculously) we suffer ourselves to be affected by local ities ! — Now, when you look at people through bars, and know that they arc con fined to a limited spot within those bars,"], [191, "TO ODESSA. 185 and that you are free, a feeling of pity for them (mingled with one of self-complacency) takes possession of the mind ; and although you are aware that the detenus are the most respectable individuals in the world, their long faces, and anxious glances, together with the guards and turnkey-looking attend ants, almost make you regard your worthy friends as culprits: — this is really very wrong; for, we ourselves may be in limbo to-morrow or next day, aud we should feel extremely indignant if our acquaintance should look down upon us. It is not pleasant to feel that one is a suspected article, if only with reference to the plague. Almost every body here smokes a la Turque. The pipes are made of long cherry sticks, which form a considerable article of commerce from Tifflis. The grand display is in the mouth-pieces, which are made of amber, and are more or less ornamented with enamel and gold : I have seen some deco-"], [192, "A JOURNEY 186 rated with precious stones. In houses where I have visited, several pipes were ranged against the walls in the dining-rooms, much in the same way as the queues are placed in a billiard-room. The Oriental custom of offering the pipe to visitors is kept up here ; the amber mouth-piece is said to be a safeguard against any unpleasant consequences that might arise from different persons using the same pipe : — the stem, or stick, is long enough lo rest on the ground. The Turkish tobacco is of a very superior description ; its aromatic odour is a temptation too strong to be resisted ; so I have, occasionally, \" puffed sorrow away\" like my neighbours. At a real Russian dinner it is customary to have a side-table covered with caviare, Bologna-sausages, and all sorts of friandises, which are partaken of in no sparing manner before dinner ; drams of brandy and other liqueurs complete the whet : — then comes the dinner, which is most copious and supe-"], [193, "TO ODESSA. 187 rior, as are the wines, which circulate freely. After that has been discussed, coffee, liqueurs, and pipes are introduced. When you are at Rome, you know, it behoveth you to do as the Romans do ; but really there are some things that one cannot do. My complaisance carried me as far as my nature could go, and I partook of the good things that were succes sively and hospitably set before me, as long as possible; at length I was obliged (I am now speaking of one memorable dinner), to say — \" My dear Sir, Rome was not built in a day — I dare say that, in time, I shall be able to comply with the excellent customs of this country and of your most hospitable house — but, pour le moment, my stomach is not so accommodating as I would fain have it — most reluctantly am I forced to decline partaking of this choice plat. \" The Russians speak foreign languages with great facility ; it is not uncommon, in thc genteel walks of life, for children to speak"], [194, "188 A JOURNEY Russian, German, French, Italian, and English — by being thus accustomed, from their earliest infancy, to this useful practice, they possess great advantages on entering into society. A few days ago I witnessed a portion of the ceremony of baptism in the Greek church. The priest (a young man) wore a vestment embroidered with crosses; his light-brown hair was combed smoothly off the forehead, andflowed over his shoulders in wavy tresses. The holy-water was contained in a brazen font, neither elegant nor clean ; around it were stuck several very small wax-lights — there were two lads in attendance, who chanted the responses. The parents of the infant held each a taper, and during the first part ofthe ceremony the mother had the child in her arms. The priest, after some preparatory prayers, anointed the infant, in various parts of its body, with some liquid contained in a small phial, taking care, each"], [195, "TO ODESSA. 189 time, to make the sign of the cross ; then he took it from the mother, and covering its little mouth and eyes with one hand, im mersed the entire body three times in the holy-water, and gave the child to the father (a Greek) who held a new napkin to receive it : — some of the hair was then cut off, by the priest, and given to the mother, who rolled it up as a little ball, wh ich she cast into the font — the priest now dipped a sponge into the holy-water, and again made the sign of the cross on different parts of the infant's frame. This done, he fixed a kind of veil made of white linen or calico, and ornamented with a bow of ribbon, around the lower part of the child's head, so that it fell over the neck, and afterwards (some more ceremonies, chanting, etc., having been performed) he placed an embroidered cap on its head — then he marched all round the church with the babe in his arms, re turning it afterwards to the father, who"], [196, "A JOURNEY 190 kissed a crucifix which was held up to him, as did also the mother ; anon they kissed the priest's hand. When all was over, the man gave money to the ecclesiastic and to his assistants, received their compliments and salutations, and the party went their way. The Greek churches are adorned with por traits of saints ; the ground of the picture is almost always gilt. The chanting is very fine : vocal music only, is performed in these temples, and I must say that the effect produced thereby is peculiarly pleasing : so much was I delighted, the first time I heard it, that I followed my ear until I came close to the singers. — I had fostered the romantic idea that such heavenly strains must have proceeded from a warbling choir of pretty young nuns, and I felt irresis tibly drawn towards the spot where I sup posed the tender sensitive creatures might be hymning behind a curtained grating, through a corner of which, peradventure,"], [197, "TO ODESSA. 191 I might catch a ray from a bright eye, beaming with religion and love — judge then of my surprise, and utter disappointment, at seeing four or five shabby, ragged, filthy old men, with most un-romantic mouths and other features, packed together in a dirty pew — these were the choristers ! And thus was I disenchanted. The Greek priests are not, I believe, re markable either for learning or piety. The ceremonies of this church appear to me to be calculated to perpetuate superstition and igno rance — there is a good deal of pantomime : — part of the service is performed behind a gilt latticed folding-door, through which you may perceive a small chapel, and the priest flitting about from one missal to another ; suddenly the folding-doors are thrown open with fracas, and the clergyman comes forward repeating some prayers, lo which the chanters respond — certainly in most touching tones — presently he returns to the sanctuary-,"], [198, "A JOURNEY 192 the doors are closed, and, this time, a crim son curtain is briskly drawn across the gilt lattice-work ; and a low murmuring voice is heard within. At different periods of the service the congregation bow their heads ; occasionally they fall on their knees, and strike their foreheads on the pavement. The foregoing is but a very imperfect description of these rites. The news of the death of Louis XVIII. arrived at Odessa a short time ago. The French Consul had a grand funeral service performed in the Roman Catholic church, which was hung with black, and a catafalque erected in the centre : — the public authorities were invited, as well as the foreign Consuls. This Prince appears to have been much re spected, and his death is considered by Frenchmen as a great national calamity : he was called le Roi Legislaleur, and had the reputation of wisdom and sincerity : his brother the Count d'Artois, whohassucceeded"], [199, "TO ODESSA. 193 to the throne of France has the appellation of le Preux, le Roi Chevalier. Charles X. has commenced his reign by a conciliatory and liberal line of conduct; a continuance of this enlightened policy will consolidate the con stitutional liberties of the French nation. I have heard of a prophecy with a double meaning attached to it , which I cannot exactly understand : — this proceeds, doubt less, from the obtuseness of my intellect. The lines are Quand Louis mourra Charles Dix paraitra. There is a play upon the two last words in the second line : — instead of Charles Dix pa raitra, — Charles the Tenth will appear — the prophet means to say Charles disparaitra — Charles will disappear. One would imagine that Charles X. must, on succeeding to thc crown of France, appear more than ever (1). (1) The Odessa prophecy is fulfilled — Charles the Tenth has disappeared '. and thc prediction may be accounted 1 3"], [200, "A JOURNEY 194 Count Langcron is much beloved in Odessa ; he is a very fine looking man — I am told he is upwards of seventy years of age, though, from his appearance, I should say he is not more than fifty. There are some interesting historical recollections attached to the name of Count Langeron : — he served in the Russian army under the command of Field-Marshal for by the knowledge the prophet, no doubt, bad of the character of the Count d'Artois ; and his conviction that Louis the Eighteenth (who was the sheet-anchor of the Charter), having been carried off, the vessel of the state would no longer ride in safety ; and that the weak ness and obstinacy of his successor would, sooner or later, cause him to be driven from his throne. A close observation of human nature might give rise to many predictions which would turn out to be as true as that concerning Charles X. It is, however, a curious fact, that almost immediately after his accession, and long before his brilliant coronation at Rheims, I should, on the shores of the Black Sea, hear that downfall foretold, which / witnessed in Paris in so comparatively short a time afterwards. Paris, August, _83i."], [201, "TO ODESSA. 195 Souwarrow, at the siege of Ismail, many years ago. During the summer months, clouds of locusts obscure the sky; they are most destruc tive to the corn. When I say clouds of locusts I do not speak figuratively — I have seen them. A curious proof of the avidity with which the Jews look after profit, even of the smallest kind, has just come to my recollection. Many of them are money-changers ; but, not content with establishing offices in different parts of the city, they have portable shops, which they plant in the most frequented tho roughfares : — the shop consists of a glass-case containing coin of all kinds ; this case stands on a table, in front of which sits the Jew bullion merchant, on a stool : — no operation of exchange is too trifling for him, and he is sure to make his customers pay highly for his agency — it is very necessary to weigh your ducats, or piastres, before accepting them. i3.."], [202, "196 A JOURNEY I have now given you an unconnected, and I fear very imperfect, account of Odessa. It has been truly said, that, to be enabled to reason prudently on a country, one ought to inhabit it in all seasons — I have not been quite three months here, and therefore must rely on your kindness in making allowance for all defects. A gentleman, with whom I am acquainted calls Odessa the world's end : it is, cer tainly, a place by itself — a singular spot — a semi-oriental city. Great monotony naturally prevails, owing to the causes al ready mentioned ; that is to say, the want of amalgamation of the individuals of different nations in general society ; the rigid quaran tine to which vessels are subjected, which occasions an absence of the usual life and movement of a sea-port town ; and the decay of commerce. Now and then we have news ofthe engagements between the Greeks and Turks — in a few hours the partial excitement"], [203, "TO ODESSA. 197 ceases, and all goes on again in the beaten track. The climate is very variable : last month ( October) the weather was alternately exces sively hot and piercing cold. The mode of heating the apartments is, to me, comfortless; the poeles, or stoves, are commonly built in the antechamber, and one corner of your sitting-room is cut off by a wall 9I dutch-tiles which reaches to the ceiling — this is, in fact, the back of the stove. You, who know what a salamander I am —how I love a cheerful fire-side, and to see my friends around me — ■ will easily conceive that these ovens are very insipid to me : — yet, although no crackling blaze is to be seen, I have caught myself, more than once, with the flaps of my coat under my arms, my back turned to the warm corner, and lost in a drov>sy reverie, from which I have been roused by the scorching heat of the porcelain tiles. I endeavour to make myself happy wherever I may chance"], [204, "A JOURNEY 198 to sojourn, and shall even feel a good deal on quitting Odessa — for I have been favoured with much attention by several amiable individuals. I regret not to have been able to visit Nikolaiew, where the principal arsenal for the Russian fleet in the Black Sea is established ; — this fleet is commanded by Admiral Greig, a Briton — he is universally esteemed. Niko laiew (on the river Bog) is about a hundred and twenty werstes (nearly seventy English miles) from Odessa; which city is situated between the Bog and the Dniester, in lati tude 4628'' N., longitude 3o'24\" E. I have already given you an outline of my ideas concerning Autocracy : — there is an other sort of cracy, which has great influence in Russia — viz. bureau-cracy . I was asto nished at seeing the extent of the police establishment here, on going through the needful forms respecting my passport. Hun dreds of clerks are employed ; and it was"], [205, "TO ODESSA. 199 melancholy to see the poor, dirty, anxious looking labourers, waiting for God knows what permit to follow their humble callings — no doubt fees were paid for these docu ments. In order to perpetuate the revenues of thc bureau-crals, the trammels that, are thrown around society become every day more complicated and entangling — I fear that it will require a tremendous and appalling effort to burst them asunder. I forgot to mention that a subscription has been set on foot for a monument to be erected lo the memory of the Duke De Richelieu. The statue is to be of bronze, and the pe destal of granite : I rather think the moment is unfavourable ; for commerce is at too low an ebb for merchants to afford to be as liberal as the occasion merits. I expect to leave in eight or ten days ; and have been introduced to a gentleman (a merchant established here) who is going to"], [206, "A JOURNEY 200 Vienna and Trieste ; a mutual friend has strongly recommended us to each other as travelling companions. I have some thoughts of going round by Trieste and Venice ; at all events, I have made arrangements for having letters of recommendation for those cities. Upon comparing our carriages, that belong ing to Mr. S — turns out to be the more roomy ofthe two; I have therefore decided on disposing of my caleche. When I look at the staunch little carriage in which I per formed my long and solitary journey, I confess I do not like the idea of parting with it : — it served me for parlour and bed-room during many a weary day and night — every pocket has some souvenir attached to il : — true, I got many a hard knock as it waddled through the Polish ruts, and, occasionally, one of the low fore-wheels was seen rolling along ahead, whilst we ( that is, the caleche, the postillion, and I) remained all on one side — however, such was the simplicity of"], [207, "TO ODESSA. 201 the construction of the vehicle that a new linchpin set all to rights, and away we went again ; but the best friends must part. As my fellow-traveller takes his servant with him, I shall discharge poor John — alias Juan — alias Iwan — alias Giovanni. The season being so far advanced , it becomes necessary to guard against its chilling effects, especially as we shall travel post, night and day : — I am about, then, to enact the part of a Russian Bear— my skin is already in a state of preparation ; and, as I mean to be a very well-bred bear, and will neither growl nor bite, I am not to be muzzled. You shall hear from me from Brody or Vienna — Adieu. Yours faithfully."], [208, ""], [209, "LETTER VIII. Broby, tsi December, 1824. MY DEAR C****, Various circumstances detained me at Odessa until the 25th of November. My friends in that city continued to favour me with the most gratifying and solid atten tions until the last, and I quitted them with much reluctance. One of the evils attending the wandering"], [210, "204 A JOURNEY life I have led, from my earliest youth, is that of being obliged to forego the society of estimable individuals, at the very moment when it is becoming most agreeable and va luable — just at lhat point where the formal ity of new acquaintance is beginning to yield to the quiet and progressive influence of daily intercourse — of kindness displayed by the resident, and appreciated by the stranger. The last pressure of the hand wrings the heart too ; and the only consolation on these painful occasions, is, the hope that a meeting may again take place under circumstances that will allow of the party obliged (as I was in this case) shewing friendly attentions in return . My poor John was so unhappy after my announcement of not intending lo take him with me, that he fled to his bottle for conso lation, to my great annoyance ; for at thc Inst, when his services were most required, he was almost constantly intoxicated. Two"], [211, "TO ODESSA. 205 evenings before I left, he received me, on my return from dining out, with a lighted candle in each hand, which he crossed and re-crossed in the same way as you may have seen a rope dancer do with two little flags, — reeling all the while, yet avoiding a fall with as much dexte rity as could the most practised acrobate ; and trying lo stammer out an apology. I felt for him, poor fellow, and did not let him suffer for his failings — we are all weak creatures, and severity ill becomes any of us. At length the time for departure arrived : we had agreed to start from the residence of Mr. S — , who came for me in a droshki at about eight in the evening. Two of my friends had kindly called, wishing to see me off; — so we all went together, and when ar rived at the house of Mr. S — we found se- veral of his friends assembled. I was enveloped in a large black bear-skin, with the fur next me, and so contrived as to form a loose travelling-coat; the outside being"], [212, "A JOURNEY 206 of coarse green cloth : I also had on a pair of large boots, reaching above the knees, and lined with fur — a Greek cap, made of black Astrakhan lambs' skin, with a scarlet patch on the crown, adorned my head ; and a red worsted scarf was twisted several times round my neck — this wrapper was so arranged as to admit of its covering my ears and nose, in case of need : — add to all these coverings, thick gloves lined with fur, and you will have a tolerable notion of the outlandish figure that was standing near the carriage, ready to set-off, in a fine star-light night at the end of November. Hearing a convulsive sound near me, as though some one were sobbing, I looked round and perceived my poor servant — quite sober — but crying like a child : — he got close up to me, took my hand, and kissed it — in broken accents wished me a safe journey — and retired. The gates of the city being closed, we had"], [213, "TO ODESSA. 207 made interest to have a Kozak to accompany us, with directions that we might be allowed to pass. All was now ready — I shook hands with my two friends; those of my fellow-traveller embraced him, and offered to go through a similar ceremony with me — I declined these salutations, but, cheerfully and cordially holding out my hand, the movement was fol lowed by the whole party, and we seemed quite to understand each other. I ought to mention that we had provided ourselves with a good-sized, sonorous bell, which was strongly tied to the end of the carriage-pole, and was intended to announce our approach to the post-houses, as well as to give warning on the road at night. Off then we went — our four horses running abreast : — we soon reached the city-gates (which were opened wide at the voice of the Kozak) and dashed through, at full gallop"], [214, "208 A JOURNEY — the driver calling out to the animals, and whipping them unmercifully : Horses springing, Their heels mud flinging, The bell a-ringing All so loud, Set my ears a-tingling, And ir.y heart a-jingling — — Divers thoughts mingling In a crowd. The confused din must have turned the brains ofthe poor cattle (as you will think is the case with mine when you read the above wretched doggerel), for they ran away, and leaped rather a wide ditch at the side of the road, dragging the carriage after them — fortu nately it remained blocked up in the dike. Before I knew exactly what was the matter my brother-traveller had jumped out — I quickly followed his example : — the horses were pacified by dint of great exertion, and, putting our shoulders to the wheel, in the fullest sense of the phrase, we extricated the"], [215, "TO ODESSA. 209 vehicle and found our way into the road from another part of the field. Our adventures on the route lo Radzie willow were not numerous — the post-road is rather longer than that which I traversed in going out. We forced our way through the mud in a most determined manner — fre quently the slough reached the axle-tree, and we were often obliged to take six or eight horses ; this was more annoying than the dust in the summer months. One morning, the towers of Bender were visible in the distance. I had a great desire to visit the place where Charles XII. look refuge, After dread Pultowa's day When Fortune left the royal Swede :' but the plan of travelling I had fallen in with did not admit of an excursion which would have proved so interesting to me. I was constrained, therefore, to be sa tisfied with looking on the walls of Bender >4"], [216, "A JOURNEY 210 until they dwindled into a speck :— then, shutting myself up in my impervious mantle — my furry closet — I meditated on the vicis- situdes of the monarch who, after such brilliant feats, had been obliged to flee before a potentate not less extraordinary than him- self, and whose army of eighty thousand men he had, but a short period before, de- feated with only eight thousand Swedes ! — Charles claimed the hospitality ofthe Turks : — nobly, indeed, did the Grand Seignor answer that claim ! And, when reflecting on the history of these transactions, one must admire the generosity and forbearance of the Ottomans towards the pugnacious king, who, when he had no enemies to fight withal, displayed his prowess in combating his friends, — turning his dwelling-house at Bender (or rather at the village of Varnitza) into a fortress, in which he sustained a siege; caused his faithful followers, and many of the generous Moslems, to be cut in pieces —"], [217, "TO ODESSA. 211 and fought like a lion himself against those who had no hostile intentions towards him! Still he was a hero — and I wrought up my imagination to a high pitch on thinking of thc moment when, the house having been set on fire by the Turks, by means of arrows with lighted torches affixed to them, the king seized a small cask full of liquid, and, aided by two of his men, threw it into lhe fire in order to extinguish it. Instead of water, the barrel was full of brandy ! — the flames became still more violent — the roof fell in — the smoke and heat were suffocating — \"Come on, my friends,\" said the intrepid Charles, \"let us sally forth and cut our way to the Chancery, which is fire-proof.\" The Turks, who sur rouuded the burning edifice, were horror struck at not seeing the Swedes make an attempt to escape ; and thought they had fallen victims to the devouring element — their astonishment, therefore, must have been great on seeing the doors thrown open and .4-"], [218, "A JOURNEY 212 the King of Sweden — more mad than ever, with despair — rushing forth, with the remnant of his little troop, completely armed and in menacing attitudes ! — instead of crying out for quarter, each man fired off his two pistols together; then, throwing their fire-arms away, the gallant band drew their swords and drove the Turks before them ! — but they were soon surrounded : — Charles wore his long military boots (as usual), and, his spurs becoming entangled at this critical juncture, he fell down — was rushed upon by a score of Janizaries, and, when overpowered by numbers, threw his sword into the air rather than deliver it up ! — he then suffered himself to be carried to the Pacha's quarters by the Turks ( some holding him by the legs, others by the shoulders), without a word of impa tience escaping from his lips, or a flash of fury from his eye — but, on the contrary, he smiled on the Janizaries and on the bearers, as they cried out Alia! in tones of indigna-"], [219, "TO ODESSA. 213 tion, mingled with respect : — his anger and his sword were castaway together ! Such were my cogitations, whilst retired within myself as we quitted the neighbour hood of Bender. The picture I had been drawing made me start as from a dream — my companion seemed surprised — \" I was think ing of Charles XII, \" said I ; and looking about me, remarked a family of Moldavians passing in a large cart. The women were clothed in sheep-skins, and their faces were muffled up so as only to leave the eyes free. The act of making my observations on these people soon caused me to skip over more than a century, and to consider the world in its actual state, when a fresh set of heroes and madmen are pursuing their course — to be soon replaced by others. We made our entry into Tnlczyn with eight horses (for although the number stipulated in the Podaroschna was but four, the bad state of the roads warranted the post-"], [220, "A JOURNEY 214 masters in allowing the number to be aug mented), and yet we stuck in the mud nearly in the middle of the town ; whilst a Jew, mounted on a strong animal and leading three others, rode round us, armed with a long cart-whip, and seemed by his cynical look to chide us for having preferred the Russian post, and to enjoy our embarrassment. A mode of travelling post in these regions has been mentioned to me, which might suit persons who do not speak the Russian lan guage. The Jews will engage to convey you day and night, changing horses at the dwell ings of people of their own religion : — by managing to leave at sunset on a Saturday, the journey from Odessa to Radziewillow might, almost to a certainly, be performed before lhe return of the Sabbath, even if the roads should be as bad as they now are. Thc Russian post-horses are small rough coated animals — I believe they arc never groomed."], [221, "TO ODESSA. 215 I could not pay a visit to the venerable Mosie Lebb, for we stopped at the Christian Tracteer s, and I must have waded through so much mire in order to reach the old man's dwelling, that I was obliged to fore go the pleasure of seeing him. This same Tracteer s establishment is by no means brilliant ; it is conducted by a German woman and her daughter, and the room in which we took our soup was small and comfortless ; the only furniture being about half a dozen common tables and a few shabby chairs. In a general way we were obliged to rely on a little stock of provisions with which we supplied ourselves at Odessa — good coffee and eggs were to be had at some of the Jewish inns. At nine o'clock last night, we arrived at Radziewillow — having, travelled with hardly any intermission, during five successive days and nights. We were informed by thc sentinel that it"], [222, "A JOURNEY 216 would be impossible to enter the town until the next morning : — this was sad intelligence, for we were much fatigued, the night was piercing cold, and there were not any houses in the neighbourhood; therefore we seemed doomed lo make the carriage our place of shelter, without the movement, or excitement of getting over the ground. Being resolved, however, not to yield without an effort, we alighted, and entered the guard-house. The post was commanded by a Major : you cannot imagine a more mi serable place than the guard-room in which we found this officer and three others, seated at a greasy, rickety table, playing at some game with most foul cards : — the place was dimly lighted by two trumpery candles stuck in bottles, adown the dusty sides of which the classic streams oi grease meandered softly. These gentlemen took but little notice of us poor way-worn travellers ; and I began to feel the growling propensities of the animal"], [223, "TO ODESSA. 217 whose skin I wore, rising in my breast, when the churlish Ursa-Major declared, with force, lhat we must remain all night in the carriage. The cards were shuffled — the Major looked big, and the subs looked little — we remon strated again and again : — I could not speak Russian, but I put in my word in French, and Jew-German, embellished with an occa sional groan, or growl. On making rather a brisk turn ( I suppose of vexation ), my money rattled in my pocket ; — whether it was owing to this circumstance, or in conse quence of a hint thrown out by my companion, I do not pretend lo say, but certain it is that \" a change came o'er the spirit of\" the Major ; — he began to explain — the game was sus pended — the Podaroschna was examined, as well as our passports : — shoulders were shrugged — eyebrows elevated — two cabo vanses or silver roubles ( worth about seven shillings) were quietly laid on the table hy"], [224, "A JOURNEY 218 my friend — who knew what he was about — and then our papers were countersigned and returned to us. The bottle was now passed (I mean the bottle with the candle stuck in.it — not of old Port) to one of the constellation of Ursar-Minor, who lighted us out, and gave orders to the sentinel to let us pass : — thus we entered Radziewillow, in contravention, as it would appear, of the standing orders and regulations ! The sound and fury of the Field Officer signified nothing but two silver roubles — and I had a practical proof of Russian military honour and integrity : — again I say, that whilst corruption exists, as here exem plified (for this little scene is an epitome of the whole Russian system) there is no reason to dread Russian preponderance, if other nations will but look at facts with a clear eye. It may, perhaps, appear ungenerous, afler availing myself of the permission to enter the town, to animadvert so strongly on the"], [225, "TO ODESSA. 219 conduct of the person who enabled (ne to do so — I certainly felt very much obliged to the Major — and cared not a fig for my share of the silver roubles : the anecdote is related merely to show how matters are managed in Russia. If there had been no standing order against the entrance of travellers after a certain hour — or, if the officer commanding the sta tion had a discretionary power — then all I say is, that it would have come with a better grace if that power had been displayed in our favour without the persuasive aid of the two cabovanses : — if, on the other hand, the orders were strict and peremptory, the Major ought not to have suffered them lo be in fringed on any account — at least these are my notions as to the duty of a military man — and I think lhat, unless an army be go verned by such principles, it cannot be de- pended on. We now drove to the Hotel de St. Peters- bourg — Mr. Jacobson's — where I fell sure we"], [226, "A JOURNEY 220 should meet with good accommodation. We found the house lighted up, and full of gay company : there was a grand ball, which was attended by the principal personages of thc neighbourhood. I inquired for Mr. Jacobson, but could hardly get an answer from the attendants : at length we found our way lo the kitchen, where all sorts of good things charmed our eyes, and regaled our nostrils ; — how fortunate to have arrived at what a school-boy would have called pudding-time ! I really felt anxious lo see Mr. Jacobson ; — for you will perhaps recollect how much he had interested me, on my way out : — at last, he came. To be sure I was travel-worn, and in a different costume to that in which he had seen me before : — supposing this would account for his not seeming to recognise me, I told him who I was — said we had just arrived from Odessa, and intended to pass the night al his house ; and finished by requesting"], [227, "TO ODESSA. 221 that he would order rooms and refreshment to be prepared for us : — but Mr. Jacobson either could not, or would not, recollect thc man who had passed some hours in his house only three months before, and who had heard with patience and sympathy the tale of his misfortunes ! — he appeared very busy, de clared that every corner in his house had been bespoke for weeks before, for the com pany now assembled — that every mouthful of provisions was also embargoed — and that, in fact, he could not accommodate us : — so taken up was he with his guests that he could scarcely find time to say he was sorry to turn us away — for he left us, very unceremon iously, to attend to the more fortunate persons who had possession ofthe house. We lingered about for some time, and requested the head-cook to persuade his mas ter to allow us lo purchase a fowl, or a ham, or something — 'twas of no use — all we got were broad stares from lhe servants,"], [228, "A JOURNEY 222 and contemptuous tossings of the head from some ladies who occasionally deigned to look into the kitchen, between the quadrilles. So you see lhat my sentimentals about Mr. Jacobson, were, like most other sen timentals, all wrong : — the poor man was elevated by the transient, occupation of his house — the gaunt and rusty wayfarers formed loo striking a contrast to the brilliant Squires and Dames who were figuring away, and tripping on \" the light fantastic toe\" in the ball-room. Had we arrived a day or two later, we should, most likely, have been re ceived respectfully and cordially — I should have heard another touching tale — and then have proceeded on my (for a few wastes) \" sentimental journey \" : — as it was, we were forced to decamp, and to content ourselves with the remains of our travelling larder. Wfiither we should have bent our course I know not — for it was now past midnight — had not the universal resource, in this"], [229, "TO ODESSA. 223 country, presented itself on the very threshold of this inhospitable hostelry. A tall, dark figure emerged from the gloom, and approached us with measured step : — by the light of the carriage-lamps we distin guished the animated countenance pf a man of about thirty, with a long black beard — a Jew in fact ; — he seemed, intuitively, to know all our embarrassment ; which, magi cian-like, he offered to relieve. We made a compact with him ; — in a moment he was beside the postillion and our servant, perched on the iron arm of the driver's seat : — how he supported himself on that narrow rail I can not comprehend ; for the seat itself was barely wide enough to accommodate two persons. Floating, as it were, in the night-air, he stretched forth his arm, and pointed out the way — his black gabardine flowed loosely, and, bat-like, flapped against the lamp — \"Lead on — I'll follow thee \" — exclaimed I,"], [230, "A JOURNEY 224 in downright English ; — and never were poor benighted travellers dragged through more mire, or over more rugged roads, than we were. Turning off from the main street, he brought us into divers narrow lanes, wherein were huge stones scattered here and there ; and we often fell into such deep ruts that our well-tried carriage cracked again. We passed some hovels, but no signs of houses could we see. The poor horses stumbled — the Russian driver swore — Gottlieb ( the German servant ) cried sacrament : — still our sable guide kept his position on the rail, uttering, ever and anon, an encouraging expression ; the jolting, however, continued with such violence, that my companion, whose patience had been gradually evapora- ting, jumped up — dragged the mysterious being on to the apron of the caleche — bela- boured him most severely, and proved to demonstration that he was made of flesh and blood — for the precious fluid streamed co-"], [231, "TO ODESSA. 225 piously from his nostrils over the hands of his punisher. This Jew was six feet high — young and vigorous ; — yet, poor creature, he neither parried nor thrusted ; but merely declared that he was guiding us well, and that we were close to our lodging. I could not bear this scene — my fellow-traveller is a worthy young man ; but, like many others who have lived in countries where slavery, and moral degradation — its natural consequence — exist, he had too great a liking for the system of a word and a blow, when irritated by Jews and other (according to a certain class of arguers) inferior beings : — I therefore drew him back by his cloak, with a forcible but conciliating hand — a pull-devil, pull-baker sort of struggle ensued — the poor Jew re gained his equilibrium, and in a few minutes we arrived at a house into which we found no difficulty in gaining admittance, and all was right. r,"], [232, "A JOURNEY 226 The Israelite wiped his ensanguined vi sage — stood erect — looked patient, but not undignified — and, when I took an oppor tunity of saying a few kind and encouraging words to him, he seemed pleased and com forted. The night's lodging was decidedly the best I had met with among the Jews — to exemplify this, I must tell you that we had each a clean bed-room. In the morning early, our guide presented himself, and arranged every thing for our departure : — he was really a handsome man ; cleanly in his person, assiduous without ser vility, and appeared to have influence over his neighbours. Alas ! poor Jew (solilo quized I), thou hast been stricken by the Christian's hand, and yet there is a Christian heart near thee that commiserates thy lot, and would not, wittingly, hurt or humiliate thee ! Does not Sterne say, somewhere, \"I hate the man who can go from Dan to"], [233, "TO ODESSA. 227 Beersheba, and say all is barren?\" — well, so do I — and whilst all around me was bustle, and orders were being given and received with no reference to any thing but the mi nutiæ of travelling arrangements, I became absorbed iu a labyrinth of reflections, and what some persons would, ironically, call fine feelings : — lest, however, you should imagine that I am again becoming all sen timent, which you and I have frequently found (as regards those who profess to be so) to mean all cruelty, I will spare you the detail of my meditations, and tell you that, in due time, we arrived at the termination of the Russian possessions in this part of the world. The formalities were soon gone through, lhe fees paid, the barrier raised — ■ and out of New-Russia we galloped (1). (1) Radziewillow is the spot where the brave Polish General Dwernicki recently entered the Austrian territory, when pursued by thc Russians and it was in that neigh- i5.."], [234, "228 A JOURNEY Our galloping was soon stopped short by the ruts and pools of water in the road; but we reached this place, safe and sound, and <lrove to my old quarters —the Hotel de Pach. We shall, I think, remain at Brody till to-morrow evening; for a night's rest is very desirable. Our passports have beeu sent to Lemberg, after having been examined and registered, and receipts given to us to esta blish our claim for the originals at Lemberg. I have paid thirteen ducats to my corres pondent here, for postages of letters for warded to and from me during my stay at Odessa. You are aware that letters addressed from London lo persons at Odessa should be bourhood that so much unfairness was shewn towards that gallant officer and his little division, by disarming them and sending them into the interior as prisoners, whilst the Russian troops were allowed to rc-cross the barrier, with their arms. Paris, August. 1831."], [235, "TO ODESSA. 229 inclosed to a commercial house at Brody, from whence they are forwarded to the Russian post-office at Radziewillow : by this plan eight or ten days are saved — sometimes more — for letters addressed to Odessa and sent through the foreign post-office in London would be dispatched by the Hambourg mail, and go round by St. Petersbourg : — as concerns commercial or other important correspondence, this economy of time is well worth an extra expense. I am in a good inn — that is, for this country — and have had a comfortable dinner ; but my visitors are more numerous than I like. Every moment a Jew enters my apart ment, offering me his \"monies\" or his wares : — do not mistake — he does not offer lo lend or give me his monies, but to barter and exchange ducats against other coin, at a profit, in his favour, of at least fifty per cent. These Jews are certainly the most dis gusting beings I ever mel with ; their rapa-"], [236, "A JOURNEY TO ODESSA. 230 city is beyond description ; and I have had convincing proofs, this very day, that the bulk of them seek after the vilest employments in order to gain a sordid penny. All my fine feelings then are fast fleeing away ; and, so soon as I shall have finished these lines, I mean, very quietly, to turn the caitiffs out ofthe room, lock the door, and go to bed ; — pray, then, excuse this incoherent scribble from a pestered-with-Jews traveller. Yours very affectionately, etc."], [237, "LETTER IX. Vienba, 12th December, (824. MY DEAR C*»**, We left Brody on the ad instant at nine in the evening ; and breakfasted the next morning at Lemberg ; where we were detained until the afternoon, on account of some needful formalities concerning our pass porls. The accommodations at the little country"], [238, "232 A JOURNEY inns at which we sometimes halted were not to be despised : — in fact, after having floundered through new Russia, all appeared good. Occasionally we met some Hungarian jieasants; their dress consists generally of a sheep-skin with the woolly side outwards, and a broad brimmed hat. We merely changed horses at the fortified towns of Ollmutz and Brunn ; and, having travelled night and day from Lemberg, we arrived at Vienna at two o'clock in the morning of the 9th inst., and found excellent accommodations at the hotel osthe Herzezog Carl — or Archduke Charles. I am much pleased with this capital : it possesses a number of excellent public esta blishments ; strangers are admitted, without difficulty, to inspect them, and meet with much politeness from the officers who have the direction of them. The theatres are. handsome; that called Wiener, or of Vienna,"], [239, "TO ODESSA. 233 is very richly decorated : the orchestra and corps de ballet at the Opera are superior. This is one of the most musical cities in the world ; almost every individual plays upon some instrument. My worthy friend Mr. Walb, Prussian Consul at Odessa, having heard me express a great desire to see the son of Napoleon, was so kind as to give me a letter of introduction to his governor, M.Foresti. This gentleman received me with much politeness, and, ac cording to his suggestion, I took my station this morning in an avenue of the imperial palace, through which the Duke ofReichstadt was to pass, on his way from his apartments, to take his usual airing: — a handsome chariot, drawn by six very fine grey horses, was in attendance in the court-yard. I was alone in the passage ; and whilst anxiously waiting for the appearance of the young Prince, a set of shadows passed before my \"mind's eye, \" representing the different"], [240, "234 A JOURNEY phases of the person and exploits of his eagle like father ; from the vrai par chemin, as he bas described himself to have been in the early part of his career, up to the imperial embonpoint at which he arrived in after years ; and I called to my recollection the bold steps by which he first raised himself into notice, and the brilliancy of his course, with thrones and empires in his train : his fall — his triumphal re-appearance — and his last mighty, but fatal, struggle, to secure a diadem for himself, or his offspring — this very boy. Nor was the Captive of St. Helena absent from my imagination. Care-worn and irri table — his hand in his bosom, pressing on a breaking heart, I fancied him looking wist fully on the bust of the fair child, for whom that heart did beat with a parent's affection. Then came the last scene — the lifeless corpse, lying on lhe couch of dissolution, like a statue on a tomb ; the passion-wrung features"], [241, "TO ODESSA. 235 restored to iheir most placid and beauteous expression by the icy, levelling hand of death ; whilst the faithful few who had shared his exile, silently contemplated his cold remains — and wept. This shadow was fading away, when the object which had caused it to cross my imagi nation appeared, in the form ofa gentlemanly lad of about fourteen, rather slender, and tall sor his age — fresh-coloured and handsome. He wore a fashionable brown great-coat and round hat, and was accompanied by M. Fo resli. Count Diedrichstein is the Duke's governor-in chief, and M. Foresti the second: the latter gentleman's colleague (for there were two sub- governors) died a few days before my arrival, so that the duty falls hea vily on M. F. who never quits his pupil. He was so good as to mention this, as an apology for not calling upon me."], [242, "236 A JOURNEY 2 ist December. I have again seen the Duke of Reichstadt, and under most gratifying circumstances. M. Foresti sent me a very polite invitation to pay him a visit ; which I did the day before yesterday, at an early hour, according to his request. We conversed together for some time ; principally about the Duke of Reichstadt. I find that he possesses su perior abilities, and that his disposition is particularly amiable : he has every possible advantage in point of education : his grand father, the Emperor Francis, is extremely fond of him. On my mentioning that I could have wished to have another oppor tunity of seeinghim, M. Foresti said that, pre cisely at half-past twelve he would go out, and recommended me to be near the door of his apartments at that hour. You may be"], [243, "TO ODESSA. 237 sure that I was punctual. At the very moment appointed the young Duke arrived, accom panied by his governor ; — he bowed very politely to me, as did M. F., who invited me to join them. We had to descend three stair-cases, before arriving at the long passage leading to the court-yard where the carriage was in waiting. M. Foresti conversed familiarly with me, in the French language, the whole of the way ; and, on his again expressing his regret that he could not see so much of me as he wished, in consequence of the death of his colleague — the Duke of Reichstadt intimated his participation in this regret by a most amiable smile and gesture. He was dressed as on the former day ; his appearance and manners do great credit to those who have the charge ofhis education, and inspire the highest interest for himself. M. Foresti had told me that his profile was considered as marking, most forcibly, the"], [244, "A JOURNEY 238 resemblance to his late father : I observed it as I walked close by his side, and thought the likeness striking ; that is, judging from those portraits of Napoleon which are admit- ted to be the best. The lower part ofhis face is full and round, and the mouth remarkably well formed ; his eyes are large, and of a bluish grey ; his hair auburn ; his head round and rather large, but becomingly so. He descended the stairs in a brisk and lively manner, but every movement was lhat of a gentleman. As I mentioned just now, we went down three flights of stairs — I wished there had been a dozen. When we ar- rived near the carriage theDuke turned round and honoured me with another bow. To-day there were but two horses to the carriage. Such is Napoleon Francois Joseph Charles, Duke of Reichstadt ! — the son of the wonderful man who long held the des tinies of Europe (Great Britain excepted) in his hands ! He is now nearly fourteen"], [245, "TO ODESSA. 239 years old, having been born on the ooth of March 1811. I have been thus minute in my description, knowing that you will feel interested in this illustrious individual ; and I am anxious to give you as correct an idea as possible of his person and manners ; — both have raised in my breast an affectionate feeling which I shall always retain. He is, perhaps, destined, at some future day, to act a conspicuous part on the great theatre of the world ; or, the far happier lot may be reserved for him of passing tranquilly through life, surrounded by beloved and enlightened connexions ; — in either case it will be pleasant to us to know what he was at four teen. May he steer clear of the rock on which his father's fortunes were wrecked — unbounded ambition ! And may he never become an instrument in the hands of tur bulent or designing men, for the accom plishment of their selfish views, to the de struction of his happiness !"], [246, "240 A JOURNEY The ridiculous tales as to his not being Napoleon's son are completely refuted by the resemblance he bears to his deceased father — I should say he is like both his parents. I saw him again last night at the Opera, in the Emperor's box : some ladies of the Imperial Court were there also ; — he was chatting and laughing with them, and seemed lo be quite a favorite (i). (i) I littlejhought, when my imagination portrayed the tried followers of Napoleon paying the last tribute to his remains, that I should be so fortunate as to converse with one of the most faithful and esteemed of that sacred knot of friends : — such, however, was the case, — and thus it happened : — About two years ago I had occasion to go over an apart ment situated in the rue de Provence, at Paris. It was very handsomely furnished, and the proprietor was willing to let it for the summer months, during which it was his intention to inhabit his country house. The drawing-room was ornamented with superior engravings, in rich frames, representing some of the principal events of the Emperor's life ; and on the console table, between"], [247, "TO ODESSA. 241 Nothing can be more unaffected than the manners of the Emperor of Austria and of his family : they go to the theatre quite in a private way ; — it is not the custom for the the windows, was a very fine bust of Napoleon : — in short, whithersoever the eye turned something struck it which proved that the occupant of the apartment was a warm admirer of Bonaparte : — this did not appear to me to be in any way singular ; — for his memory is very ge nerally cherished in France. The gentleman of whom I am speaking was a hand some man of about forty : — his countenance, manner, and proceedings displayed candour, good-breeding, and uprightness. After saying that his object was to let the apartment to persons who would be careful of the furni ture and decorations, he led the way to a small boudoir adjoining the saloon ; — it was tastefully fitted up. Near the mantel-piece was suspended a deep gilt frame ; and, before there was time to ascertain what this frame sur rounded, the gentleman pointed towards it, and said, \" I shall leave every thing but this — which I lake with me wherever I go. \" Looking at the frame, I observed, under the glass, what appeared to me to be a faded laurel crown, in the centre of which was a lock of hair ; — there were 1(1"], [248, "242 A JOURNEY audience to greet them, yet they are much beloved by the inhabitants of Vienna. Despotic as the Austrian government is, the Emperor is looked up to as the father of his also some other relics, which I will not attempt to enu merate, lest I should commit an error. I presume that my looks betrayed the interest I took in the subject ; — for the gentleman said \" that is the hair of Napoleon ; — and the wreath by which it is encircled is formed of the leaves ofthe weeping willow that oversha dows his grave : — I was with the Emperor when he died !\" The tone of voice in which these last words were uttered was tender and subdued ; and the fine face of the speaker manifested the influence of all the better feelings of our na ture, acting on a manly heart. I fingered in the sacred boudoir as long as I could with propriety, and would fain .have made a number of in quiries concerning Napoleon ; — but my unwillingness to infringe on the politeness of a stranger deterred me : — soon afterwards I took my leave. On asking the portier the name of the proprietor of the house ( for the whole of it belonged to the gentleman I had seen) \"Monsieur Marchand \" — was the answer: Marchand,— the first valet-de-chambre, —the friend of"], [249, "TO ODESSA. 243 people : he is in the constant habit of walking out, and of mixing with the citizens. The whole of the Imperial family are easy of access, and do a great deal of good, without the late Emperor ; and one ofthe executors ofhis will : — he, who was in the habit — at St. Helena — of sitting, for hours together, by the bed-side ofthe dying Exile, — reading to him — and comforting him ! — the faithful Marchand ! — What title can be more noble than that of, Faithful in Adversity ? Had I not been apprehensive of intruding, I would have returned, and, requesting to be allowed to press the hand of this tried friend, — this consoler of his broken-hearted master, — I would have told him, that not very long ago I had contemplated with affectionate interest the son of that great man of whom he carefully preserves the simple but affecting memorials, which I had just beheld with emotions of respect and sympathy. As it was, I slowly retired from ahouse whichl had entered with a view of arranging one of the most ordinary affairs of life, and where, most unexpectedly, I had had the pleasure of conversing with an estimable individual, whose fidelity to an unfortunate sovereign does him the highest honour. Without being an enthusiastic panegyrist of Napoleon, iG.."], [250, "244 A JOURNEY any ostentation. I never saw a place where all ranks of society seem more at their ease than in the Austrian capital. Vienna is situated on an unequal plain, I may say that I admire his genius — his capacious mind — his perseverance — his courage : — and though I blame his despotism — his hatred of England — -his outrages on other countries ; and deplore the evils and devastations occa sioned by his wars, and his erroneous policy, I consider that he fully expiated all at St. Helena ; — and, surely, the memory ofthe fallen Emperor — the disappointed man — the bereaved father — is entitled to the respect due to misfortune ! The position of Bonaparte was peculiar ; — he took upon himself the arduous task of re-constructing society, in France, out of the ruins of the revolution : — but, whilst he was building up, the other powers of Europe were trying to pull him down. He was obliged, then, to seek after powerful tools with which to work : — he fouud them — but the workman was oftentimes lacerated by his own instruments. What treachery — what jealousy — what vice, and what meanness he must have witnessed, and even tolerated, for a season ! Who shall pretend to scan the secret recesses ofthe human heart ? — perhaps the in-"], [251, "TO ODESSA. 245 across which flows the small river TFien, which is nearly dry in the summer season : — the city takes its name from this river. In tentious of Napoleon were good ; — possibly, the acts for which he has been most blamed — which darken his fame, — were the results of the suggestions, the intrigues, of those by whom he was surrounded. Be that as it may, he went on building up with the best materials that he could collect ; and grew, himself, in greatness as the edifice rose under his hands : — in order to strengthen it, he intro duced the ancient props of a different order of architecture ; — but, instead of each occupying a judicious station — to stay and support the building — all the weight was thrown on one side. The architect was on the pinuacle ; — he felt the base shake aud tremble under him ! — to retain his station he was obliged to stretch forth his arms, and to keep himself in motion : — from Madrid to Moscow he held the nations in alarm. But, though no human being ever had a stouter heart — a clearer head — a more steady eye, — the giddy point was not tenable : — the evil passions (aud foremost that which is the most vile, the most efficacious to destroy — ingratitude) were undermining — irritating — pushing him : — he lost his fooling — and he fell ! It is said he was wont to govern with an iron hand:"], [252, "246 A JOURNEY the rear ofthe plain just mentioned is a chain of rather high mountains, which commence on the banks of the Danube, and extend into Styria and the Tyrol ; forming, as it were, a natural barrier and rampart for the city. The base ofthese mountains — which descend gra dually, and in the form of an amphitheatre until very near to the suburbs — consists of a mass of rugged stony hillocks, deep ravines, and steep chasms : there are several villages perhaps it was because the dark side of human nature had been so constantly in his view that he deemed severity to be necessary in some cases : — and if he sometimes evinced an asperity of temper, might not this be excused on account of the many causes of irritation which must have constantly been pouring in upon him ? He must have been endowed with many estimable private qualities; — had such not been the case, he never could have secured the attachment of so many individuals of real worth as fol lowed him to his scorching rocky prison : — one friend would have been a treasure — he was accompanied by several. Paris, August, 1831."], [253, "TO ODESSA. 247 and country houses scattered here and there. The Danube is divided into three branches or channels in the immediate neighbourhood of Vienna ; — by these branches several islets are formed ; on the largest of which is built the principal suburb, called Leopoldstadt, which is joined to the city by a bridge ; as are like wise the other suburbs by means of bridges over the Wien and the other branches of the Danube. Vienna is no longer a fortified city : the bastions are converted into promenades, and the Imperial palace is situated close to one of these peaceful bulwarks. The suburbs are larger than the city itself ; the streets of which are narrow and well paved, but without footpaths : — they are filled with well dressed people. The air of Vienna is keen ; the climate va- riable, and often prejudicial to strangers. Immense quantities of game are displayed for sale in the market-places : — heaps of phea-"], [254, "A JOURNEY 248 sants, partridge, woodcock etc. lie about in luxuriant profusion, and venison is almost as plentiful as butcher's meat. It may veraciously be said to be a toil of a pleasure to visit the curiosities of a great metropolis. One is so anxious to see every thing, that, without considerable method (for which useful quality I was never particu larly distinguished), it often happens that much fatigue is endured, with but little profit: I have, however, managed to visit the prin cipal palaces, galleries, and museums. There is a chef-d'œuvre of Canova in the Augustin church : — it is a monument erected lo the memory of the wife of Count Alberti, and is a most superior and affecting piece of sculpture. The manege is a magnificent place, and is said to be the handsomest and completest riding-house in Europe. In the Imperial stables are several beautiful Spanish, and some English horses."], [255, "TO ODESSA. 249 I saw the Prater — the Hyde-Park of Vienna — to a great disadvantage, on account of the season ; I am told that the scene is most brilliant on a fine summer evening : Vienna is celebrated for elegant equipages, and the Prater is the favourite resort of the beau monde. The Hotel des Lnvalides is an excellent public establishment, and is conducted much upon the same plan as that at Paris ; — I mean as to the comforts of the pensioners; — the ornamental part of the building is far inferior. The mortal remains of the deceased princes of the house of Austria are deposited in a vault of the Capuchin monastery. I de scended to this abode of death under the guidance of an old Capuchin monk. We each carried a lighted torch, and 'twas a solemn scene as we walked amongst rows of large bronze coffins, embossed with bas reliefs, and covered with inscriptions, which thc good friar explained to me."], [256, "250 A JOURNEY The arsenal contains a number of very curious arms and trophies taken from the Turks at different periods : amongst them is the head of Kara Mustapha, Grand Vizir, and commander of the immense Turkish army by which Vienna was besieged, nearly a hundred and fifty years ago. Kara means black, in Turkish, and the surname was given to the Vizir on account of his very swarthy complexion. The cathedral of St. Stefano is a fine ancient edifice ; the tower leans towards the north, and was formerly surmounted by the Turkish crescent, which Sultan Solyman ordered to be placed there ; and which was not removed until some time after the memo rable defeat of the Turks before Vienna, by John Sobieski, King of Poland, in i683. I have read, somewhere, a droll anecdote of the King of Poland, during this battle. The Grand Vizir, Kara Mustapha, had a small red tent pitched, under which he stationed"], [257, "TO ODESSA. 251 himself at the time of the engagement. The King of Poland no sooner perceived this red tent — by which he knew that the Vizir was there in person — than he ordered two or three small pieces of artillery that happened to be near him, to be pointed towards it : — the gallant King superintended the firing, and stimulated the cannoneers by the promise of a reward of fifty crowns for each volley. Unfortunately, there were but very few bullets at hand ( for in those days the train of artillery of a large army was not so complete as in our time) and, the wadding being exhausted, it is related that, at the last shot, the King rammed his gloves, wig, cravat, and a quantity of gazettes which he had in his pocket, into the cannon. This method of throwing down the gauntlet had, at all events, the merit of originality, as well as of bravery : — as for the newspapers, the leading articles must have proved of a very inflam matory description, and by no means suited"], [258, "252 A JOURNEY to the taste of the Grand Vizir, his two sons, and the Khan ofthe Tartars, who, it is said, were taking their coffee under the red tent, with oriental sang-froid, during the fight. A bundle of opposition journals thus uncere moniously cast on their breakfast-table, must have made their mustachios curl up with astonishment : — there was a march of mind with a vengeance ! — a file of newspapers wrapped up in a king's perriwig , and circulated amongst the barbarians with the rapidity of a cannon shot ! — It must be admitted that these journals had good reporters. To be serious : — when we reflect on the invaluable services that have been rendered to Austria by Poland ; and know that, without the powerful and magnanimous assistance afforded by King John Sobieski and his army, Vienna would have fallen a prey to the Turks ; the utmost disgust is excited by the ungrateful return that was afterwards"], [259, "TO ODESSA. 253 made by Austria, in participating in the dis memberment of that devoted country (i). A grand military funeral took place two (i) The worse than apathy with which Austria looked on, last year, and saw the descendants of her former bene factors pounced upon by the Russian Eagle, — which is now tearing its victims to pieces, — was an awful instance of Imperial ingratitude. The triumphal progress of the prisoner Dwernicki through Hungary, ought to serve as a warning to the house of Hapsburg : — for, when the buttons of the uniform coat of an injured Polish Chieftain are eagerly sought after, and worn as ornaments by the ladies of the land, in preference to their most brilliant j eewls (as was the case during the passage of the brave General Dwernicki through Presburg) it is a proof that the influential portion of the community disapprove ofthe policy by the course of which that Chieftain was made prisoner by a neutral power, on whose territory he sought refuge. However despotic a government may be — however strong its incli nation, and its means, of repressing noble sympathies — public opinion must, sooner or later, be yielded to ; and wise indeed are those Princes who respect, and act upon, its peaceful manifestations. 1 Tl.,..;,- ¥.._.. 1 <_<_*> Paris, July, 1832."], [260, "JOURNEY 254 days ago ; — I forget the name ofthe defunct General Officer. As the whole of the troops composing the garrison of Vienna were drawn out on this occasion, and either formed a part of the procession or lined the road, I had an opportunity of seeing the elite of the Austrian army : — the Hungarian Hussars are remarkably fine ; indeed it was a magnificent sight altogether : — there were present some Italian troops, from the Lombardo-Venetian portion of the empire. Don Miguel, of Portugal, is here : — I had formerly seen him, at Rio de Janeiro, and the impression left on my mind, from what I saw and heard of him during my short sojourn in Brazil, is by no means favourable. His pursuits and associates were unprincely, and low. Some allowance should, however, be made for the peculiar circumstances in which the family of the King of Portugal was placed by its emigration to another hemisphere. The"], [261, "TO ODESSA. 255 court of Don Joao was isolated from all others : — the young Princes had no opportu nities of travelling, or of mixing with indivi duals of their own rank ; — their education was, to a certain degree, neglected ; and their minds were not led towards the attainment of useful knowledge. Their parents were not happy together : — divisions and quarrels between the King and Queen, naturally pro duced a baleful effect on the morals of the children ; whilst negro-slavery, and all its odious ramifications, tended to create an undue notion of their own superiority, and opened a door to the practice of every vice : — I have frequently seen the blacks and mu lattos go down on their knees, in the streets, when the King or Royal family passed ! — At one time the Portuguese, and even foreigners, were required to stand up, with their hats off, or to dismount when on horseback, on similar occasions. Thus, the two Princes of the house of"], [262, "256 A JOURNEY Braganza (and especially Don Miguel; — for Don Pedro, having, at an early age, married an Austrian Princess, became more civilized than his younger brother) were below the level, as regards intellectual attainments, of other young men of their time of life, even in the middle classes of European society : — for the disadvantages of an education and asso- ciation at Rio de Janeiro, even as compared with Lisbon — which we all know is not the most enlightened city in the world — are very great ; and one of the most serious, amongst the numerous evils caused by the unwarran- table attacks on Spain and Portugal by Bonaparte, is, the melancholy fact that these young Princes were doomed to have their minds formed in a tropical country, where every white individual is a despot over his swarthy brethren ; — where the cracking of the whip and the screams of the flagellated slave grate on the ear and heart j — mingling, discordantly, with the disgusting impre-"], [263, "TO ODESSA. 257 cations of the irascible pale man ; — where thousands of helpless families are imported from their native African shores, — exposed for sale like cattle ; — driven up the country, famished, attenuated, and staring anxiously at iheir owners , and at the passers-by; — as though they would ascertain the fate reserved for them !!! Long, long after all other countries had renounced the slave-trade, Brazil had the sad privilege of carrying it on within certain lati tudes ; and it was on this privileged soil that Don Miguel was suffered to run wild ! If the dark races, in Brazil, are degraded by slavery, the fairer-complexionedy/'^ewe/zare no less so by their vices ; — and, from their parents down to the foot of the social ladder, the children of Don Joao and of the sister of Ferdinand of Spain, were surrounded by bad examples : — Monkery and slavery, united, are sufficient to destroy any moral fabric whatever. •7"], [264, "258 A JOURNEY Pray excuse this digression ; — a reminis cence of the Don Miguel of Rio de Janeiro has been produced by the accidental circum stance of meeting the Don Miguel of Vienna : his present position does not indicate that a residence in Europe has produced any fa vourable change in his character : suitable studies, time, and good examples, may, how ever, produce beneficial results (i). Having relinquished the idea of going round by Trieste and Venice, I have pur chased a carriage, and shall return through Bavaria, etc. ; — a person, named Solomon Pintner, has agreed to convey me to Stras bourg, with the same horses, in twelve days : when our bargain was completed, the man presented me with a piece of gold coin, of (i) The conduct of Don Miguel since he quitted Vienna has, unhappily, proved that the case is hopeless ;— the heart is bad. Palis, July, ,832."], [265, "TO ODESSA. 259 the value of about twenty shillings, by way of binding the said bargain ; — on all former occasions of this kind, I have been called upon to make a deposit. Another peculiarity was, that, in the course of the negotiation with the coachmaster, I happened to mention that a friend of mine, who was about to leave Vienna, had been so fortunate as to be offered a seat in the carriage ofa Baroness: — \"Well,\" said old Solomon Pintner, \"I will engage to get a Baroness to accompany you, if you wish it ; \" — this was really very kind ; — but I modestly declined the obliging offer ; consi dering whence it came. Yours sincerely, etc. 17-"], [266, ""], [267, "LETTER X. Munich, 29th December, .824. MY DEAR C****, Quitting the Austrian metropolis on the 2ad, I pursued my course towards this city. The Imperial residence of Schcenbrunn stands at a distance of about two miles from Vienna ; I had a good view of the building from theroad : — it reminded me of Bonaparte, and of the Archduchess Maria Louisa, who was the peace-offering made by her father, the Emperor Francis, to the conqueror who"], [268, "A JOURNEY 262 was at the gates ofhis capital, and had in stalled himself in one of his palaces. The privileges attached to Imperial or Royal descent are often dearly purchased by the sacrifices that are made to retain them ; and the alliances that are cast into the scale, to preserve some political equipoise, are some times fraught with misery to the parties, whose inclinations are not consulted in making the bargain. The ex-Empress of the French resides almost constantly at Parma ; — I hear that she is privately married to the Austrian General Kieperg. Near to the town of Mœlk is a splendid Benedictine convent, most beautifully situated on a rock. I visited this magnificent esta blishment : — it realizes the descriptions you may have read of monkish luxury. The apartments are superb, both those used on grand public occasions, and others for vi sitors. There is a very extensive library, enriched with many ancient and valuable"], [269, "TO ODESSA. 263 manuscripts ; a museum of natural history, a concert-room, around which are suspended some valuable paintings, principally of the Flemish school ; and a banquet-hall, with a gallery for the bards and minstrels : — at one end of this noble hall a folding-door opens upon a balcony, whence there is a delightful prospect, embracing the Danube, with castles and picturesque ruins on its rocky banks, and lofty mountains in the distance. In a valley, between the monastery and the river, is a Hutter, or country-house, belonging to the Emperor, where he passes some time every summer. All the land, for some distance round the town of Mœlk, belongs to this convent. The chapel is extensive, and most richly decorated : — the sacred vessels are of gold, studded with jewels. But what most interested me, was a room which was inhabited by Napoleon for four days, during one of his campaigns : it is well, but not splendidly furnished."], [270, "264 A JOURNEY A very curious event occurred in this chamber. One night, the French Emperor, being alone and seated at a table (which still remains on the spot whereon it then stood), suddenly tore up some papers that were be- fore him — set fire to the fragments, cast them under the table, and then continued his occupation of writing. The room was boarded and polished, as is the custom on the continent, and the flooring caught fire : — itwassoon extinguished, — but the scorched plank remains in the chamber of the Bene- dictine convent at Mœlk, as a memento of Napoleon's sojourn there. I sat down, and — my eyes fixed on the burnt flooring — thought of the remarkable personage who, but a few years before, had occupied that apartment, and at whose man date this vast monkish edifice might have been razed to the earth, and all its treasures carried off. Was it a sudden burst of passion that induced him to destroy those papers ?"], [271, "TO ODESSA. 265 — or, was some secret document, which might have compromised himself or others, hastily consigned to the flames, and left to smother at his feet ? In one of the corridors I met some ser- vitors laden with divers savoury dishes, which they were conveying to the apartments of the Benedictines ; some of these good things were carried by women : this appeared strange to me, for I had thought that the fair sex were excluded from these holy establishments. There are twenty-six brothers and eight novices now in this convent ; about thirty more friars are absent on various missions, or occupied as preceptors in noble families. The monastic orders have still great influence in this country. I did not see any of the fraternity, for they were agreeably employed in theimportant duties of eating and drinking: — I asked my Cicerone if they were good men ; — he smiled, and said nothing. The coach-houses and stables are upon as"], [272, "266 A JOURNEY extensive a scale as the rest of the esta blishment ; and there are large granaries for the reception ofthe produce of the land be longing to the convent. The grounds and gardens are well laid out, and are adorned with waterfalls and statues. The perfume of the choice viands which were being set before the Benedictines, in creased my appetite : I hastened, therefore, to my inn, where a comfortable dinner was provided for me, and it was placed on table by a very pretty girl, — the landlord's daughter; I therefore had no reason to envy the friars. We arrived, long after dark, at a small town called Amstetten, where I slept; but the coachman took me to a miserable inn ; — it was evidently a place frequented only by wag goners, and that class of persons. The weather was unusually mild for the season : —the mountains of the Tyrol, pro duce a very grand effect in the distance. The Tyrolese are a hardy, handsome race of"], [273, "TO ODESSA. 267 men ; their port is manly, and their dress picturesque ; they frequently wear green beaver hats, with very high pointed crowns, and narrow brims, having one green feather stuck in the side, or the front. The head-dress ofthe women in the neigh bourhood of Enz consists ofa cap made ofa tissue of gold (at all events it looks like gold) and covered with spangles ; this cap projects at the back of the head, in the form of a fowl's tail : — the Jewesses, you will recollect, display all their finery in the front of their head-dresses ; there is no accounting for taste. The setting sun increased the beauty of the mountain scenery between Wels and Lambach, at which place there is another rich Benedictine convent ; though just now there are but nine friars present. It amused me very much to observe the ludicrous manner of some of the porters at the inns, as they brought my pistols into my room, with the other things from the carriage."], [274, "A JOURNEY 268 They generally stepped very slowly and cau tiously across the chamber ; invariably pointing the muzzles from themselves, and oftentimes, towards your humble servant ; — they seemed afraid to speak, lest the vi bration of the voice should act upon the triggers. One day the scene was peculiarly droll ; for I had drawn the charges in the course of the morning : — I was, however, wicked enough to leave Boots in ignorance of this, and to laugh in my sleeve at his tip-toe precautions. The country from Lambach to Ried is highly cultivated, and there is an air of comfort about the peasantry ;— the women wear broad grey beaver hats. The landlord of the inn at Ried is a man of respectable appearance and manners ; — I entered into conversation with him, and heard a sad ac count of the sufferings of the harmless towns people, from the passage of the hostile armies during the late war."], [275, "TO ODESSA. 269 We peruse the accounts of victories, and glory, and all that, in the newspapers ; and discuss, by our snug firesides in England, the merits of different military movements, fre quently without reflecting on the dreadful evils which follow in the train of even the most j ust and successful wars. When we consider that all armies contain a large proportion of the refuse of society ; and that, in spite of the utmost vigilanceon the part of the officers, un offending individuals and families are exposed to insult and rapine, we must deeply deplore that international disputes are not more fre quently settled without letting \" slip the dogs of war: \" — but it ever has been as it is in our day, and moralizing will not change hu man nature. I hear general complaints of the badness of the times ; — every thing is cheap, but there is very little money in circulation. On the 26th, at night, we got to Altheim : — I had long been tired of travelling with the Fetturino, for he always wished to halt"], [276, "A JOURNEY 270 at inferior houses : — he had been very dis obliging, nay insolent, during the past day, and he brought me, in the evening, to a wretched place, filled with low company. I remonstrated, and urged him to take me to better towns and inns for the future ; but he became still more impertinent. I made up my mind then, to discharge him : — we were not quite half way from Vienna to Strasbourg, and I had already paid the moiety ofthe sum agreed upon for the whole journey ; I there fore quickly settled the account, and, taking post-horses, quitted Altheim at five on the morning of the 27th. The advantage of having my own post-chaise was now evident; for, if the carriage, as well as the horses, had belonged tothe Fetturino, I should have been completely at his mercy. I entered the kingdom of Bavaria at the extremity of the town of Braunau ; and early yesterday morning was comfortably lodged at the hotel du C erf d'or in this capital."], [277, "TO ODESSA. 271 Munich is a very noble city, and contains many objects of great interest ; — I have seen as much as my short stay would admit of. There is a valuable museum of Brazilian curio- sities, collected, I believe, by Prince Maximi lian of Bavaria, during his travels in South America, of which he has published a very interesting account. The King's treasury contains a great number of most valuable diamonds and precious stones : — a royal crown (that of ancient Bo hemia) was pointed out to me, which occa sioned a war of thirty years' duration ; — this dazzling object of contention is now carefully locked up in a glass-case ; and the heads that wereachiug for it, are laid low. In the Royal chapel a small pocket-altar is preserved, which was the companion and consolation of the unfortunate Mary, Queen of Scots, in her prison, and until the last moments of her existence : — she took it with her even to the scaffold, and gave it to a fa-"], [278, "A JOURNEY 272 vorite attendant just before she laid her head upon the block : — it was afterwards brought to Munich, and sold to the Jesuits, and eventually came into the possession of the reigning family of Bavaria. The royal carriages are extremely hand some; there are also some very elegant sledges belonging to the King ; as well as a rich col lection of Turkish trophies ; and many saddles and bridles of curious workmanship, ornamented with jewels. Several of these were presented to the Elector of Bavaria, by John Sobieski, King of Poland, after the de feat of the Turks before Vienna ; in token of his admiration of that Prince's conduct throughout the war. During one of my walks in the public garden ( which is laid out with great taste) I had the gratification of seeing the widow of Prince Eugene Beauharnais, son of the Empress Josephine, and — at one time — the adopted son of Napoleon. This princess is"], [279, "TO ODESSA. 273 highly respected, as was her amiable and spi rited partner, of whom she was so prematurely bereaved: — she was dressed in deep mourn ing, and accompanied by one of her children. The apartments in the King's palace are magnificent : the principal theatre is attached to the Royal residence; I mean to visit it to night, and shall take my departure after the play. You shall have another letter, either from Strasbourg or Paris. Ever yours affectionately, etc 18"], [280, ""], [281, "LETTER XI. Paris, (5th January. 1825. MY DEAR C****, I am very glad to be able to address you from the good city of Paris ; — that grand centre of intelligence, politics, fashion, etc., etc., etc. \" Where a tilbury, coach, or a cabriolet — \" — As you slip through tbe mud, on the crowded pave — \" Runs you down, like a fox, or a stag, or a hare, \" Whilst the driver astounds, by his cry of gare , gare; 18.."], [282, "A JOURNEY 276 \" Where, each morning, a notable plan is laid down \" For th' employ of the day, in this wonderful town; '.* Yet, at night, when your tablets you sagely look o'er, \" You find that of sights you've passed over a score ; \" Where, as you stroll round the Palais-Royal. \" You're sure to meet Richard, or Thomas, or Hal Or some one you've known in some hemisphere, Who holds out his hand, and cries ' What brought you here ?' Where, what with the lions, acquaintance, and friends, The delightful confusion you live in ne'er ends 'Till at last — though you leave all this glory with sorrow — You're obliged to decamp — as I shall, to-morrow. \" I left Munich at about one in the morning of the 3oth of December, passing, on the same day, through Augsbourg and Ulm ; the latter being notorious for the surrender, to Napoleon, of the Austrian General, Mack, with an army of ( I believe) thirty thousand men. The scenery in the kingdom of Wurtem berg is most beautiful : — for miles together we drove along the banks of the Neckar, whence rise steep hills covered with vine yards. The road from Sluttgardt to Karis-"], [283, "TO ODESSA. 277 rube is exceedingly pleasant ; — there is a succession of wood and water, castles and villas ; whilst a plump, round-faced, happy looking peasantry fill up the picture most agreeably. At dusk, on the 3 ist of December, I ar rived at Karlsruhe, the approach to which is through an avenue of stately trees : — a number ofthese groves branch off in different directions, in the form of an open fan, of which the Ducal palace represents the handle. After rambling about for a while, I proceeded on my way, and entered Kehl at three in the morning of the ist January ; — thus finishing my German travels with the year. Not being allowed to cross the river before day-break, I was obliged to wait some hours at a petty inn ; where a cup of coffee was set before me, which I contentedly sipped by the kitchen fire-side : — this was far preferable to being kept freezing, as was the case at Radziewillow ; and I rejoiced that there was"], [284, "A JOURNEY 278 no morose Russian Major on the frontier, to check the pleasureable sensations that per vaded my breast, at the idea of spending new-year's day in France. In due time we passed over the bridge of boats to the French side of the Rhine : — in an instant an active little man presented himself, whose person was sheltered by a loose, dark-coloured surtout, with an enor mous cape : — doffing his cap, \" Monsieur, j'ai Hhonneur de vous saluer, \" said he, in a sharp, rapid tone of voice , and then pro ceeded lo inform me that it would be neces sary to examine my luggage and passport before I could enter Strasbourg. The difference between the sonorous guten morgen, mein herr, lo which greeting I had been so long accustomed, and the polite salu tation ofthe French Custom-House-Officer, was very striking : — I will add that it was an agreeable change. It would, however, be unjust to bid adieu to the Germans without"], [285, "TO ODESSA. 279 saying that I found them, generally, a quiet, worthy people ; sober and industrious ; — not energetic in their manner, but solid as to good qualities : I speak more particularly of the class of persons with whom my position, as a hasty traveller, brought me chiefly into com munication. It is well known that in the su- perior and middle walks of life the Germans are a highly cultivated people ; no country has produced finer writers, in all branches of literature, than Germany; in the capital cities and large towns the manners are refined, the arts and sciences encouraged, and I firmly believe that, notwithstanding the despotic nature of many of the Governments, every man who chooses to follow his vocation peaceably is unmolested and protected. There was not any difficulty in getting through the little formalities concerning my baggage, and by eight o'clock in the morning I was comfortably seated in an arm-chair, before a good fire, in a well-furnished room"], [286, "A JOURNEY 280 at the hotel called la Maison-Rouge , on the Place d' armes, at Strasbourg ; the inha bitants of which city speak French and German indiscriminately : — the names of the streets, and ofpersons, are rather German than French. I ascended the tower of the celebrated cathedral; — the whole building, both ex ternally and internally, is grand. The view from the steeple is most extensive and rich. There is a curious geographical dial on the parapet of the platform at the top of the lower; — it points out the direction of each of the principal capitals of Europe; so that, if the wind had not been too strong, the air too keen, and time too precious, I might have fallen into one of my out-of-the-way re veries, and have brought into mental review the great cities of our portion of the globe : — I contented myself, however, with run ning my eye along the lines of the dial; and then, turning to the Album which is kept"], [287, "TO ODESSA. 281 in this tower, I read over the names, obser vations, and effusions (both in verse and prose ) not only of numbers of exalted and gifted characters who have figured in the world, but of many humble individuals who, like myself, had neither titles, nor wit, nor merit, to recommend them : — so I inscribed my name — \"to fortune and to fame unknown\" — on the airy register, and descended to the regions below. The tomb of Marshal Saxe, in the Lu theran church, is an interesting monument. The common-place details of a journey from Strasbourg to Paris would not be worthy of your perusal; and this gay metropolis has been so frequently and so well described, that it is unnecessary for me to attempt the enumeration of its manifold curiosities. I am anxiously looking forward to the pleasure of seeing you in a very few days. Happy, indeed, shall I be on arriving at the turn in the road whence the lovely pros-"], [288, "282 A JOURNEY peet bursts upon the sight, of the woods, and hills, and dales in the neighbourhood of our little town; — when I descry the white spire of M church, in the distance, and pass by the ancient Abbey near the village of B ! Why has the word — home — been so often made the theme of proverb and of song? Why is the term almost hackneyed ? — because there is no feeling so universal, or which finds so invariably an echo in every breast, as that which attaches us to the abode which has been shared with those we love and honour, and where we have enjoyed the society of esteemed and warm hearted friends. I shall not bring back a golden-fleece; but I will make you a present of the As trakhan-cap, the bear-skin, the large fur boots, and gloves ; which you can, if you should think proper, deposit in some snug nook, as elegant trophies of my memorable expedition to the Black Sea."], [289, "TO ODESSA. 283 Remember me very kindly to all friends, and be assured that I am, Yours most affectionately."], [290, ""], [291, "CONCLUSION. A description has been given, in the course of this work, of the Duke of Reichstadt, as he appeared at Vienna when in full health and spirits, at the age of fourteen. We now perform the melancholy task of recording the premature decease of that young Prince, which took place at Schœnbrunn, whilst these humble pages were in the press. So much has been written in the journals, with regard to the causes which led to the fatal malady of the son of Napoleon ; — so many statements have been made concerning his feelings, and his expiring words, that it"], [292, "CONCLUSION. 286 would be difficult to cull the real occur rences out of the inflated reports. In one respect, however, all agree ; — namely, that a more amiable being never existed : — and the only consolation that can be offered to those who loved him, is, the reflection that he is beyond the reach of the evils to which he might have been exposed, had he lived longer. It has been affirmed that he fostered illu- sions as to the state of parties in France ; and that he panted to step forward, and to say, — I am the great man's son, and I will open the road to happiness for my father's people. — What a blessing, if such were really the case, to have been snatched away ere those illusions were dispelled (as they assuredly would have been) by the ingratitude and selfishness of the world ! It is more than probable that a dark cloud of evil-doers would have been concealed behind the effulgent name of Napoleon ; —"], [293, "CONCLUSION. 287 that the star of his son's destiny would have been suffered to shine, until it had lighted the path to power and riches for those who might have set it up in the political firmament, for their own advantage; and that then it would have been extinguished by the chilling breath of calumny : — he is an Austrian ('twould have been said), and we will not have him to reign over us. If, on the other hand, those illusions did not exist ; if, -■— as we are inclined to believe — his education was so judiciously directed as to cause him, whilst he admired the glory of his father, lo feel that his memory might be revered, and his reverses deplored, without stirring up the elements of strife to enable his offspring to wield a sceptre, for a while, which even his wondrous parent could not retain ; — then, we must admit that the brief existence of the noble youth was fraught with a rare happiness. Cherished — justly cherished — by all who knew him, he"], [294, "288 CONCLUSION. had grown up in the garden of affection ; — and, in the very bloom of life, while yet \" the tender leaves of hope\" waved round his beauteous head, — ere the rough blast of worldly riot blighted the fragile flower, — it was gathered by the beneficent hand of Pro vidence. The obsequies of the Duke of Reichstadt took place on the il^th of July. The \" Cor respondant de Nuremberg, \" in describing the affecting ceremony, mentions that it was conducted with the comparative simplicity which is usual at the funerals of all the mem bers of the Imperial family. A division of Hussars preceded one of the Imperial carriages ( drawn by six horses ) in which was the Commissary of the Court ; the hearse followed, attended on each side by torch-bearers, and the procession was closed by a detachment of Grenadiers, and another division of Hussars. The streets were crowded by multitudes of persons of all ranks,"], [295, "CONCLUSION. - 289 who evinced, by their sad and reverential demeanour, the grief which oppressed them on this heart-rending occasion ; — for the amiable qualities of the young Duke had in spired universal esteem. On arriving at the convent of the Capu chins, the Court Commissary descended from his carriage, and, according to ancient usage, knocked at the gate of the church, and, pro claiming the name and titles of the deceased Prince, demanded that the body might be admitted. The Princes and Princesses of the Imperial family, as well as the principal nobility, were already assembled in the chapel. Afler the solemn service for the dead had been performed, the Princes descended into the vault, and looked their last on the shrine which contained the mortal remains of him they loved. We know the spot where the brazen coffin is deposited : — little did we think, when pacing the consecrated vault of the Capuchin '9"], [296, "CONCLUSION. 290 convent at Vienna, that the youthful Prince whom we so much admired, would thus early be numbered with the illustrious dead. The good monk — if he be still living — will now have a theme of unusual interest to dilate upon, as he elevates his torch and shews the tomb of the Duke of Reichstadt : — and, as the holy father expatiates on the many ami able qualities ofthe departed, the tear will flow from the eye of beauty, and the manly cheek will not be dry : For, in this dark sepulchral cave, And o'er this sacred bier, Tears may be shed, e'en by the brave — — Napoleon's son sleeps here !... The ex-Empress Maria Louisa hastened to Schcenbrunn when the perilous state of her son was announced to her : she remained with him until the last, and returned to Parma very shortly after his death. The Emperor Francis was deeply affected at the loss of his"], [297, "CONCLUSION. 291 grandson, for whom he entertained the strongest affection. The following epitaph has been inscribed on the tomb osthe late Duke, by order of the Emperor of Austria : ÆTERNÆ MEMORIÆ JOS. CAR. FRANCISCI, 1)1 CIS REICHSTADIENSIS, NAPOLEONIS GALLIARUM IMPERATORIS ET MAR. LUDOVICÆ ARCH. AUSTRIÆ FILII. NATI PARISIIS XX MART. MDCCCXI. IN CUNAHULIS REGIS ROMÆ NOMINE SALUTATI ÆTATE, OMNIBUS INGENII CORPORISQUE DOTIBUS FLORENTEM. PROCERA STATURA, VULTU JUVENILITER DECORO SINGULARI SERMONIS COMITATE. MILITARIBUS STUDIIS ET LABORIBUS MIRE INTENTUM PHTHISIS TENTAVIT TRISTISSIMA MORS RAPUIT IN SUBURBANO AUGUSTORUM AD PULCIIRAM FONTEM PROPE VINDOBONAM XXII JULII MDCCCXXXII. I9.."], [298, "CONCLUSION. ■31)1 Which has been thus translated : TO THE ETERNAL MEMORY OF JOSEPH CHARLES FRANCIS, DUKE OF REICHSTADT, SON OF NAPOLEON, EMPEROR OF TnE FRENCH, AND OF MARIA LOUISA, ARCHDUCHESS OF AUSTRIA, BORN AT PARIS XX MARCH MDCCCXI. IN HIS CRADLE HE WAS HAILED BY TnE TITLE OF KING OF ROME. HE WAS ENDOWED WITH EVERY FACULTY AND ADVANTAGE, BOTH OF MIND AND BODY. HIS STATURE WAS TALL, HIS COUNTENANCE ADORNED WITH ALL THE CHARMS OF YOUTH, AND HIS CONVERSATION FULL OF AFFABILITY. HE DISPLAYED AN ASTONISHING CAPACITY FOR STUDY, AND TnE EXERCISES OF THE MILITARY ART. ATTACKED BY PULMONARY DISEASE, HE WAS CARRIED OFF, DY A MOST LAMENTABLE DEATH. AT SCHOENBRUNN, NEAR VIENNA, XXII JULY MDCCCXXXII."], [299, "CONCLUSION. 293 This monumental inscription conveys, in a few words, the perfect representation of the mental and personal qualifications ofthe de ceased Prince ; and it agrees with our de scription of what he was, and what he pro mised to be, at fourteen : — it appears too, that he inherited the military genius of his father. Paris, September 1832. FINIS."], [300, ""], [301, "ITINERARY."], [302, ""], [303, "ITINERARY FROM CALAIS TO ODESSA*. * A French poste is a very minute fraction more than a German mile, equil to four English miles and a half; the French poste and the German mile have therefore been calculated as the same distance, throughout the journeys going and returning. The Russian werste is rather more than balsan English mile; eight wastes are equal to a French poste, a German wile, or four English miles and a half. FRENCH GERMAN RUSSIA!? ENGLISH HAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Calais to Gravelines. 5 13 1/2 Dunkerque. 2 1/2 11 1/4 Bergues. 1 1/2 6 3/4 Cassel. 2 1/2 11 1/4 Bailleul. 2 1/2 11 1/4 Armentieres. 1 1/2 6 3/4 Lille. 2 5/4 12 1/2 Pont a Tressin. 1 4 1/2 Tournai. 1 5/4 8 Leuze. 2 9 Ath. 1 1/2 6 3/4 Enghien. 2 1/4 10 Hal. 1 3/4 8"], [304, "298 ITINERARY. FRENCH GERMAN RUSSIAN ENGLISH KAMES OF PLACES. POSTES. MILES. WERSTES. MILES. rial to Bruxelles. 2 1/2 11 1/4 Cortenberg. 2 1/4 10 Louvain. 1 1/2 6 3/4 rirlemont. 2 1/4 10 5aint-Trond. 2 1/4 10 songres. 2 1/2 11 1/4 Vlaestricht. 2 9 Aix la Chapelle. 4 18 I uliers. 3 1/4 14 1/2 Bergheim. 2 1/2 11 1/4 Cologne. 3 13 1/2 Langenfeld. 3 13 1/2 Solingen. 2 , 9 Elberfeld. 2 9 Schwelin. 2 9 Hagen. 2 1/4 10 [serlohn. 2 1/2 11 1/4 Wimbern. 2 1/2 11 1/4 Ahrensberg. 2 3/4 12 1/2 Meschede. 2 1/2 11 1/4 C 1 lion, 3 13 1/2"], [305, "ITINERARY 299 FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Brilon lo Bredlar. 2 1/4 10 Arolsen. 3 13 1/2 Westufflen. 3 13 1/2 Hessen Cassel. 2 1/2 11 1/4 Helza. 2 9 Walbourg. 1 1/4 5 Bischausen. 2 9 Netra. 1 3/4 8 Eisenach. 3 13 1/2 Gotha. 3 1/2 16 Erfurt. 3 13 1/2 Weimar. 3 13 1/2 Eckhartsbergen. 3 1/2 16 Namburg. 2 3/4 12 1/2 Weissensells. 2 1/4 10 Liitzen. 2 9 Leipzig. 2 1/2 11 1/4 Wurzen. 3 13 1/2 Luppe. 2 9 Oschatz. 1 1/4 5 Klappendorf. 2 9"], [306, "ITINERARY. 300 FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Klappendorf to Meissen. 1 1/2 6 3/4 Dresden. 3 13 1/2 Schmiedefeld. 3 1/2 16 Bautzen or Budissin. 3 1/2 16 Lobau. 3 13 1/2 Gorlitz. 3 1/4 14 1/2 Waldau. 3 1/4 14 1/2 Bunzlau. 3 13 1/2 Haynau. 3 3/4 16 3/4 Liegnitz. 2 1/2 11 1/4 Neumarkt. 4 1/4 19 Breslau 4 1/4 19 Ohlau. 3 1/2 16 Brieg. 2 9 Scbiergast. 3 13 1/2 Oppeln. 2 3/4 12 1/2 Gr : Strelitz. 5 22 1/2 Tost. 2 1/4 10 Tarnowitz. 3 1/2 16 Konigshiilte. 2 V4 10 Dzicckowitz. 3 1/2 16"], [307, "ITINERARY 301 FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Dzieekowitz to Kracow or Krakau. 8 36 Wieliczka . 3 13 1/2 Gdow. 2 9 Bochnia. 2 1/4 10 Brzesko. 2 9 Woynicze. 2 9 Tarnow. 2 9 Pilznow. 3 13 1/2 Dembiscza. 2 9 Szendiszow. 3 13 1/2 Rzeszow. 3 13 1/2 Lancut. 2 9 Przeworski. 3 13 1/2 Jaroslaw. 2 9 Radymno. 2 9 Przemysl. 5 13 1/2 Czechiny. 2 9 Moscisko. 2 9 Sandowa Wiznia. 2 9 Grodek. 3 13 1/2"], [308, "ITINERARY. 302 * Russian frontier. — The following route is that taken by the Jems ; and is shorter than the regular post road. FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Grodek to Bartatow. 2 9 Lemberg. 2 9 Gaija. 3 13 1/2 Podhayczik. 2 9 Olszanica. 2 9 Zloczo-w. 2 9 Podhorce. 2 9 Brody. 3 13 1/2 * Radziewillow 2 9 Podbrezitz > Katerimbourg S 7 1/2 60 33 3/4 Jampol. 3 3/4 30 17 Alt Konstantinow. 10 80 45 Nova Konstantinow. 8 3/4 70 39 1/4 Litin. 5 40 22 1/2 Jusven. 3 3/4 30 17 Verschilifki. 2 1/2 20 11 1/4 Krasna. 2 15 9 Tulczyn. 5 40 22 1/2"], [309, "ITINERARY 303 Say 45 3/4 French Postes. 307 1/2 German Miles. Total, 353 1/4, at four English miles and a half each=C589 3/4 English Miles, from Calais to Odessa, by this route. FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. miles. rulczyn to Verjierfki. 4 1/4 35 19 1/4 :hirhilik. 4 1/4 35 19 1/4 ialta. 4 1/4 35 19 1/4 inani. 4 1/4 55 19 1/4 ihiraif. 4 1/4 35 19 1/4 Jaranow. 6 1/4 50 28 'olotski. 4 1/4 35 19 1/4 Odessa . 3 25 13 1/2 45 3/4 307 1/2 670 1,589 3/4"], [310, ""], [311, "ITINERARY FROM ODESSA TO CALAIS FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Ddessa to Dalmick. 2 15 9 sederiboika. 3 25 13 1/2 Cozurgan. 5 1/2 27 15 3/4 serespol. 5 3/4 29 16 5/4 Hojalesky. 2 15 9 iregoriopolsky. 2 3/4 22 12 1/2 Dubosar. 2 1/2 21 11 1/4 Segoilitzki. 2 1/2 20 11. 1/4 kVaneska. 2 3/4 22 12 1/2 Jpetzko. 5 25 15 1/2 3alta. 3 25 15 1/2 ?erenco. 2 1/4 18 10 Dlgopol. 2 15 9 Sabokritscka. 2 1/2 21 11 1/4 iavinere 3 t/4 26 14 1/2 rulczyn . 5 1/2 28 1(1 3zre.~lo. 2 1/4 17 1/2 10 Nemerow. 2 17 9"], [312, "ITINERARY. 306 * From I.etitschcn to Staro-Konstantinow there is auother road of 60 wersles ; it is not the regular Post-Road , but is in general preferred on account of a saving of 3o wersles : — the route mcutioncd in the itinerary being 90 wersteS. We went round because, much rain having fallen, the mud was (o be dreaded on the shorter road. FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Nemerow to Vorioviza. 2 1/2 21 H 1/4 Venicze. 2 3/4 22 12 1/2 Litin. 3 1/2 28 1/2 15 5/4 Takowei. 2 16 1/2 9 * Letitschen. 2 1/2 20 1/2 11 1/4 Misibosi. 2 15 1/2 9 Mazowzi. 2 16 9 Proskowa . 2 1/4 17 1/2 10 Sopaknieze. 2 1/2 20 11 1/4 Staro-Konstantinow. 2 1/2 21 11 1/4 Brikerlina. 3 1/4 25 1/4 14 1/2 Sarlowa. 3 1/4 25 1/4 14 1/2 Bilotina. 2 1/4 17 1/2 10 Oslrow. 1 3/4 15 1/2 8 Gulchia. 2 1/2 20 1/2 11 1/4 VVaikowielz. 2 1/2 21 11 1/4"], [313, "ITINERARY. 307 Cross the frontier into Gallitzia, Austria. 20 FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. kVarkowielz to Dubno. 2 1/4 18 10 kVerby. 2 1/2 19 1/2 11 1/4 iarnen Werby. 1 1/4 10 1/2 6 h Radziewillow. 2 1/2 20 1/2 11 1/4 Jrody. 2 9 3odhorce. 3 15 1/2 2 9 Dlszanica. 2 9 'odhayczik . 2 9 iaija. 2 9 Lemberg. 3 13 1/2 3artatow. 2 9 irodek. 2 9 jandowa Wiznia. 3 13 1/2 Hoscisko. 2 9 jZechiny. 2 9 'rzemysl. 2 9 tadymno. 5 15 1/2 aroslaw. 2 9"], [314, "308 ITINERARY. FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Jaroslaw to Przeworski. 2 9 Lancut. 3 13 1/2 Reszow. 2 9 Szendiszow. 3 13 1/2 Dembiscza. 5 13 1/2 Pilznow. 2 9 Tarnow . 5 13 1/2 Woynicze. 2 9 Brzesko. 2 9 Bochnia. 2 9j Gdow. 2 1/4 10 Mogilany or Mislenice. 2 9 Izdebnik. 2 9 Wadowitze. 5 13 1/2 Kenty. 5 13 1/2 Bielitz. 2 9 Slcotschau. 5 13 1/2 Teschen. 2 9 Friedeck. 5 13 1/2 Freyberg. 2 9 Neu Titschein. 2 9"], [315, "ITINERARY. 3og FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. 'feu Titschein to Weiskirchen. 3 13 1/2 )ber Augetz. 3 13 1/2 )llmutz. 2 9 'rostnitz. 2 9 /Vischau. 3 13 t/2 'osorzilz. 2 9 triinn. 2 9 leygern. 2 9 'ochorlilz. 2 9 Jikolsberg. 3 13 1/2 'oysdorf. 2 9 Vulfersdorf. 2 9 iaunersdorf. 2 9 A'olkersdorf. 2 9 Itammersdorf. n 9 View or VIENNA. 2 9 iurkersdorf. 2 9 iieghardskirchen. 2 9 'ersrhling. 3 13 1/2 iaint Polten, 2 9"], [316, "ITINERARY 310 FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Saint Polten to Mœlk. 5 13 1/2 Kemmelbach. 3 13 1/2 Amstetten. 3 13 1/2 Stremberg. 3 15 1/2 Enz. 2 9 Kleinmiinchen. 2 9 Wels. 4 18 Lambach. 2 9 LTnterhaag. 4 18 Ried. 2 9 AHheim. 3 13 1/2 Braunau. 2 9 Markel. 2 9 Altotling. 3 13 1/2 Ampfling. 3 13 1/2 Haag. 3 13 1/2 Hohenlinden. 2 9 Parsdorf. 2 9 Munchen or Munich. 2 9 Schwabhausen. 3 13 1/2 Lurasbourg. 3 13 1/2"], [317, "ITINERARY 311 FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Eurasb. to Augsbourg. 2 1/2 11 1/4 Zusmarshausen. 3 13 1/2 Giinsbourg. 3 1/2 16 Ulm. 3 13 1/2 Luizhausen. 2 9 Geislingen. 2 9 Goeppingen. 2 9 Plochingen. 2 9 Sluttgardt. 3 13 1/2 Enzweibingen. 3 13 1/2 Pforzheim. 3 13 1/2 Wilferlingen. 1 1/2 6 3/4 Karlsruhe. 2 9 Etllingen. 1 4 1/2 Rastadt 2 9 Stollhofen. 2 9 Bischofsheim. 2 9 Kehl. 2 9 Cross tLe Rhine on a bridge of boats to Strasbourg. 1 1/2 6 3/4"], [318, "ITINERARY 312 FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Strasbourg to Ittenheim. 2 9 Waslonne. 1 1/2 6 3/4 Saverne. 1 3/4 8 Pfalzburg. 1 1/2 6 3/4 Honimarting. 1 4 1/2 Sarreburg. 1 4 1/2 Heming. 1 4 1/2 Blamont. 2 9 Benamenil. 2 9 Luneville. 1 3/4 8 Domballe. 2 1/2 11 1/4 Nancy. 2 9 Velaine. 1 1/2 6 3/4 Toul. 1 1/2 6 3/4 Laye. 1 1/2 6 5/4 Voyd. 1 1/2 6 5/4 Saint-Aubin. 1 3/4 8 Ligny. 1 4 1/2 Bar-le-Duc. 2 9 Sandrupt. 1 1/2 6 5/4 Saint-Dizier. I 1/2 6 5/4"], [319, "ITINERARY 313 FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Si .Dizier to Longchamp. 1 1/2 6 3/4 Vitry sur Marne. 2 9 La Cbaussee. 2 9 Chalons sur Marne. 2 9 Jalons. 2 9 Epernay. 2 9 Port a Binson. 2 9 Dormans. 1 4 1/2 Paroy. 1 1/2 6 3/4 Chateau-Thierry. 1 4 1/2 La Ferme de Paris. 1 1/2 6 3/4 La Ferte sous Jouarre. 2 9 St. -Jean les 2 Jumeaux. 1 4 1/2 Meaux. 1 1/2 6 3/4 Clayes. 2 9 Bondy. 2 9 PARIS. 1 1/2 6 3/4 Saint-Denis. 1 4 1/2 Moiselles. 1 1/2 6 5/4 Beaumont sur Oise. 1 1/2 6 3/4 Puisseux. I 1/4 5"], [320, "314 ITINERARY. FRENCH GERMAN RUSSIAN ENGLISH NAMES OF PLACES. POSTES. MILES. WERSTES. MILES. Puisseux to Noailles. 1 1/2 6 3/4 Beauvais. 1 3/4 8 Marseille. 2 1/4 10 Grandvilliers. 1 1/4 5 Poix. 1 3/4 8 Airaines. 2 1/2 11 1/4 Abbeville. 2 1/4 10 Nouvion. 1 1/2 6 3/4 Nampont. 2 9 Montreuil sur Mer. 1 1/2 6 5/4 Cormont. 1 1/2 6 5/4 Samer. 1 4 1/2 Boulogne sur Mer. 2 9 Marquise. 1 3/4 8 Haut Buisson. 1 4 1/2 Calais. 1 1/2 6 5/4 94 1/2 325 1/4 776 1/2 1888 1/4"], [321, "RECAPITULATION. From Odessa to Calais, by Vienna and Paris, 94 1/2 French postes. 325 1/4 German miles. Total 419 3/4, or 1,888 1/4 English miles. From Calais to Odes- sa by Brussels, Dres- den, etc 45 3/4 French postes. 307 1/2 German miles. Total 3531/2, or 1,589 3/4 ditto. Difference. . 2i>8 1/2 English miles."], [322, ""], [323, "NOTE. The safest and most convenient plan, with respect to money, is, to obtain from Messrs. Herries, Farquhar, and C°., Bankers, of London (or any other house who may have made similar arrangements ), some of their circular exchange notes ; which are made out in even sums from .£ 20 sterling upwards, and are payable at more than one hundred and fifty different places in Europe and the Levant. These notes are to be ob- tained on paying into the hands of the Lon don Banker whatever sum the traveller may think proper. A printed plan is given with"], [324, "NOTE 318 the notes ; and a general letter of order ad dressed to the different agents of the house, which \" whilst it serves to identify, also gives the traveller a claim to any attention or good offices that he may stand in need of.\" This is certainly very useful ; — of course these let ters of order have not all the force of special letters of introduction ; but it is pleasant to know that, in every place of note, one has a right to apply to respectable parties for in formation. The following particulars relative to the monies of the different countries passed through by the author, are extracted from memoranda made at the moment, and are given for the benefit of those who may be going over the same ground. It is not pro fessed to give every denomination of money, but merely to state the relative value of such as comes into general use in travelling."], [325, "NOTE 319 France. — 20 sols or 100 centimes=i franc or lod. sterling. Prussia. — 12 pfennings=t silbergros. So silbergros=i thaler. i!l gudengros=i thaler. 5 thalers and 18 or ig silbergros arc equal to 1 friederich' s d'or. 5 thalers and 12 or 14 guden gros (or bonsgros) are equal to 1 friedirich 's d'or. The thaler is worth about 3 francs 81 cen- times of France, or say 3s. id. English. Saxony. — The same as Prussia ; excepting that they count always in guden gros ( bons gros ) ; and, as the two frontiers are passed and repassed, the traveller is exposed to loss, unless he be prepared with a stock of the small money of each state. Austria.— 60 guden kreutzers— \\ guden florin. 4 guden florins and 3o, 36 or 4° guden kreutzers are equal to 1 ducat. 1 1 paper florins and 3o to 34 kreutzers are equal to 1 ducat. The paper-monev is worth about 2/5 of the gu- dengelt : — thus, the silver [guden gelt) florin"], [326, "NOTE 320 isworth about 2 francs 5o centimes of France, or is. to is. id. English ; and the value osthe paper florin is about i franc of France or tod. English : these differences occasion much confusion to the foreign traveller. The florin is divided into pieces called zwanzi gers, or pieces of twenty guden kreutzers ; and these are subdivided into half and quar ter zwanzigers ; this is the most convenient change to take. It is necessary to see lhat your ducats be of the full weight. Russia. — ioo kopeks=i rouble. The silver rouble is equal to three paper rou- bles and 70 kopeks, or 3s. id. English. The paper rouble is equal to lod. English or 1 franc of France ; — the kopeks represent the centimes; thus 10 kopeks are equal to about 2 sols of France or a penny English."], [327, ""], [328, ""], [329, ""], [330, ""], [331, ""], [332, ""], [333, ""], [334, ""]]