[[1, ""], [2, ""], [3, ""], [4, ""], [5, "0VN, Hc Entered at Stationery' IMll."], [6, ""], [7, "0 0 K TO n^roi^on Vuo^^r^ilT-^. \" __x>.._6e Hnnib^Iem likl^z In <_uce !un>m» 8-.., X. LONDON. _>_.i_iri.i> roi. U1.1.1.XV, nv w. ni.i_i.ilin __»iO co. ci.__vi!i.__i>iN'iiow, zr. 1814."], [8, ""], [9, "\" TKe Emperor wa« acknowledge,! I>v t!ie pp^enaie, bv tlie /i«//«/«, l>ii6 i»v lie ?rov!ncil«!8 ok <?««// liiz mornl virluez, lincl militgl)' t»Ient«, were \" Iou6Iv eelel>l2,te6 ; iin6 tnoze wliu clerivecl anv pli \" V2te denelit from liiz government, announced in \" proplietie ztrainz tlie restoration of public felicity. \" Ly tliis Lliamelul adclicalioii, lie prut, actecl IiiZ life \" 2 few, in ll ve,^ amdi^uouz slate, between an \" Emperor an6 an Exile, till 6M<..l'H decline ««<i _si«./, vol. 6, p. 220."], [10, ""], [11, "0 I) N TO NAPOLNON VIIONAPARTN I. I is 6one — nut a XinF ! arm'6 vviln Xin^s to strive — _X_a6 now tnou art a. nameless tiling 80 adject — vet alive ! Is tliis tlie man of lliousancl tlirones, Wlio «tre>v'd our Narlli willi liostile bones. can lie tons survive ? 8ince lie, miscall'6 tlie Morning 8lar, ?>ior man nor ii_n6 lialli iall'n so lar."], [12, "8 II. Illminded man ! wh^ scourge th^ Kind bow'd so low tlie l_nee ? Lv Fazing on tnvself Aiown blind, I'liou tauFlit'st the rest to see. mi^bl uno,ues.ion'd, — power to save I'hine onl^ Fill liath been the Aiave \"lo tliose tliat worshiped tliee ,' Kor till lli^ fall could mortals Ambition's less tban littleness ! III. Tbanlcs for tliat lesson — it will teacn To alter-warriors more Tlian bi^b pbilosoph^ can preach, _^n<_ vainlv preached before. Tliat spell upon tlie minds of men LreaKs never to unite again. \"lliat lecl tliern to adore pilose pagod things of sabre-swav, fronts of brass, and feet of cla^."], [13, "n^ IV. Tlie triumpb, and tbe vanity, \"lbe rapture of lire strife — \"lbe earlliHualce voice of Viclorv, \"lo tbee tbe bre_ilb of life ; Tlie sword, tbe sceptre, and tbal swa^ man seem'd made but lo obev. Wberewitb renown was rife — ciuell'd ! O»rl_ 8pirit ! wbat must be \"lbe madness of lb^ memory ! V. He wbo of old would rend tbe oak. Dreamed not of lbe rebound ; (\"bained b^ tbe trunk be vainlv brol<e — bow looked be round ? \"lbou in tbe sternness of lb^ slrenglb _^n CHU0.1 deed bast done lit lenglli. Earlier flite bast found : He fell, tbe forest prowlers' pr.)' ; Lul tboii must e_il tli)' bearl awli^ ! (.ertaminis tbe expression of ..ttila in bis baran^ue to biz armv, previous to tbe battle ok (^batons, in Ca.siodoru.."], [14, "VI. Tbe lioman, wben bis burning beart slaked witb blood of liome. Tbrew down tbe dagger — dared depart. In savage grandeur, bome. — He dared depart in utter scorn Of men tbat sucb a voke bad borne. Vet left bim sucb a doom ! His onlv glorv was tbat bour Of self-upbeld abandon'd power VII. \"lbe 8paniard, wben tbe lust of swav Had lost its c^uicliening spell. (.ast crowns for rosaries awav, empire for a cell ; strict accountant of bis bead., _^ subtle disputant on creeds. His dotage trilled well : Vet better bad be neitber Known X bigot's sbrine, nor despot's tbrone."], [15, "11 VIII. Lut tbou — from tb)? reluctant band \"lbe tbun6erbolt is wrung — \"loo late tbou leav '^t tbe bigb command \"lo wbicb tbv weakness clung ; I__.il 8pirit as tbou art. It is enough to grieve the heart, zee thine own unstrung ; To tbink tbat Ood's fair wor!6 batb been Tbe footstool of a tiling so mean ,- IX. I_!artb batb spilt ber blood for bini, tbus can lioard bis own ! And Monarehz bowed the trembling limb. And thanked him for 9. tin one ! l'air freedom ! we ma^ bold tbee dear, Wben tbus tli^ migbtiest foes ibeir fear In bumblest Auise bave sbown. Ob ! ne'er mav tvrant leave bebind brigbter name to lure mankind ."], [16, "12 X \"lbine evil deeds are writ in gore. written tbus in vain — \"lbv triumpbs tell of fame no more. Or deepen everv stain — If tbou ba'dst died as bonour dies, 8ome nevv_>.apoleon migbt arise. \"lo snanie tbe world again — Lut wbo would soar tbe solar beigbt, \"lo set in sucb a starless nigbt ? XI Weigb'd in tbe balance, bero dust Is vile as vulgar clav ; \"lb^ scales, Mortality ! are \"lo all tbat pass awa^ ; Vut^et metbougbt tbe living great 8ome bigber sparks sbould animate. \"lo dazzle and di«ma^ ; Nor deem'd Contempt could thus malie mirth Of these^ the <I!on^ueior8 of the earth."], [17, "13 XII. sbe, proud Austria's mournful dower, \"lb^ still imperial bride ; How bears ber breast tbe torturing bour ? 3till clings sbe to tb^ side ? I'h^ late repentance, long 1'hou thronelezz Homicide ? .^^^ If still sbe loves tbee, board tbat gem, '\"lis wortb tb^ vanisbed diadem ! XIII. \"lben baste tbee to tb^ sullen Isle, gaze upon tbe sea ; \"lbat element ma^ meet tbv smile. It ne'er was ruled bv tbee ! Or trace witb tbine all idle band In loitering mood upon tbe sand \"lbat I_artb is now as free ! \"lbat Corintb's pedagogue batb now Transferred bis bve-word to tb^ brow."], [18, "14 XIV. \"lbou \"limour ! in bis captive's cage tbougbts will tbere be tbine. V^hile blooding in th^ prisoned rage ? But one — \" Ihe world ica« mine ;\" llnlezz, W^he of lialnlon. Al! p-enzZMMit!, thv sceptre gone, not long eontine That^pilit poured so widely forth — 80 long obeyed — so little worth ! XV. Or like tbe tbief of fire from beaven, » ilt tbou wilbsland tbe sbock ? _^nd sbare witb bim, tbe unforgiven. His vulture and bis rock ! foredoomed b^ Ood — b^ man accurst, tbat last act, tbougb not tb^ worst. \"lbe verv fiend's arcb mock ; He in bis fall preserv'd bis pride, if a mortal, bad as proudly died ! \" sbe iiend's arcb mocli. \" so lip a vvantoy, z«M_^uppoLe ber cbaste.\" — F/la/_s/iecrre,"], [19, "__,<,.i/^/ «_e. e /,ui<.i57i«/, __.V/iil_«s m ()c.«< ,^W/le/ol/>.» ,«_! _?oem«. 1 l. «__._._. tt,v_.<.i.i., NF/l./l ecliiion, 12s. H f ui. t_l_.or.il, Ne«eil./l edition, 5s. Lci. I f ui. Nun... or H»«)en./l ecli.ian, 5s. 6»l. 4 t.o«s_in, Hl,.i/l ec.i<ion, 5«. 6tl. Lonlloi. : ?.!n.e6 b^ W. I. ulme. »nc! Co. C!eve!lu.__l()«s, St. l2m«.'«."], [20, ""], [21, ""], [22, ""], [23, ""], [24, ""], [25, ""], [26, ""], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""]]