[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE STORY OF WEST HAM PARK. TOLD BY Dr. G. Pagenstecher. STRATFORD : Printed and Published by Wilson and Whitworth, Ltd, 1895."], [6, ""], [7, ""], [8, ""], [9, "I INTRODUCTION •^__._3K__? HAM, a Parliamentary and Municipal _I I m 1 '- .< OI J p Borough, situated in the southern division __J^ v[ V ra£ jL_- '.*_._? °f Essex, on the east side of the river T •*_•■* • . , - t* : _? Lea, which separates it from the inner v^v Metropolitan area, is unquestionably the most thickly populated town in the whole count}'. In the middle of last century it was but a small counts' village, abounding with pleasant villas and delightful residences. From the fact that both the nobility and the rich ' merchants of London sought here, in rural solitude, a retreat from the cares of business and the wearying throng of a crowded city, it may fairly be assumed that it enjoyed at that time a good reputation for the pureness of. its atmosphere. I fear it has since lost much of its vaunted reputation for salubrity of air ; at any rate, it is no longer a favourite resort of wealthy merchants, for, though thej' make their money here, they evidently prefer to spend it in more fashionable quarters. Moreover, the green pastures and smiling fields, the shady walks and pretty country lanes, have all disappeared within the last thirty years, and instead of the handsome mansions formerly inhabited by the wealthy and noble, tall chimneys and busy factories,"], [10, "2 modern shops and inns, and dwellings of all shapes and sizes for the accommodation of \" Greater Londtfn,\" meet the eye in every direction. Large shipbuilding works have been established on its river bank, its quiet creek and marshy wastes have been converted into mighty docks, its hamlets have grown into large towns— in short, it has completely rubbed off its once rural character, and become a manufacturing and commercial centre of the first importance. Few towns, if any, have with such miraculous rapidity increased in respect to population, which, having risen from 6,000 in the beginning of the century to 18,000 in 1850, is at the present day com puted at 250,000. This enormous growth which is chiefly within living memory is, 110 doubt, partly owing to the formation of railways, but to a great extent also the result of vigour and energetic enter prise on the part of the inhabitants, which justly entitles them to all the honours their town can have. West Ham is only four miles from the very centre of the Metropolis, and although it is one of its most important suburbs as well as a busy hive of producing industry — although it has, since 1S85, direct Parliamentary representation and, since 1886, enjoys also the great privilege of being a County Borough with a Mayor, twelve Aldermen, and thirty six Councillors — it is somewhat surprising that it is so little known outside, and that one of its members, in a Parliamentary debate of the last Session (1894) actually dared to challenge the combined intelligence of so illustrious au assembly as the House ot Commons, to tell him where West Ham was situate. But, perhaps, the time is not far distant when it will rise from its obscurity and become famous throughout the length"], [11, "3 and breadth of the land, not forsooth ! for the wisdom and foresight of its rulers in steadfastly resisting the all but general desire of the Burgesses, ot union with London, which would greatly relieve the over burdened ratepayer — but rather for enjoying the un enviable pre-eminence of being the highest rated of all the towns in the British empire. Mortifying as it is, that West Ham is of no, or little, repute in the Imperial Parliament, and all but unknown to the fashionable world of the West End, there is yet some consolation in the thought, that the poor and toiling inhabitants of the East of London, of Poplar and Whitechapel, are better acquainted with its whereabouts, and flock in con siderable numbers to West Ham Park during the summer months to enjoy its picturesque beauty, and to breathe the fresh air of heaven. WEST HAM PARK. No greater boon could have been conferred upon this populous district, whose poor and hard-working people are mostly engaged in useful and necessary, but by no means healthy employment, than the pre servation of West Ham Park, and it was a day of great rejoicing when the Park was formally dedicated to the healthful enjoyment of all classes of the com munity by the then Lord Mayor of London, on Monday, July 20th, 1874. But of this, a full account will be given in another chapter, together with a history of the movement, which culminated in the grand success of securing the Park as an open space to the public for ever. Though not so extensive as some of the other London Parks — its whole area comprising only about"], [12, "4 So acres— it is hardly surpassed in picturesqueness by any of its fellows, and a constant source of delight and healthful recreation to thousands of men, women and children, who pass their cramped lives in the thickly inhabited quarters of narrow streets and squalid alleys. It is well wooded, and in every direction studded with grand old trees of great girth and spread, some still in full vigour and likely to* impart their friendly shade for generations to come, but others are, unhappily, beginning to show signs of decay and tottering beneath the crumbling touch. of centuries. Many alterations and improvements have been made of late years, avenues of trees have been planted as well as shrubs in abundance both in separately enclosed plots aud shrubberies ; and bordering the inside of the Park, nearly the whole distance round, is a plantation which affords a nice sheltered walk. In addition to the three chief entrances in the North, East and South, several minor entrances have been provided, so that the Park is easily accessible to* visitors from all parts of the parish. Among the Lodges, several of which are occupied by the superin tendent, the Park keepers and gardeners, there is one which with its thatched, ivy-mantled roof, forms a very picturesque object. It is in the occupation of Mrs. Hogg, widow of the late Mr. James Hogg who, for many years, was the butler of Mr. Samuel Gurney, and highly respected by the whole Gurney family. A short distance from the Eastern entrance gate is an artificial mount, formerly a rabbit warren, and now a source of infinite pleasure and amusement to numberless children, who never tire of running up and down its well-worn sides."], [13, "5 THE THATCHED COTTAGE. One of the most attractive features of the Park is the enormous and massive growth of magnificent rhododendrons, which adorn a considerable portion of the ornamental gardens. The profusion of bloom, with their various and beautifully tinted shades, is one of the most lovely sights in the season, and cannot fail to attract the eye of the most careless observer. Along the terrace, which forms a pleasant promenade, several flower beds are tastefully laid out and artistically decorated by some pretty variegated assortment ; and near the eastern entrance lies, in a hollow, a charming grass plot, in the midst of which stands, surrounded by flower beds, a basin sur mounted by a fountain, from which jets of water gently and gracefully fall down upon the rocky shoring, covered with luxuriant creepers. Besides the fine wide-spreading cedars, that for centuries have withstood the ravages of time, but are now, alas, gradually succumbing to its sure"], [14, "6 triumph, there are many other rare specimens of foreign trees and shrubs which delight the eye of the botanist. Seats and lounges are placed all round the gardens, and well patronized by thousands of toilers in every grade of business life, who, finding here a resting place amidst the rush of life's duties, cannot but be lifted up in hope and courage for many a duty and many a trial, while they gaze upon the pretty scenery and floral beauty around them. A large portion of the grass land has been judi ciously dedicated to manly sports and pastimes. Cricket grounds and cricket pitches have been made for the accommodation of the various clubs which have the privilege granted them of playing in the Park, while another portion, facing the garden terrace, has been set aside for Volunteer Inspections and Reviews. It is needless to speak of the influence which these noble pastimes exercise over all classes ; they are not only creative of those health-growing properties, so conducive to the strength both of body and mind, but they also fill a gap in the life of the young, wliich would otherwise remain, or be filled up with more questionable pursuits and amusements. The pavilion, which was erected in 1S76 for the convenience of the public, is a spacious and commodious building, circular in shape, and sur rounded by a paved porch. While intoxicating drinks have been rigidly eschewed, ample provision of the usual refreshments of good food, with tea, mineral waters, etc., at the customary charges has been ensured. It also contains a private room, where the Park Committee occasionally hold their meetings. No efforts have been spared by the City Corporation,"], [15, "7 VIEW OF PARK, WITH PAVILION under whose control it is, to render the Park as attractive as possible. In 1882 a large covered stand was erected, where the Bands of the local Volunteer Corps play, to suit the public convenience, between six and eight o'clock in the evening during the summer months, from May till September. So popular has been the effort in this direction, that thousands of people of all classes, men, women and children, may be seen wending their way to the Park, to listen to the strains of music so generously provided by the City Corporation."], [16, "8 HISTORY OF THE PARK. Of the history of the Park nothing is known prior to the 16th century. It no doubt formed part of Epping Forest, which at a remote period stretched over this part of the county down to the great estuary of the Thames. In some of the shrubberies and plantations still grow wild the broom with its bright yellow blossom, and the prickly gorze, which \" decks itself with ornaments of gold \" ; both plants being indigenous to the soil are probably the last surviving relics of the primaeval forest. The earliest records date back to the year 1566, when there stood a house near the site, now indicated by a cairn formed of huge granite stones and serving as a drinking fountain. This house was called \" Rooke Hall \" from the name of its then possessor. Nothing is known of him, except that \"he gave\" — as we learn from a tablet erected to his memory in the parish church of West Ham — \" by will dated March 5th, 1596, a rent charge of yearly for bread for the poor of West Ham,\" which has continued to be paid by its subsequent owners down to the present day. The tablet also contains the effigies of the deceased and his four wives, Anne, Margery, Denise, and Alice — oi course, all in regular and lawful succession. On the death of William Rooke the property devolved on his son Robert, to whom likewise a memorial is erected in West Ham church, recording \" that he was a captain of the trained band of this hundred, descended of the ancient family of Rookes, who hath given a yearly contribution of five pounds to this parish for ever. He had two wives and seven children and died October 5th, 1630.\" Above the"], [17, "9 inscription are the effigies of the deceased and his two wives, as well as of his three sons and four daughters in posture of devotion. The property remained in the possession of his family until the year 1666, when it was sold to Sir Robert Smyth, of Upton. This gentleman, before whom, at that period, the marriages were solemnized, is styled in the Church Register, \" the Worshipful Alderman and Justice of the Peace.\" The Smyth family sold the estate, after it had been in their possession for nearly a century, to Admiral ElUot, who is said to have brought the cones of cedar trees from the Levant, and to have planted them in his garden. The fact, that he afterwards distributed a great number of the young trees among his friends and neighbours, may account for the two cedar trees which, fifty years ago, were to be seen on nearly all the lawns of the gentlemen's residences in and near Upton. In August, 1762, Dr. Fothergill, a great botanist and eminent physician of his time, bought the estate, which then consisted of the house and offices, with about thirty acres of land, afterwards increased to sixty. There were, at that time, growing in a part of the garden called \" the wilderness,\" by which name it is still known, some very fine laurels, also five Virginia cedars, being no less than ten inches in diameter, and supposed to be some of the first of the kind planted in England. The walls of the garden enclosed about five acres of land ; a winding canal, in the figure of a crescent, divided the garden into two parts, occasionally opening on the sight through the"], [18, "HAM HOUSE IN 1706, THE RESIDENCE OF DR. FOTHERGILL. branches of rare exotic shrubs that lined the walks on its banks. A glass door from the house gave entrance into a suite of hot-and green-houses, nearly two hundred and sixty feet in extent, containing upwards of three thousand four hundred distinct species of exotics, whose foliage wore a perpetual verdure ; and in the open ground, in summer, three thousand distinct species of plants and shrubs vied in verdure with the natives of Asia and Africa. Dr. Fothergill spared no pains in procuring a vast variety of plants and seeds from every part of the habitable globe, from China, the East and West Indies, from Siberia, North America, the new dis covered islands, the Alps, and not a few from Africa. Not only did he introduce exotics into his garden, but thence he transported green Bohea teas to South America. His garden, formed upon this extensive plan, and yearly improving by large supplies of the more rare indigenous plants and new exotics, arrived"], [19, "11 at that pitch of excellence, as in the opinion of the most competent judge — Sir Joseph Banks — to be esteemed the second in Europe, the Royal Gardens at Kew alone deserving pre-eminence. It was known all over Europe, and foreigners of all ranks asked permission to see it. It was in this spot that a perpetual spring was realized, where the elegant proprietor sometimes retired for a few hours, to contemplate the vegetable productions of the four quarters of the globe united within his domain. When Dr. Fothergill purchased the estate in 1762, there seems to have been little or nothing in the garden but a bay hedge, a larch, an acacia, the Virginia cedars before-mentioned, some large abeles and fruit trees against the walls — not one other foreign plant or shrub in the whole garden. What ever there is of this kind in the garden or ad joining fields — says his biographer, Dr. Lettsom, from whom we have quoted — was planted by Dr. Fothergill soon after he came into possession. Some of the trees were fifteen teet high when planted, and among them were many rare oaks brought out of the first great nursery of North American trees in England, at Fulham, belonging to Gray, an eminent gardener. In 1764 Dr. Fothergill purchased a parcel of land extending towards the Romford Road, and not long after he also agreed with the proprietor of the large field, called \"Lady Margaret's Field,\" which ad joined this new purchase, to run a straight line between their respective grounds, the old fence being no other than a broad sandy bank and extremely crooked. When this was settled and the fence made, a"], [20, "12 plantation was begun in the large field, called by the Gurney family, who afterwards resided here, the \" Deer Park.\" This plantation consisted principally of oaks of a ven* useful and durable kind, the acorns of which had been brought from the mountainous parts of Portugal. Dr. Fothergill is said to have daily driven to London in his \" Coach and four,\" and to have left his grounds by a drive leading direct from his house to the Romford Road where a simple but handsome gate, between two octagonal lodges, formed the entrance to the Park. Although the drive had long been disused, the lodges remained for a long time after, but, falling into decay, they were finally re moved about thirty years ago. It appears that after the death of Dr. Fothergill, in 1780, the outlaying portions of the estate were sold, and that the name of the house, which until then had been called '\"Upton House,\" was changed into \" Ham House.\" About the year 1S00, it became the property and residence of Mr. James Sheppard, by whom the grounds were carefully kept up. Although the con servatory was greatly diminished, enough remained to make it a marked feature of the place, forming a delightful addition to the suite of rooms, with which it communicated by a glass door. On the death of Mr. Sheppard, 1S12, the property was purchased by his son-in-law, Mr. Samuel Gurney, so universally known and so gratefully remembered for his numerous acts of true philantrophy and benevolence. Having married Elizabeth Sheppard, Ham House became his settled residence, and here,"], [21, "13 HAM HOUSE IX 1850. THE RESIDENCE OF MR. SAMUEL GURNEY. with the exception of one year, he passed his married life, surrounded by a large family circle and extending his unbounded hospitality to num berless friends, from far and near. At this date man}- of Dr. Fothergill's foreign trees still survived, and, although considerable alter ations were made, the garden and grounds were carefully preserved. Mr. Gurney threw down the wall on the western side, thus laying the garden open to the Park, and spent in American shrubs which, planted in groups, still form an ornament to the lawn. The natural water supply gradualty beginning to fail, the canal, which divided the garden, was partly filled up, and the old bridge across it was"], [22, "14 taken down ; there is, however, another picturesque little bridge still in existence, which marks the southern portion of the canal MR. SAMUEL GURNEY. On the death of Mr. Samuel Gurney, in 1S56, the Ham Park Estate came to his eldest son John, who resided at Earlham Hall, near Norwich, the ancestral place of the Gurney family, but he sur vived his father only about three months. The property then devolved upon his son John, grandson of Samuel Gurney, who, living at Sprowston Hall and having no inclination to leave Norfolk, where his ancestors had been settled for man}' centuries, decided upon taking down the old mansion, in 1872, the"], [23, "15 site of which is indicated by the afore-mentioned cairn, bearing a tablet with the following inscription: — \" This fountain is erected on the site of Ham House, for many years the residence of Samuel and Elizabeth Gurney, and their family, 1876.\" It was Mr. John Gurney who originated the idea of converting Ham House Park into a public recreation ground ; and when he handed over the title deeds to the Lord Mayor on the opening day (in 1874) he expressed his great satisfaction at seeing his wish realized — that this park should be preserved for ever for the use of the people of West Ham and the surrounding districts. Not many years after, Mr. Gurney went with his family to Cannes, in the South of France, to recruit his health, and there he died, rather suddenly, on February 24th, 1887, in the prime of life, 41 years old, universally regretted and lamented. His memory will, I am sure, always be cherished with feelings of gratitude by the inhabitants of West Ham, to whom he has proved so great a benefactor. Adjoining the Ham House Grounds and forming a distinct, as yet private, part of the Park, stands, in grounds of its own, another mansion, called \"The Cedars.\" It is at present (since 1888 the head-quarters of the Third Essex Volunteers, who muster an enrolled strength of over seven hundred members, under the command of Lieutenant-Colonel W. U. Atherton. Originally the house was but a moderately sized, though commodious, dwelling, constructed out of a barn and farm buildings, belonging to an ancient, handsome, red brick mansion, of Queen Anne's period, which stood close by, shaded by"], [24, "16 THE CEDARS. [photo— w. E. Wright. noble cedar trees, and in former years the property of Mr. Thomas Staples. A monument in brass, erected to his memory in West Ham Church, re cords the fact that \"he died 1592, and gave XXs. a yeare for ever to be distributed to the poore of the said parishe.\" From Staples it passed to Mr. Mildred, and sub sequently to Mr. Spence, after whose death it was purchased by Mr. Samuel Gurney, who pulled down the old brick mansion and threw the new house, wliich had by him been considerably en larged, with its beautiful terrace and garden, into the Ham House Park. At that time known by the name of \" Upton Lane House,\" it was for fifteen years — from 1829 1844—the home of Mrs. Elizabeth Fry, the great philanthropist and prison reformer, sister of Mr. Samuel Gurney. Few of her own sex stand so"], [25, "MRS. ELIZABETH FRY pre-eminent for their works of philanthropy as Mrs. Elizabeth Fry. Her name was associated with every philanthropic object, both al home and in most of the continental nations of Europe. Such was her humane and benevolent disposition that her sympathy extended to the whole human family without reference to country, clime, or religion. Her readiness to hear the cause of the distressed and destitute, to alleviate their sufferings and to promote the happiness of her fellow creatures, won her the respect of all classes and raised for her a name, which reflects credit on her sex as well as on the Society of \"Friends,\" of which she was a distinguished member."], [26, "18 It was at this house that Mrs. Elizabeth Fr}' had the honour of receiving Frederick William IV., King of Prussia, to a dejeuner, in the year 1842. The King's visit was official, since he was to stand sponsor to tbe Prince of Wales. It was 011 the 31st January, 1842, that the King came down to West Ham, after his visit to Newgate Prison, where Mrs. Fry had met him. She describes the visit in her diary in the following words : — ■ \" There were difficulties raised about his going to Upton, but he chose to persevere. I went with the Lady Mayoress and the Sheriffs, the King with his own people. We arrived first. I had to hasten to take off my cloak, and then went down to meet him at his carriage door with my husband and seven of our sons and sons-in-law. I then walked with him into the drawing-room, where all was in beautiful order, neat and adorned with flowers. I presented to the King our eight daughters and daughters-in-law, our seven sons and eldest grand son, my brother and sister Buxton, Sir Henry and Lady Pelly — my brother and sister Gurney he had known before — and afterwards presented twenty-five of our grandchildren. We had a solemn service before our meal, which was handsome and fit for a kiug, yet not extravagant. I sat by the King, who appeared to enjoy his dinner, perfectly at ease and happy with us. His Majesty, accustomed to dine early, made a hearty meal, and said it was the best meal he had eaten in England. He par took twice of oyster soup, a dish he had never heard of before, and which he highly commended. We went into the drawing room, after solemn silence and a few words which I uttered in prayer for"], [27, "19 the King and Queen. We found a deputation ot \" Friends\" waiting with an address to read to him ; this was done ; the King appeared to feel it much. We then had to part. The King expressed his desire that blessings might continue to rest on our house.\" Although the visit was considered strictly private, and every endeavour was made to keep it so, the road from West Ham to Upton Lane was crowded with people, and carriages were drawn up the whole length of it, so much so that mounted police were obliged to ride up and down to keep the road clear. The church bells were ringing, flags flying from the steeple, the charity school children drawn up along the church yard, and the people shouting as the King passed by. The whole village was en fete, and presented a scene which the quiet lane to Upton had never seen before. HOW THE PARK WAS ACQUIRED. First Movement. Having given a brief sketch of the history of the Park, I now proceed to give an account of the various movements that were set on foot to acquire it for the enjoyment and recreation of the people for ever. In doing so I may be allowed to premise that I was Mr. John Gurney's agent for all his property in this locality, and that all the corres pondence in connexion with the Park scheme passed through my hands. As I am likewise in possession of the minute book of the Local Park Committee, I may fairly claim to be in a position to give an accurate and, I trust, also unbiassed account of the subject in question."], [28, "20 It was in August, 1868, that the late Mr. C. W. Tanner, on learning that West Ham Park — or rather Upton Park as it was then called — was in the market, called upon me with a view to ascertain both its acreage and the price Mr. Gurney asked for it. On my informing him that the Park con- tained about 80 acres, and that the reserve price was Mr. Tanner suggested the desirability of acquiring the Park as a public pleasure ground for the use and benefit of the large and increasing population of West Ham, and asked me to enquire whether, in such a case, Mr. Gurney would feel disposed to reduce the price. As Mr. Gurney had often expressed to me his great desire to see the Park preserved as an open space, it was at once determined to draft a letter to the Stratford Express, pointing out the necessity of open spaces in the midst of large towns and populous districts, and advocating the purchase of Upton Park for the use of the inhabitants of West Ham and its neigh bourhood, and thus to rescue it from being sold for building purposes, which threatened to be its ultimate fate, unless strenuous efforts were made to prevent such a serious calamity. Mr. Tanner being very anxious, that the oppor tunity of securing the Park should not be lost, then brought — without even waiting for Mr. Gurney's reply— the matter before the Local Board of Health, and moved, on the 16th September following, a resolution to consider the necessity of providing a Park as near the centre of the parish as possible for the healthful recreation of the people. The resolution being duly seconded was thereupon re ferred to the General Purposes Committee. This"], [29, "21 Committee, on the 17th November, expressed in its report to the Board their opinion, that the obtain ing of such a place for the use of the parishioners would be in itself very desirable, assuming that the purchase could be effected within such terms as would be in the power of the Board to meet, should the Board concur in the idea, and further recom mended that the Clerk be instructed to ascertain the lowest price Mr. Gurney would be willing to accept for the purchase. Mr. Gurney's answer was that he would be willing to accept ,£25,000 for the purchase, on certain con ditions, which he specified. But in a later com munication it was added that, in the event of Upton Park being so purchased by the Board, donations would be made by various members of his family to the extent of between £5,000 and £6,ooo. The Committee thought that the price was itself very reasonable and, since assistance had been promised by the Gurney family, they were of opinion that the project was worthy of consideration, and recom mended that application be made to Government with a view to ascertain whether the parish might hope for a contribution towards the purchase money, or tor the advance of funds, which might be necessary to complete the purchase, at a lower rate of interest than usual. They also felt that so great au out lay of the parish funds should not be finally con cluded by the Board without the opinion of the inhabitants in vestry being taken on the subject, and they further advised that a deputation should wait upon the Home Secretary, to ascertain whether the Government would be prepared to assist the parish, and to what extent, so as to present the"], [30, "22 matter in a definite shape before the parishioners, and that the parish authorities should be requested to convene a Vestry meeting on the subject. On the 5th January, 1869, Mr. Tanner moved that a deputation of six members of the Board wait upon the Home Secretary, to lay before him the necessity of a recreation ground being provided for this large and populous district, and to point out the opportunity that now offered for obtaining the same, and also to show the inability of the district to purchase, unless largely aided by a Government grant. At the next meeting of the Board, on the 20th January, the Clerk reported that, on applying at the Local Government Office on the subject of the deputation to the Secretary of State, respecting the purchase of Upton Park, he had received an answer that the communication should be made direct to the Home Office, but that owing to the electioneering engagements of the Secretary of State the interview must necessarily be postponed. A short time after a letter was addressed by the Clerk to the Secretary of State, who replied that he would be willing to receive the deputation, but that the time had better be fixed with the concurrence of the County members. The 8th March was finally agreed upon, and the following Gentlemen— Mr. John Meeson, Mr. Tanner, and Mr. G. Johnson, accompanied by the Clerk and Surveyor — attended at the Home Office, and were introduced to the Under-Secretary by Mr. Andrew Johnston, one of the County members. The deputation having submitted to the Under secretary of State the various reasons which, in their judgment, justified them in obtaining the"], [31, "23 assistance of Government, were assured by Mr. Knatchbull-Hugessen that the Government would assist the project as far as lay in their power. He, however, requested that a more precise application should be made to Government, stating more defi nitely the nature and extent of the assistance which the Board required, at the same time assuring the deputation that, on receiving it, no time should be lost in considering aud replying to it. After the deputation had reported to the Board their interview with the Under-Secretary of State, it was resolved that the members forming the deputation be ap pointed as a committee to confer with and instruct the Clerk as to the further application to be made to the Home Office, and that the Clerk be authorized to act on the instruction of the Committee. On the 16th March following, the Clerk reported that he had written a letter to the Under-Secretary of State, affording him the further information he had required, but that he had not received any answer, except by a communication from Mr. Andrew Johnston, who had heard that the Government were disposed favourably to consider the application, and he suggested that it would be requisite to submit the matter, so soon as he heard the intention of the Government, to the Vestry, and whether it would not be better to refer the matter back to the Committee, with power to instruct him as to the course to be pursued in the event of his hearing from the Home Office. In connexion with the same object, a deputation, composed of Mr. Thomas Crow, Mr. Owen, and others, tl^en attended the Board, and presented a petition, numerously signed by ratepayers and other"], [32, "24 parties, asking the Board to take no further action in the matter. Mr. Crow addressed the Board in support of the prayer of the petition, but the Chair man (Mr. Meeson) explained to him that such a course was inconsistent with the resolution to which the Board had already come, and it was resolved that the matter be referred back to the Committee to instruct the Clerk as to the application to the Vestry on receiving any communication from the Government. At a subsequent meeting of the Board, on the 27th April, the Clerk reported that the Committee, considering the importance of prompt action with a view to giving an answer to Mr. Gurney, whose limit of time had expired, had requested the parish officers to convene a meeting on the following Thursday, and that they had also instructed him to communicate with the Local Government Board with a view to ascertain more definitely the nature of the assistance which the Government would be prepared to afford. A reply having been received from the Govern ment, a Vestry meeting was held without delay, on the 29th April, in the Vestry Hall, Rokeby House, Stratford, and by adjournment in the Drill Hall, Vicarage Lane. After several gentlemen had ad dressed the meeting Mr. Tanner proposed aud the Rev. John Curwen seconded the following resolution : \"That this Vestry— having received from the Local Board of Health a communication on the subject of the purchase of Upton Park, to the effect that the Park, inclusive of the mansion and grounds, together with ' The Cedars ' and garden belonging to it, could be purchased of Mr. Gurney for the sum of"], [33, "25 £25,000, and that, in the event of its being entirely dedicated to the public as a recreation ground, donations to the extent of between £5,000 and £6,000 in aid of the purchase would be made by various members of the Gurney family, and that 'the Govern ment is willing to advance a loan for the purpose of such purchase, and to sanction the repayment of such loan being spread over a period of fifty years, on terms favourable to the ratepayers — does hereby express its opinion in favour of such purchase, aud recommends to the Local Board of Health to effect the same, provided that the annual payment necessary for such purpose will not exceed the amount of a i£d. rate, calculated upon the present assessable value of property in the parish, as shown by the last rate.\" Whereupon the following amendment was proposed by Mr. Thomas Crow, and seconded by Mr. James Scully : \" That this meeting earnestly requests the Local Board of Health to break off its negotiations for the purchase of a public Park, and under no circumstances to re-enter upon any fresh negotiations in reference to the subject.\" The Chairman (Colonel Birt) having put the above amendment, there appeared a large majority in favour of it. A poll was thereupon demanded by Mr. Tanner and seconded by Mr. George Johnson. The poll was taken on the 3rd and 4th of May, and resulted in 293 voting for the resolution and 1,081 for the amendment, an overwhelming majority of 788 in favour of the amendment. An examina tion of the poll book, to see who voted for and against, and who abstained from voting altogether, would unquestionably be an interesting study."], [34, "26 Thus the first movement set on foot to acquire Upton Park ended in a complete fiasco. I must, however, not omit to mention that, while Mr. Tanner used every endeavour to induce the Local Board of Health to purchase the Park, public meetings were held in every part of the parish, at which Major Banes and the Rev. John Curwen and others made urgent appeals to the ratepayers, impressing upon them the advantages and invaluable benefits of open spaces in large aud populous districts, and urging them to embrace the golden opportunity of securing Upton Park, at the small cost of barely £20,000. But all their efforts proved futile, chiefly because it would involve a small increase in the rates. It almost makes one shudder to think that, owing to the usual apathy shown in West Ham in all matters of great public interest on the one side, and want of foresight on the other, our Park with its beautiful trees, with its lovely and well kept garden and green fields, now enjoyed by thousands of people, might have been sacrificed and become a prey to speculating builders. Judging, however, by the light of subsequent events, one feels almost tempted to ask — whether the ratepayer of twenty-seven years ago, who so stubbornly opposed the acquisition of the Park out of the rates, were not favoured with a prophetic vision that a few years later another movement would be set on foot, which would result in pro viding and maintaining for them a Park without increasing the rates, nay, even without one farthing's cost to the parish."], [35, "27 Second Movement. The efforts made in 1868-9 to purchase the Park out of the rates having proved abortive, the move ment in that direction had apparently exhausted itself, and the matter lay dormant for several years ; until in 1872 there were evident signs that Mr. Gurney had received an offer, and was about to part with his property. The large mansion, Ham House, which had for many years been the hospitable residence of the late Mr. Samuel Gurney, and was also temporarily occupied by Lady Buxton and other members of his family, was being pulled down. Many an old inhabitant of West Ham viewed this with the deepest concern, having gloomy visions of the demo lition of the grand old trees, the uptearing of the beautiful green sward, and the substitution of miles of gravelly streets and bricks aud mortar. Such a prospect seemed almost unbearable, and the question was mooted if nothing could be done to preserve the Park with all its endearments for the use of the people. It was at this time that Messrs. John Barber, G. H. Courtney, and J. C. Whitworth, anxious to make another effort for obtaining the Park, took the initiative, and called upon the chairman of the Local Board (Mr. John Meeson) to ask him whether he would kindly preside at a public meeting shortly to be convened for that purpose. Mr. Meeson readily consented, and no time was lost in printing and circulating notices to that effect. The meeting was held at the Workmen's Hall, Stratford, ou August 14th, 1872. Iu opening the proceedings, Mr. Meeson stated that the question before them had already been brought before the parish some years since, in"], [36, "28 connexion with the Local Board of Health, but that body had, in the present instance, nothing whatever to do with the matter in any shape or form. He had simply been requested to preside, and would be glad to hear any suggestion on the subject as to what could be done to save the Park for the benefit of the people, and how the money could be raised, both for its purchase and maintenance. He would suggest that the matter be referred to a Committee, who would call the ratepayers together and pro pound some scheme. Mr. J. T. Newman then pointed out that, if the Park were obtained, they would have some good ratable property, and proposed to send the matter before the Local Board of Health as the proper body to take it in hand. The idea, however, was so obnoxious to the majority of the meeting, that it was abandoned. It would appear that the parties who convened the meeting had no very distinct notion of what they proposed to do to secure the Park, nor even a sketch of any definite plan, and consequently' the meeting broke up, doing nothing beyond coming to a general resolution that it was desirable to use every effort to acquire the Park, and to form a Committee for that purpose. The following gentlemen were then appointed to act upon it, viz.: -The Rev. Thos. Scott (Vicar of the parish), the Rev. G. Godsell, Messrs. Barber, Collin, Crosthwaite, Courtney, McCash, Colman, Berry, Horn, R. L. Curtis, J. T. Newman, and J. C. Whitworth. The newly appointed Committee held their first meeting on August 22nd, in the Langthorne Rooms, which the late Mr. Barber, who acted as Secretary, kindly placed at their disposal. Several plans were brought forward and discussed, the leading idea"], [37, "29 still being that the parish authorities were the proper body to take the necessary steps for the acquisition of the Park. How often the Committee met, and what they did, is difficult to ascertain, since no records are left or available ; but I have been given to understand by one of the surviving originators of the movement — \"that it had but a brief existence, and eventually came to grief without accomplishing anything.\" Thus the second movement terminated in a collapse, not indeed for lack of interest and goodwill on the part of its promoters, but only and solely for the want of some tangible, practical scheme. Third Movement. Nothing was now done until the beginning of November of the same year (1872), when Mr. Barber, much dejected at the ill success he had met with in his endeavours, came to consult me what could be done to achieve the great object of saving the Park from being sold for building sites. I then read to him several letters I had received from Mr. Gurney, in which he stated that, although an offer of £27,500 had been made to him, he would rather see the Park preserved as a place of public resort, than cut up for building purposes, and since the parish had already decided that the burden should not fall upon the rates, the only alternative left was to raise the money by sub scriptions, which he should be glad to head with a substantial sum, provided the matter was taken up by influential people, and likely to be carried through."], [38, "30 I suggested to Mr. Barber that a meeting of the wealthy and influential residents in West Ham should be convened at the Town Hall, Stratford, at an early date. The meeting took place on November 22nd, 1S72, and was well attended. After a long discussion on the possibility of raising the required sum, it was finally resolved \" That a Com mittee be appointed with a view to placing before a public meeting, hereafter to be convened, some plan of action by which the Park may be acquired.\" The following gentlemen were then elected to form such Committee, with power to add to their number, viz. :— The Rev. T. Scott, the Rev. G. Godsell, Sir Antonio Brady, Capt. Fell, Major Banes, Messrs. Compton, Jones, G. C. Edwards, Barber, J. Freeman, Nutting, R. L. Curtis, J. T. Newman, and Crosthwaite. At the first meeting of the Committee, the Rev. Thos. Scott (Vicar of West Ham) was elected Chairman ; Mr. J. Self, Secretary ; Mr. J, Brooks, Assistant Secretary, and Messrs. Barber and Crosthwaite, Joint Treasurers. At sub sequent meetings of the Committee, many more gentlemen were added to the number, viz. : — The Rev. W. G. Bolton, Sir Thomas White, Rev. J. Curwen, Col. Howard, Capt. Darke, Messrs. T. C. Baring, Pinchin, C. Boardman, W. Colman, E. R. Cook, T. S. Geere, Payze, Madge, Courtney, J. L. Carter, W. Horn, McCash, G. Sedgwick, who kindly volunteered his professional services, entirely without jec, and last, but not least, Mr. J. C. Whitworth, who afterwards so ably aided the movement by an occasional leader in his paper, the Stratford Express, and also published, without charge, both the numerous appeals aud subscription lists."], [39, "31 On the 4th December I received a letter from Mr. Gurney, to the effect that, seeing such an influential Committee at the head of the movement he was willing to sell the Park for £25,000, and that he and members of his family would subscribe £10,000, including the £1,000 already offered on a former occasion by Mr. Andrew Johnston. He also expressed a hope that the rest might be obtained with little difficulty, partly by selling off certain part of the park, and partly by subscriptions, which might be spread over four or five years, while £10,000 might remain on mortgage at a moderate interest. I im mediately submitted this important news to the Committee, whereupon it was resolved to accord a vote of thanks to Mr. Gurney for his very generous offer, and to take, without delay, active steps, with a view to making an appeal to the public for funds. A circular was drawn up and speedily distributed. in which it was set forth that no parish had of late years increased more rapidly, that West Ham was fast becoming a large manufacturing district, and that it would be most unwise and shortsighted not to take advantage of Mr. Gurney's liberal offer. In conclusion, an urgent appeal was made for subscrip tions, to enable the Committee to bring the matter to a successful termination. On the 30th January, 1873, the proposed public meeting took place in the Town Hall. The chair was taken by Mr. Andrew Johnston, who was well supported by the committee and other local gentlemen. The hall was very nearly filled by an enthusiastic audience, who evidently took the greatest interest in the subject. After a few introductory remarks by the Chairman, the meeting was successively addressed"], [40, "32 by Sir Thomas White, Messrs. T. C. Baring, G. Jones, W. Horn and others, strongly advocating the desira bility of preserving Upton Park as an open space for the use and healthful recreation of the toiling masses in the numerous factories and workshops. A hearty vote of thanks having been given to Mr. Gurney for his \" princely offer,\" it was unanimously resolved, \"That this meeting pledges itself to co operate with the Committee in obtaining contributions and in promoting the success of the whole plan.\" At the conclusion of the meeting the following donations were announced : Mr. T. C. Baring, £500 ; Sir Thomas White, Messrs. George Jones and J. Compton, £100 each. With such a promising start the Committee now set to work in a real businesslike way, and the two Secretaries deserve great credit for the able and efficient manner in which they discharged the onerous duties, which the preliminary work neces sarily entailed upon them. A complete organisation was set on foot, local committees were appointed in Forest Gate, the Dock District, Plaistow aud Stratford New Town, to operate in certain centres, and public meetings were addressed by the leading gentlemen in all parts of the district. It is impossible to enu merate the names of all the gentlemen who were actively engaged iu forwarding the scheme. Suffice it to say that they most thoroughly deserve the gratitude of all for their untiring zeal and persevering efforts. Great interest was also taken in the movement by persons living outside the parish. Among others, Mr. Walter Mears .Secretary of the Fiusbury Cricket Club) originated the idea of arranging a Cricket"], [41, "33 match in aid of the funds, which resulted in a net profit of £25. The match was played on May 19th, and, notwithstanding the inclement weather, witnessed by a large attendance. The Park, dotted with marquees, presented an aspect of picturesque beauty, while an orchestral band enlivened the scene by its cheerful tunes, much appreciated by all, except perhaps ths rabbits who, scared at the unaccustomed sounds of music, did not venture to sally forth from the deep caverns of the adjoining burrow. Their throbbing hearts, no doubt, were filled with ominous forebodings of the cruel fate that was ere long to befall them. Several well-known cricketers, as M. H.' Comerford, Higgins, Gillier, A. Biggs, Golding. Bastow, and others, took part in the match, and the late Thos. Handley kindly volunteered to stand as umpire. During the first two months there seemed every prospect that, with the indefatigable exertions of the Committee and all their co-operators in the various districts, the scheme of preserving the Park would soon be brought to a successful issue, a total sum of nearly £2,000 having been collected, from the £500 of the wealthy Baring down to the cheerfully given sixpence of the poor labourer. But, after all, the general public of West Ham opened their purse strings very slowly, and many tradesmen, as well as other persons of position, held aloof. The conse quence was that the movement appeared to hang fire and to be without life or motion. A collapse seemed inevitable when, to aggravate matters, the Secretary, Mr. Self, who had worked so vigorously at the beginning, tendered his resignation, on the plea \" that he felt convinced the movement was suffer-"], [42, "34 ing forthe reason that he had so little time to attend the business.\" The ship had now not only got into difficult waters, but actually sprung a leak, and seemed to be fast going down to the bottom. Being somewhat perplexed and at a loss what to do, the Committee proposed that I should fill the gap oc casioned by Mr. Self's retirement. I demurred for a considerable time, being conscious that I was under taking a task which seemed almost a forlorn hope. However, I yielded at length — and stepped, I cannot but own, with a heavy heart into the breach. Having undertaken the office of Secretary, I feel it somewhat embarrassing to have to speak of my personal efforts in connexion with the Park scheme. However, my object is not self-glorification, but to give a faithful account of the movement, and to accord to every one his due share of merit. Perhaps I may be permitted, without incurring the risk of exceeding the bounds of becoming modesty, to quote the following paragraph from the Stratford Express : \" Dr. Pagenstecher now undertook duty as the acting secretary, and a most indefatigable secretary he proved. Nobody at all likely to contribute, either from sympathy with the movement or because of the importunity ot the secretary, escaped his notice. The consequence was that the bantling began to assume larger proportions ; but the subscription list, though considerably augmented, was still far short of the required sum of £15,000. Dr. Pagenstecher then suggested the happy thought of au appeal being made to the City Corporation, it being well known that they had large sums at their disposal from the Coal and Corn dues for the preservation of open spaces.\""], [43, "35 Injustice to my old colleague, Mr. J. Brooks, I am bound to acknowledge that the idea was suggested to me by a letter which he had written some years previous (1869) to the Stratford Express, pointing out \" that a tax of 13d. was levied upon every ton of coal consumed in this parish for City and Metro politan improvements, and that none of it was ever given back for improvements in West Ham.\" Al though fully aware that this did not constitute a claim on the City funds, it seemed hard that West Hani, though to all intents and purposes a suburb of the metropolis, should be debarred from any benefits the City could confer, because it was outside the metropolitan area. It was accordingly resolved that Mr. George Jones and myself should wait upon the Lord Mayor. An introduction was easily obtained through the late Alderman Sir Thomas White. The object of our interview having been fully explained and discussed, his Lordship referred us to Mr. Deputy J. T. Bedford, \" who,\" he jocosely remarked, \" is an enthusiast in the cause of preserving open spaces.\" Mr. Bedford entered into the matter with his wonted ardour and earnestness, and advised us to petition the Court of Common Council. No time was lost in drawing up the memorial, which was duly presented to the Court by Mr. Bedford with very able and eloquent arguments. A few days after a letter arrived from the Town Clerk, to the effect that a deputation should wait upon the Court to promote the prayer of the memorial, and that his Lordship had appointed Thursday, 1st of May. The deputation was composed of the following gentlemen : — The Rev. Thomas Scott,"], [44, "36 Messrs. T. C. Baring, Compton, Jones, Barber, Self, J. T. Newman and myself. In the petition it was set forth, that a golden opportunity had occurred for securing a beautiful and well-timbered park, of about eighty acres, in the very heart of the large and increasing population of West Ham ; that the market price was £25,000, towards which Mr. Gurney, the owner of the Park, and members of his family, had promised the munificent contribution of £10,000 ; that the remaining £15,000 could only be raised by private subscriptions, since the ratepayers were already overburdened with local taxation ; that Committees had been formed to canvass for subscriptions, and had succeeded in obtaining about £3,000 ; that the petitioners, seeing no hope of providing the balance of £12,000 without help from outside, earnestly craved a favourable consideration of the above statements, and appealed to the well-known generosity of the City Corporation for assistance, which could be so readily afforded by a grant from the fund for the preservation of open spaces. The petition having been read, the project was discussed by various members of the Court. Full enquiry was made ; many questions were asked and answered to the apparent satisfaction of the Court. Mr. Deputy Bedford then moved \" That the petition be referred to the Coal and Corn and Finance Committee for consideration and report, stating that, by sacrificing an income of about £7,000 a year, they had a fund applicable to purposes of this kind, and the present was one of the noblest opportunities which the Court had of showing their interest in the East End of London. He considered that £300 an acre was a very moderate price, and that the neighbourhood of"], [45, "37 West Ham and Stratford had done well in subscribing £3,000.\" The motion was seconded by Mr. R. N. Phillips, Chairman of the Corn Metage Committee. and carried. The Committee were highly gratified and en couraged by the reception the deputation had met with at the hands of the City Corporation ; but as a reply to their petition could not be expected for weeks or months to come, they continued, with unflagging zeal, to obtain further subscriptions. Letters were addressed to the editors of the leading newspapers, asking them to open their columns to our appeal, which they most readily did. Subscrip tions now flowed in from all parts, great and small, but the largest came, after all, from a firm in our parish, the Leather Cloth Works, whose manager, Mr. Cooper, sent, on behalf of the directors, the munificent sum of £500, a most welcome gift. While the Committee and all their local branches were straining every nerve to obtain donations, similar efforts were made by sympathising friends in the parish. A concert was given in the Town Hall, in which the Misses Jones, supported by Messrs. T. Sharpe, A. Gowar, H. J. Millard, and other talented singers, rendered valuable assistance. The Great Eastern Dramatic Club gave a performance in the Artillery Hall, and Mr. Robert Waites was the chief mover in arranging a flower show in the Town Hall. All seemed to be going on well, and about the middle of July the total amount raised was nearly £4,000. We had now, however, to all appearance come to the end of our tether, for after that subscriptions came in but few and far between, and there was yet a great deal to be accomplished."], [46, "38 In the meantime, our staunch friend Mr. Deputy Bedford was untiring in his exertions lo enlist the sympathy of his fellow Councillors in the City, and to impress upon them that it was the people's cause which he advocated, Finding it, however, no easy task to convince others of the importance of the subject, he at last proposed that a deputation be appointed to pay a visit to the Park to see what it was like, and what advantages it offered to the public. It was about the end of July when I received a letter from him. intimating that he and several members of the Finance Committee intended to come to West Ham, but they had no idea where it was. I naturally felt somewhat chagrined at the thought that West Ham, notwithstanding its proximity to London, was an unknown quantity in the City. Having mapped out for them the exact route, the deputation safely arrived at the Park, where they were received by Messrs. Compton, Jones, Edwards and myself. It was a beautiful, bright, sunshiny day, the garden in exquisite order, the roses in full bloom, and filling the air with sweet fragrance ; moreover the whole Park was swarming with hundreds of children, and the cricket ground occupied by youthful cricketers. While roaming about, one of the visitors asked me whether it was a common thing for the children to use the Park so freely. Of course, I was not going to tell him that I had gone in the morning to all the schools in the neighbourhood, asking the masters and mistresses for a half holiday for the boys and girls, so I simply told him the Park had always been open for school treats, and as I had the absolute control of it, I was only too glad to see the children"], [47, "39 enjoy themselves. I am afraid I rather prevaricated, and I was truly grateful when Mr. Bedford proposed to have a look at the cricketers. No sooner had we arrived on the cricket ground than Mr. Bedford — a capital cricketer in his day —asked to be allowed to bowl. His first ball — a lob with a twist- took the batsman's off stump. Mr. Bedford was naturally much elate with his success, but was not to be prevailed upon to bowl a second ball, for fear of damaging his reputation. Well, the visit of our city friends was a complete success, and I venture to believe that it greatly helped to interest the City Corporation in our cause, nor was it long before I received a letter from Mr. Bedford, stating that he and his friends had much enjoyed their visit. I was, however, not a little disappointed when, at the conclusion of his letter, he asked the question whether a contribution of £2,000 from the City Funds would be sufficient to enable us to carry out our scheme successfully. Without submitting the letter to my committee I immediately wrote back the following answer : — \" Dear Deputy Bedford — Your offer of £2,000 is no use ; you might just as well offer us half-a-crown. Nothing less than £10,000 will do, for we are a poor lot here, and it is quite impossible for us to raise the money still wanting for the purchase of the Park.\" — Mr. Deputy Bedford told me afterwards that my letter almost took his breath away. I don't wonder at it, for I must myself confess that for brevity and impudence it could scarcely be surpassed. The time for a definite answer had now elapsed, and, since in the meanwhile an offer of £30,000 for"], [48, "40 the Park had been made, it became necessary to ask Mr. Gurney for an extension of time which he readily granted, waiving all personal interests. There had been ' considerable delay on the part of the City Corporation in obtaining the opinion of the then attorney general (Lord Coleridge), whether the Corporation could, under the provision of the Metage-of-grain Act (1872), contribute to a fund being raised for purchasing West Ham Park as an open space for the public. The answer being in the affirmative the Corn and Coal and Finance Committee lost no time in preparing their report for the next meeting of the Court, which was fixed for the 23rd October. While anxiously looking forward to the day when the destiny of the Park would be sealed, I received a summons to attend the Finance Committee at the Guildhall, with an exact state ment of the fund raised by the local committees. On telling them that the total amount collected was £4,000 and that we had now exhausted every means of raising further subscriptions, the chairman said that he was prepared to recommed to the Court the grant of a sum of £10,000, provided I would personally guarantee the wanting £1,000. Although as poor as Job, I unhesitatingly drew up a bond making myself personally responsible for the required amount. I cannot but admit that it was an act of rashness ; however, it was of the utmost importance that there should be no hitch at the last moment. Moreover I felt confident that my friends, who had stood by me so long and so faithfully, would not forsake me in the hour of need. On October 23rd, when the Court met, nothing was done beyond an instruction being given that"], [49, "41 the report of the Finance Committee should be printed and circulated among the members of the Corporation, and be submitted to the Court for final consideration on 6th November. On that memorable day I was present at the Court and watched the proceedings with anxious interest. Mr. Wheatley, chairman of the Finance Committee, in moving the adoption of the report, said that, unless the Corporation would consent to provide the required £10,000, the Park would be sold for building purposes, but, if the recommendation of the committee were accepted, it would be a further link in the chain of patriotic sacrifices made by the Corporation, and in this instance — a most noble one — to promote the healthful recreation and enjoy ment of an extensive and populous neighbourhood in the East-end of London. The Committee unanimously recommended, that the Court should contribute an annual payment of £2,000 out of the Metage-of-grain Fund, for five years, in aid of the fund being raised for the purchase of West Ham Park, for they felt that a portion of the grain duty could not be appropriated to a more worthy object. Mr. Deputy Bedford seconded the adoption of the report by an eloquent and powerful speech, pointing out that it was most desirable to carry out so noble a scheme of public utility, since Mr. Gurney's park was the only spot, in the poor neighbourhood of West Ham, available for the healthful enjoyment of its inhabitants, and there could be no better opportunity for the Court to use its wonted liberality. Thereupon the report was unanimously adopted. I was in ecstasy, and swiftly hurried off to Stratfcrd to spread the welcome news in every"], [50, "42 direction, nor was it long before the bells of our dear old West Ham Church proclaimed the joyful tidings to the furthermost parts of the parish. Mr. Self, the late secretary, being rather incredulous, sent a special messenger to my house to enquire whether the news was true. \" Of course it was.\" After many days and weeks of unremitting labour and occasional despondency, lest all their efforts should be baffled and their hopes frustrated, the Local Central Committee met again on the 7th November, with the view of expressing their gratitude to the City Corporation for their timely help. It was resolved to hold a monster meeting on the 19th November, and to invite our city friends, who with such ability and determination of spirit had so successfully pleaded with the Court to provide the required balance for the purchase of the park. There was a large and appreciative assemblage on the occasion, every space and corner of the Town Hall being occupied. Alderman Sir Thomas White presided, supported by the Rev. Thomas Scott, Mr. Deputy Bedford, Mr. Wheatley, Mr. Deputy Hora, Lieut. Col. Birt, Messrs. E. N. Buxton, Compton, Jones, Edwards, Geere, and a large number of the committee, besides many influential inhabitants of West Ham and Stratford. The chairman spoke of the inestimable boon the park would be to this and future generations, adding that the success of its acquisition was in no small degree due to the earnestness and persistent labours ot Mr. Deputy Bedford, who, by his eloquent and able advocacy, had, after many weary months, succeeded in prevailing upon the Court to grant the noble gift of £10,000. Col. Birt proposed a"], [51, "43 vote of thanks to the owner of the park, Mr. Gurney, for his handsome offer, and to the whole Gurney family, for their liberality in contributing £10,000 towards the preservation of the park as a place of public resort. The resolution was seconded by Mr. G. Jones, and carried unanimously. Thereupon the Rev. Thomas Scott moved, that a vote of thanks be given to the City Corporation for their equally munificent gift of £10,000, and that special thanks be accorded to Mr. Deputy Bedford, Mr. Wheatley and Mr. Deputy Stapleton for their valuable assistance in obtaining this grant. The resolution was seconded by Mr. Compton — who also urged upon the meeting to aid the committee in raising the needed £1,000, for which the secretary had made himself responsible — and carried amid loud cheers. When Mr. Deputy Bedford rose to return thanks on behalf of the City Corporation, he was received with the most enthusiastic cheers, which he gracefully acknowledged by saying, that such a cordial reception was the best reward he could possibly desire for all his labour in so noble a cause as, the preservation of West Ham Park for the free use of the people for ever. A vote of thanks to the chairman, proposed by Mr. Deputy Hora, concluded one of the most enthusiastic meetings ever held in the Town Hall at Stratford. At our next meeting, November 24th, the first resolution proposed was, to place on record the votes of thanks accorded both to Mr. Gurney and the City Corporation, and to have them inscribed on illuminated vellum and presented to each. While we were discussing and devising various means of"], [52, "44 raising the £1,000 for which I had made myself responsible, we were greatly rejoiced by the announcement of a gift of £50 from Lieut. Col. Birt and the officers of his corps, and other no less welcome donations from the Ironmongers Company, the boys of Rokeby School, and the Upton Park Football Club. Although greatly encouraged by these tokens of sympathy and support, we felt that it was all but hopeless to obtain many more subscriptions from the inhabitants of West Ham, the whole pajish having already been thoroughly canvassed. I must confess that I did not feel very comfort able under the circumstances. More than once, when most despondent, did I repent of my folly in signing that fatal bond, and then again, as consola tion often comes in the darkest hour of distress, I was cheered by a handsome donation which, for the time at least, dispelled my fears and apprehensions. Weeks passed on and yet only £300 had been collected. It then struck me that aid might be obtained from the Society of \" Friends,\" who have always been among the noblest and most unwearied philan thropists the world has ever seen, so I wrote a letter to their leading newspaper \" The Friend.\" Never was an appeal more heartily responded to. Contributions came from all parts of England, generally accompanied by some kind words as \"In memory of happy days spent at Ham House,\" or \"As a token of gratitude to the late Samuel Gurney,\" or, \" As a tribute of respect to my late friend, Sam Gurney,\" &c, &-c. It was most touching to see in what high esteem the memory of the late Mr, Samuel Gurney was held by that Society, of"], [53, "45 which he had himself been a distinguished member all his lite. In March, 1874, the total sum collected amounted to £600, — still £400 wanting to make up the required sum. In my extremity I made bold to make a personal appeal to Mr. J. Duncan, of whose wealth and liberality I had heard much, and was most kindly received. No sooner had I communi cated to him the object of my call and the trouble I was in than he said \" How much do you want, what is the balance you require ? \" I replied, £400. \"Well,\" he quietly said, \"then go to my cashier and ask him to give you a cheque for £400.\" I stood in wonder and amazement, and scarcely knew what to say. I shall ever feel that I owe a deep debt of gratitude to that gentlemen, who could act so handsomely and so nobly to an utter stranger as I was to him at that time. After many months of worry and anxiety my mind was at last happily relieved of a great burden ; moreover, the purchase of the park too was now ensured, and nothing remained to be done save the collecting of the promised subscriptions. It was a heavy and ungrateful task. In most cases they were cheerfully given ; occasionally, however, I met with a rebuff, and I was asked \" What do you get out of it ? \" Although not unprepared for some unkind words — a dun is never welcome, — I could not help feeling that it was but a poor return for my disinterested labours. The purchase of the park now being near its completion, there arose the important question \" In whom is the park to be vested ? \" Several difficulties presented themselves at first. However, a license having been obtained from the Crown, allowing the City Corporation to hold the park for ever in trust for"], [54, "46 the people, a conveyance to that effect was drawn up with the kind and generous assistance ot the late Mr. Geo. Sedgwick, who acted throughout as the legal adviser of the Local Committee. In accordance with the deed of transfer a Committee of management was constituted of fifteen members, eight being members of the City Corporation, four the nominees of Mr. Gurney, and three the nominees of the local subscribers. With regard to the latter, the deed contains a clause, that any future vacancy, occurring either from death or resignation, is to be filled up by the Vicar, Churchwardens and Overseers of the parish. At one time the question of maintenance threatened to create a difficulty, but again the City Corporation came forward and voluntarily agreed to keep the park in order, so that not one shilling of expense, either directly or indirectly, is borne by the locality. To meet the expenditure it had, on a previous occasion , been suggested to the Court, that outlying portions of the park might be utilized for creating building leases. It appeared to me that, if this plan were carried out, the view from a large portion of the park would be terminated by a dead wall, many of the beautiful trees and parts of the shrubberies would have to be sacrificed, and some of the turf, including the famous cricket ground, would have to be cut up, in short, the attractive beauty of our picturesque little park would be considerably marred for the sake of the comparative small income, which might be derived from the ground rents. To avert such a calamity I lost no time in drawing up a memorial to the City Corporation, reminding them of the great boon they had conferred upon the inhabitants of the whole East-end of London, both by securing West Ham Park as an open space tor"], [55, "47 the public, and by their efforts to preserve the rights of the people in Epping Forest, and petitioned them to make their generosity complete by limiting all building operations to the site in the north-east corner, where formerly the farm buildings stood. The memorial having been signed by Messrs T. C. Baring, Andrew Johnston, J. G. Barclay, J. Compton and G. Jones, it was presented to the Court of Common Council by the late Alderman Sir Thomas White, and I need not add, that owing to the advocacy of such kind and influential friends as Mr. Deputy Bedford, Mr. Deputy Stapleton, Mr. Deputy Hora and others, the Court readily granted the prayer of the petition. A short time after, the City Corporation decided to open the park to the public in state. THE OPENING OF WEST HAM PARK. Monday, the 20th July (1874), was fixed as the day of opening, an event which will ever be remembered by all who witnessed it. The arrange ments for the ceremony were conducted by the Finance Committee of the Corporation, and a small deputation from that body left Guildhall at an early hour to receive the invited guests, who were from 700 to 800 in number. Most of the company went by special train from Fenchurch Street to Plaistow, the nearest station to the park. A procession of 26 carriages, headed by the City Marshall, on horseback, and including, in their order, the Deputies, the Chairmen of Committees, the Sheriffs, the Aldermen, the principal officers of the Corporation, and lastly the Lord Mayor (Sir Andrew Lusk, M.P.), with the Sword and Macebearers, went by road to West Ham."], [56, "48 The event was celebrated as a complete holiday in Bow, Stratford, Plaistow and West Ham, and for two miles or more, before the entrance to the park was reached, the route was gaily decorated with thousands of flags and banners of every size, shape, and colour. Triumphal arches had been erected at Bow Bridge, West Ham Lane, and at the park gates, and the scene generally was of a most animated appearance. The whole work of decoration was carried out under the able direction of Mr. Lewis Angell, and under the supervision of Mr. A. Trew, Mr. E- Smith, and others. At Bow Bridge, the Lord Mayor was received by a deputation from the Local Board of Health, whose chairman, Mr. Meeson, tendered in a few words a kindly greeting on behalf of the Board, and expressed the great pleasure the parish had in seeing his Lordship on such an auspicious occasion. A guard ot honour of the 3rd (now 1st) Essex Artillery Volunteers, under the command of Lieut. Col. Howard, with their band, joined the procession at Bow, and preceded it to West Ham. The excitement was intense upon the arrival at the Town Hall, Stratford, when the 5th (now 3rd) Essex Rifle Volunteers, under the command of Lieut. Col. Birt, and their band, joined the procession, which then slowly proceeded by West Ham Lane and the Portway to the park. The appearance of the Lord Mayor with the other civic dignitaries within the park was greeted by a tremendous outburst of cheering, in which the shrill voices of thousands of school children played a noticeable part. Shortly after the arrival, the formal proceedings were commenced by the City Solicitor (the late"], [57, "49 Sir PL Nelson) who, addressing the Company, said, \" they were assembled there that day, to complete the transfer of the delightful spot, known as West Ham Park, from the ownership of a private gentleman to that of the people of the neighbourhood for ever. The Corporation of London had from time to time, in its long history, embarked on many matters for the public weal, but the ceremony of that day added for the first time to their care a public recreation ground. In 1S72 the Corporation found themselves in possession of a very ancient franchise, yielding them a large revenue, in connexion with the metage of grain arriving in London. Such, however, were the customs and exigencies of trade, that the measuring of grain had now become obsolete, and the Corporation with the consent of Parliament, had made an arrangement by which the sums they should henceforth receive from that source would be applied, as occasion arose, to the preservation of open spaces for the people, in and around the Metropolis. The case of West Ham was the first that was brought before them, and they acceded with complete unanimity to a grant of £10,000, by which that splendid estate would uow for all time, become the property of the people. He added, amid cheers, that the Corporation into whose hands the park would henceforth be placed, had the Royal license to hold it on behalf of the people, and in order legally to take over the park, it now remained for Mr. Gurney to give up possession of the title deeds.\" Mr. Gurney then delivered the title deeds to the Lord Mayor, saying \"That it had always been his wish and that of his family, to see the park"], [58, "50 preserved as an open ground for the use of the people of West Ham and the surrounding district, and that he had great pleasure in carrying it out. He hoped the people who used it would take care of these green fields and beautiful trees, and that the park might be a lasting blessing to them and their children's children.\" The Lord Mayor accepted the title deeds amid great enthusiasm, saying, \"That it gave him great pleasure to preside on an occasion, so full of interest to the inhabitants of the neighbourhood, and expressing a hope that the people of East London would take care of their new park and use it for purposes of health and recreation. After a suitable prayer by the Rev. Thomas Scott, vicar of West Ham, the Lord Mayor declared the park open to the public. This declaration, being conveyed to the crowds outside by firing a salute, was received with the warmest enthusiam. Immediately after the ceremony the bands played, and the guests proceeded to the large refresh ment tent erected in the grounds, where they were entertained to a sumptuous dejeuner, at which the Lord Mayor presided. Various toasts, appropriate to the occasion, were given and heartily responded to, especially that of \"Prosperity to West Ham Park,\" to which Sir Thomas White replied in an eloquent speech, disavowing his own claim to be personally associated with the triumph of the day, and declaring that the heroes of the fight had been Mr. J. T. Bedford, Mr. G. W. Wheatley, and Mr. R. Stapletou. At three o'clock in the afternoon the park was thrown open to the public, and was visited by"], [59, "51 thousands of people, who thoroughly enjoyed the unrivalled scene and the novelty of the occasion. It was a grand and memorable day, the 20th July, 1874, worthy to be chronicled in golden letters in the annals of West Ham. CONCLUSION. As the march of population is eastward and the old land-marks are gradually disappearing, it is a matter of supreme satisfaction that West Ham Park, this oasis in the midst of a large area covered with human habitations, has been preserved to the public for ever as a place of rest and recreation. Or are there yet any, who are doubtful, that open spaces are great factors in the social happiness and real education, moral, physical and religious, of the toiling masses ? Then come and see the thousands of people flocking to the park during the summer months to listen to the strains of music of the orchestral bands, or to watch a game of cricket, or to admire our smart volunteers as they march in measured step to the martial tunes of their respective bands. Come and see the working man, faint with toil and noxious effluvia in factory or workshop, resting his weary limbs of a summer's evening in the cool shade of the umbrageous tree. Come and see our infants, as they untiring run up and down the deserted rabbit mound, which in child-like fashion they have dignified by the name of \" Bunny hill.\" Come and see our boys and girls, as they, escaped from the weary monotony of school or the cramped domestic life, bounding and leaping hurry off to the park, to enjoy the trees and flowers, the birds and the playgrounds, \" Turning to mirth all things on earth As only childhood can.\""], [60, "52 Come and see our young men engaged in business pursuits, hastening home from the din and smoke of a crowded city, to breathe in the park the pure air of heaven, or to indulge in manly sport and pastime. Come and see the infirm and aged of a calm summer's morn, taking their quiet stroll in the well-kept garden, to inhale the sweet scent of numberless shrubs and flowers; or come and listen in the cheery' spring to the tuneful warbling of our plumaged choristers. Surely, no one will dispute that the actual contact with nature must influence our minds and elevate our tastes, and develop in us a love of all that is beautiful and true and good, as well as imbue our souls with higher aspirations. FINIS."], [61, ""], [62, "GREAT EASTERN R AILWAY. Sea-Side, and Broads and Rivers of Norfolk and Suffolk Tourist, Fortnightly, and Friday to Tuesday Tickets AEE ISSUED AS UNDEE BY ALL TEAIN S : TOURIST TICKETS are issued daily from 1st TRIST TICKETS are issued daily from 1st May to the 31st of October, and are available for return any da}* up to and including the 31st December us the year of issue. FORTNIGHTLY TICKETS are issued daily, and are available for return any day within 15 days, including days of issue and return. FRIDAY TO TUESDAY TICKETS are issued every Friday and Saturday, and are available for return on the day of issue, or on any day up to and including the foUowing Tuesday. Toueist, Foetnightly, and Feiday to Tuesday Tickets to the above Stations are also issued from Great Eastern Stations within 1*2 miles of London at the same fares as from Liverpool Street. Passengers are allowed to travel to and from Liverpool Street to join or leave the fast Sea-Side Trains ; also to and from Stratford to join or leave the Trains booked to call at that Station. They are also issued from New Cross (L. B. & S. C.) and all Stations on the East London Railway, at the same fares as Liverpool Street. Circular Tours in the Eastern Counties, — To enable Tourists to visit the various places of interest in the Eastern Coimties, Circular Tour Tickets, made up to include such Towns and Districts as may be most convenient to the purchaser, can be obtained at the Company's West End Ticket and Enquiry Office and American Rendezvous, 2, Cockspur Street, Trafalgar Square, S.W., and at the Liverpool Street Station. List of Farmhouse and County Lodgings in the Eastern Counties, and Pamphlets on the \" Broads \" District of Norfolk and Suffolk can be obtained (post free) on application to the Superintendent of the Line, Liverpool Street Station, London, E.C. Lira-pool Street Station, 1895. WILLIAM BIRT, Gat, mt Manager LIVERPOOL STREET OR Tourist. Fortnightly. Friday to Tuesday. ST. PANCRAS TO Hunstanton Lowestoft Yarmouth Cromer 1 Class 3 Class 30 6 , 18/- 33/- ' 19/9 34- 20,- 34/- 20 - 1 Class 3 Class 25 - 13 - 27/6 15- 27 6 15- 27/6 15- 1 Class 3 Class 15/- 9/6 20- 10- 20 - 10 - 20 - 10 - LIVERPOOL STREET TO Southend-on-Sea ) Burnham- on -Crouch / Walton-on-the-Naze, Clacton- i on - Sea, Frinton - on - Sea, I Harwich, or Dovercourt . . ) Felixstowe Aldeburgh Southwold 8/8 4 4 20- 12- 23 4 14 3 27 9 16 9 31 3 I 18 5 7,- 4 4 6/- 3 6 17/6 i 10- 12 6 7 6 17,6 i 10 - 25 - 13- 27,6 i I 5- 12 6 7 6 15 - 9 6 20/- , 10 -"], [63, ""], [64, ""], [65, ""], [66, ""]]