[[1, ""], [2, ""], [3, "s arnassus in a Fog Price 6d. net"], [4, ""], [5, "PARNASSUS IN A FOG OR THE REJECTED LAUREATE IN A COMEDY OF ERRORS BY ONE OF THE REJECTED LONDON BELLAIRS & CO. 1895"], [6, ""], [7, "PREFACE The Author has written this small brochure of verse in absolute ignorance as to the distinguished name presumably to be chosen to ascend the poet's pinnacle of fame. Knowing, as he does, by the law of instinct, that his own mental halo is insufficiently brilliant to clear away the mist of doubt that has so long lingered around the ancient home of the Muses, he claims the right to be exonerated from any personal reference respecting the important choice, that may possibly shortly be announced, of a successor to the late gifted Laureate. In the Author's references to other characters, in troduced in the imaginary Regal Court, he can most conscientiously affirm, in the words of the great dramatist, that what his pen could not \" extenuate \" is wholly free of rancour — that he has not \"set aught down in malice.\" October 1895."], [8, ""], [9, "PARNASSUS IN A FOG Tableau. — An imaginary Regal Court, with full paraphernalia The trumpet sounded in a royal salute ; The King advanced, with many a knighted boot ; Dismounting from their steeds they stood awhile, Acknowledging the King's most gracious smile ; Then loyally they followed in his tread, Within the glittering line, by pages led, Until they circled round a gilded throne, And bowed before the King, who sat alone. the lord chamberlain advances, furnished with a roll of names, all fraying for royal honours May it please your Majesty [the Chamberlain spake] Our presentations now to thee we make."], [10, "PARNASSUS IN A FOG 6 i The name first on the list has won great fame, And should be memorable in stars of flame ; His sword has oftened glittered in the fight, Extinguishing in many an eye bright light ; His brilliant name will never be forgot In many a widow's heart, in many a cot. We now present him to your royal gaze That he may shine in splendour from your rays. THE KING Of all the names you could present to me This one must rank the highest in degree ; His country and his King can ill afford To overlook the exploits of the sword ; And when a sword is stained with noble blood, A Duke should wear it in the brotherhood That binds all battlefields in one bright chain, Well-riveted by millions of the slain. England, with pride, can boast of golden sheaves ; Tho' some will say the seed has sprung from thieves Like France in Madagascar of to-day, Who, after simple theft, arose to pray. Bravely forgetting the pestilential rod, That laid strong comrades in a poisoned sod,"], [11, "PARNASSUS IN A FOG 7 She sang Te Deums to Almighty grace For conquest o'er an unprotected race. Most noble Duke, thy title I bestow, While all my Court shall honour thee, and bow. Here I will pause a moment, while I say That one big house, not very far away, Contains the fragment of a soldier's wing, V7bunded in Balaclava's offering Of blood. Antiquities should ever grace A ducal residence in many a place. I would suggest a transference of thought : Le; this antiquity to me be brought, That in the honours that I now decree I may present the Duke \" a rarity \" — A fragment of the famous \"Light Brigade,\" Whose glory, laureates say, \" can never fade.\" It lies obscure, in poverty, alone, The Poorhouse for a home, a stool its throne Whose interdicted pipe, with many a croak, Says : \" Glory 's but a name — without a smoke.\" THE LORD CHAMBERLAIN Distinguished names, great King, I now unfold Some millionaires, whose aura is of gold."], [12, "PARNASSUS IN A FOG 8 A few of these build temples to themselves, With many a niche, to form memorial shelves. They are the men of capital and wealth, The guardians of the poor man's food and health. To prove their generosity and zeal They give employment for the commonweal ; Who, when their golden temples stand complete, Write epitaphs on many a life's defeat, When wages were reduced, from time to time, To fit men for a more celestial clime. In many a niche each useful memory stands To show who built the temples made with hands The other names, like generous benefactors, Bestow their patronage on large contractors. They help to rear the gilded gay Saloon, In spite of puritans, who love the noon Rather than shady night ; who dare to think That missionaries should not carry drink In the same ships that bear them far away To teach King Khama how to sing and pray. Rich contributions, too, are freely given For charity, to pave the way to heaven. In short, all classes prize their liquid treasures, And sing their praises in imperial measures."], [13, "PARNASSUS IN A FOG 9 'j THE KING Such services I surely will requite } To overlook them were indeed a slight. The Crown and Parliament must, hand-in-hand, Bestow their favours in a prosperous land. In proof of such prosperity, we see How magistrates can always busy be With those who, every night, disturb the peace, And give employment to our good police. Old England would, undoubtedly, decline In slighting beer by taxing costly wine ; Nor should the people lose their merry carols Of peace on earth, in legal Courts and barrels. Here special favour I must not forget — The Knight I change into a Baronet. THE LORD CHAMBERLAIN Most noble liege, I do present to thee Two Actors of renowned celebrity : The one is stately in Shakespearian mottoes ; The other loves fair promenades and grottoes. They both are men of good repute and fame ; The nation loudly would your grace acclaim."], [14, "PARNASSUS IN A FOG 10 THE KING Most cordially do I bestow a rank On genius, coupled with a nature frank. Long have all countries owned the potent sway Of life that is not real, but only play ; Which, when it sees earth's painful tragedies, Seeks to forget them in their mimicries. When poets sing too much of heavenly love, These help us to forget the things above. \" Amusement reigns\" a poet once declared ; For that same Author never much I cared ; Yet now to quote him suits my humorous veins- Amusement, most emphatically, still reigns. Apologising for the \" Derby Day,\" That rules the country with a lordly sway, I hail, with pleasure, each illustrious light, And welcome him as a most worthy Knight. THE LORD CHAMBERLAIN Most gracious Majesty, your patronage In Art has ever shone within the page Of Royal Academies. I hold the name Of one whose witching Oriental flame"], [15, "PARNASSUS IN A FOG 11 Shines round the fairest forms of loveliness, Affording many a hint in graceful dress. His pictures are the dreams of tender light, As fair as any in \" Midsummer's Night ; \" And, when his warmer moods are well in tune, He paints the image of a \" Blazing June.\" THE KING 'Tis very true ; and I am pleased to mark The non-omission of this radiant spark Within the bright horizon of fair Art ; A painter is no artist with no heart. Because of this the name that you have read Has ofttimes in our Royal Palace shed The cheerful light of a good countenance, Which we delight to see, at every chance. In no disparagement to other names I say this much ; for there are other claims I hope to hear when next our Court shall meet, Which heartily I shall receive and greet. A few of these, I may suggest, you'll find Among rejected pictures left behind. Too oft I feel aggrieved at hasty pranks When the Committee writes: \"Returned, with thanks.\""], [16, "PARNASSUS IN A FOG 12 THE LORD CHAMBERLAIN After this name, Right Royal President, \" The Press \" would speak. I cheerfully present For gracious favour three most worthy names, To rank with pens of literary flames. Parnassus is indebted to the Press ; Apollo, were he living, would shine less Without the good opinion of the pen ; A King makes knights — the Critics make the men THE KING The Press, undoubtedly, holds regal powers, The vehicle of intellectual dowers ; But, like fine ships that sail in misty air, It needs good steering with a Pilot's care. Of such good pilots'we can boast a few, Tho' some are lacking in a wholesome dew. A nation's liberties should ne'er incline To prostitute the cup of social wine. I do not hold in favour worms that creep Over the rose, to make sweet virtues cheap. A maiden's face was made to flush with joy ; French rouge, in literature, doth now employ"], [17, "PARNASSUS IN A FOG '3 Some moral sappers of a sickly claim, To make a woman's blush betray a shame. Moreover, I have known, in many a case, A Government held up in strong disgrace By those who call themselves \" The Press,\" who write Sometime derisively of Royal light ; Who, when a noble scandal makes men sigh, Delight to blaze it in the public eye. Yet, to confirm my well-known gracious favour, I pause, and bid them be of good behaviour. Let three exceptions be observed; I think I'll have them clearly printed in good ink, To furnish thought for our ingenuous wits Within the cheerful covers of \"Tit-Bits.\" THE LORD CHAMBERLAIN Some names are here, my liege, of signal worth, Whose high estate illuminates the earth. They are the true successors of the band Descended from the ancient \" holy land,\" Disciples of the humble one who taught That pride and gold were with much evil fraught ; So every day they pray, with reverent eyes, That they may shun earth's \" pomps and vanities.\""], [18, "PARNASSUS IN A FOG »4 All mindful of the words, divine in tone, \" The poor ye always have to call your own,\" They issue from their palace gates, to find Their Curates whom good fortune leaves behind. The conscience of the King was touched ; his sight Betrayed a sudden sanctity of light. \" Let all the rest stand meekly by,\" he said, \" And lightly count their titles newly shed ; My final honours now are spiritual. To call them holy Dukes might not be well ; The worldly name might make their spirits quake, They scarce could wear it for their Master's sake ; So, as no blood is on their flaming swords, The State decrees that they shall be \" My Lords.\" THE LORD CHAMBERLAIN Finally, I submit six names, O King ! A Laureate's prize awaits your offering. Each one desires to wear the laurel crown, Who, in return, will praise a King's renown. His pinions shine but dimly when alone ; They soon would glisten near a Royal Throne ;"], [19, "PARNASSUS IN A FOG 15 And multitudes who said he could not sing Would gaze in wonder at the Laureate's wing ; His song would float above a golden sea, While all the rest would \" Minor Poets \" be. THE KING Away ! I do not love an untried strain ; Bring a Musician, with a meaning plain. This would be timely, for we soon must eat ; When round the festive table we shall meet ; Your King will always love to stay and hear A melody, when Sullivan is near. One poet only, of a modern date, Has won my heart ; he was of true estate, With favouring ancestry ; was goodly born, Nor ever held a King or Oueen in scorn. Moreover, his was a most noble brow ; In his fine cloak he stood to show us how Parnassus, with Apollo's heavenly eyes, Throws into shadow neighbouring rivalries. Disparity, when glaring, oft deters Some gallant from his well-deserving spurs ; Or, with great Shakespeare, says — nor says amiss \" Look on that picture — fix your eye on this ! \""], [20, "PARNASSUS IN A FOG i6 Mark the suggestion of the added strain : \" We ne'er shall look upon his like again.\" Away ! the banquet's ready ; so am I ; Let no more Laureates offend my eye. The Court dissolved — the King was much relieved ; No \"minor poet\" felt himself aggrieved ; But here and there a few bewailed the fate Of England, with no Poet Laureate. THE END"], [21, ""], [22, "Price 5s. net. A Word for the Navy BY ALGERNON CHARLES SWINBURNE BELLAIRS & CO. 9 HART STREET, BLOOMSBURY LONDON"], [23, ""], [24, ""]]