[[1, ""], [2, ""], [3, "VERSES O N T H E SUBJECT O F DEATH, SACRED To the Memories of feveral Great Person- ages and Ministers of State, with a particular regard to the Right Hon. Henry Pelham, E(q; AND Sir W i l l i a m Lee, Late Lord Chief Juftice of E N G L A N D. Nil non mortale tenemus Pectoris exceptis, ingenijqy, bonis : Me tamen extinEio fama perennis erit. Ovid. LONDON: Printed for R. and J. Dodsley, in Pall-mall. 1754. Pries One Shilling. ]"], [4, ""], [5, "C«3 TO HIS GRACE THOMAS, Lord Arch-Bi(hop of Canterbury, Primate and Metropolitan of all England. My Lord, IN fuch an ill ftate of health as your Grace has been lately afflicted with, the melancholy fubjecl: of thefe (beets may be thought by fome too tender and affecldng ; and indeed it would have pre vented throwing mortality, as it were in to your imediate prefence, had I not been (enfible of your Graces fortitude of mind, and that you fear death only as it wil deprive you of doing more good in your high ftation. I SHOULD"], [6, "[ ii ] I should, in thecomon method of Dedications,enumerate the virtues which are fo confpicuous in your Grace's pub lic and private deportment ; and though it is difficult in this cenforious age, to efcape the charge of flattery, yet I am perfuaded that the eftablilhed great cha racter of your Grace, and the general pleafure of feeing juftice done to your merit, would have fecur'd me from fuch an imputation : But I know it is the only thino- which your Grace would not eafi ly forgive, and therefore I avoid it. Permit me however, my Lord, to infert a few lines from the manufcript of a very worthy and ingenious clergyman of your Grace's province, compofed forthe ufe of one of his parilhoners, which 1 am perfuaded every one but your Grace, will think part of your own character. If"], [7, "[i«3 If fortune fmiles let me be virtue's friend, And where I go let charity attend ; Within my bofom let compaflion dwel, To foften all the woes which others feel ; To affwage by kind relief afflictions fighs, And wipe the falling tear from widows eyes ; To feed the hungry, the diftreft to chear, The needy fuccour and the feeble rear : Hence fhal my mind injla?nd with public good, Unfhaken ftand in midft of plenty's flood • Look with difdain upon the pomp of ftate, And by humility be truly great. I hope that gentleman wil excufe my taking this oportunity of obliging the public without his leave, but I think the only injury I do him is concealing his name. Accept, my Lord, my fincere prayers and wifties for your Grace's health and long continuance amongft us, for the fake of our church and nation ; and that the influence of your pious a example"], [8, "[iv] example may promote the principled and practices of that holy faith and re ligion to which you are fo firmly and cordialy attached. I am, My Lord, Your Grace's moft obedient, and mod devoted Servant, The AUTHOR."], [9, "{vj PREFACE AS well as to pay my regard to the memories of thofe great perfonages mentioned in the title page, I was glad of the oportunity to remind a flighty and inconfiderate age of that mortal ftroke which thofe in high life and affluent fortune, are as liable to, as the mean- eft and moft indigent. The greateft writers have made death their fubjed, and the wifeft and ferious part of mankind have improv'd from, and been properly affected with it ; none have diflik'd it, but the profligate and viti- ous ; who not being prepared for it, have placed the ob- ject at a great diftance. And this brings to my mind part of a ledture, I was going to ufe the frightful word Jermon, which a famous preacher abroad, though a man of great odities, is faid to have given his congregation in the feafon of Lent, and which has been modernifed and tranflated to this effecl : Having mentioned many of the ill confequences of vice % \" Now, fays he, I'll tel you a thing which will greatly \" furprife you all, the ftrangeft, moft alarming, difaftrous, \" unfortunate, terrible, mifchievious, {hocking thing, \" you ever heard, and which, I aflure you, is as true as \" the gofpel.\" Tmsraifed the attention of the whole congregation, and every eye was fixed upon him, upon which he went on ; \" You are to dye, you muft dye,\" fays he, and turning himfdf to the o':her fide of the pulpit, again re- peated,"], [10, "[ vi] peated, \" you muft dye ;\" upon which fome fmiled, the Beaux' carelefly flung their pig-tails behind them, took fnuff and wifper'd, what does the prig mean ? The ladies. flirted their fans, gave a laugh much too loud for the place, and faid to one another, he's certainly mad. — - Upon which the preacher, without being the leaft moved or angry, went on ; O, fays he, \" I am glad to fee this, \" I find none of you are furprifed, you are all acquainted \" with death, 'tis the very thing I wifh'd, I was afraid \" he was txjlranger, and that you had never recollected \" that you were to die; let him come when he will, a withal my heart, this moment, if he pleafes, we are none \" of us afraid of him, we are all ready and prepar'd for \"himj\" — But hold, fays he, \"I fee a Drunkard, an \" Adulterer, a Sabath Breaker, a Covetous and uncharita \" hie man, a Slanderer, a Harlot, with fome others of a \" very finful caft ; how comes it to pafs that they are fo \" merry, fo unconcerned ? Has death made them any \" promife of forbearance? Is he to pafs by their doors ? \" Are theyfecure from mortal difeafes and accidents ? Why 11 are not they furprifed? It muft be ftrange and fad \" news to them.\" Thus he went on, til he had fingled out the faults of every one in his fneering congregation ; and by his odity and pleafantry of reproof, fo gain'd upon them, that they became very ferious and attentive to the remainder of his difcourfe. The aplication of this is extremely plain, and is all I fhall obferve upon that melancholy part of the fol lowing poem. What I am chiefly to apologife for, and indeed which occafioned this preface, is .ho. /ketch I have attempted of the characters of many great perfonages de ccajed, and of others ftil living, which wil very probably load me with the charge and cenfure of flattery. Permit me therefore to explain what I think is, and is not flat tery, and to 6ii\\'mgm{hju/l praife from that fervile and in excufeable pradice. Flattery, 1 take to be afcribing to perfons"], [11, "[ vii ■■] perfons thofe qualities, beauties, and merit, which they have not ; and encouraging men in their vices, by a civil but fcandalous falfehood ; by a reprefentation of them as' great perfedions, politenefles, and difplays of a fine tafte &c. but fure honeft praife and comendation, the juft re- ward of noble, great and illuftrious adions, cannot come under this denomination. It is certain, that virtue would be too meanly recom- pens'd, if worldly praife was to be the only garland that crown'd her. A wife and good man has higher views in his condud, than praife or popularity ; which he knows is very difficult to gain, and as difficult to keep, for it de- pends upon the prefent politics and opinions of the multi- tude, than which there is nothing more variable and in- certain ; but to have the pains he has taken gratefully ac- knowledged by thofe for whom he has taken them, can- not be difpleafing, and may very juftifiably be expected. Virtue has been obferved to have no better theatre for adion than confcience, and if that approves, let the vulgar hifs ; for I am fure if that condemns their hollows are of no value, they are grating to the mind, like money received upon a falfe or forged draught, which with any fpark of fhame or modefty, muft be told over with a trembling hand. True praife is a Jhadow which wil fol- low the clear and bright funfiine of merit, wil purfue the mode fly that flies jrom it, and fy from the oftentation and vanity that purfue it. We enter into life as upon ajlage, where the Manager, however polite and welbred, wil not give us leave to chufe3 or cafi a part to ourfelves; but examines into our talents and genius, and infifts upon our endevor to play that wel which he gives us, and upon our performance of which depends our increafe of pay and reputation. A minister or magistrate, we have been told by a great writer, is placed like a centinel in the ftate, to guard the camp, that the foldiers may reft fecurely in b their"], [12, "[ viii ] their refpedive tents, lipraife follows the glorious deeds of heros, it is no more to be wondered at, nor to be re- fufed them,than their pay or other honors, promotions and encouragements. As praife fprings . often from virtue, it may innocently pleafe the virtuous, and a good man in the midft of comendation, thanks the great power whence every good and perfect gift cometh for thole qualities and virtues which have gain'd him efteem and admiration : An honeftman would be no more afhamed to praife and comend the virtuous, than to pay a juft debt, or to bow to a king, or great fuperior, for fear of being- charged with Idolatry. When a good man receives praifes, he is pleafed with the effeSl, becaule he loves the caufe. To praife a had man is wicked, and for him to be pleafed with it, proves his weaknefs and ignorance : But the virtuous are pleas'd with praife, becaule the merit that produces it, is a fatisf? ~- tion to their own minds ; and it would be always the confequence, and the conftant reward of virtue, if envy had not been one of the corruptions of nature, one of the thorns and thiflles of this world which the fall of man planted. We fhould indeed, endevour to diftinguifh properly with regard to praife, to do things to deferve it^ and not only with a view to procure it ; for unlefs we ad upon a good principle, we fhal do what is moft fafhiona ble, and the world approves moft be it right or wrong ; and in this fenfe our Saviour pronounces a woe to them of v/hom all men /peak wel, for fo, fays he, did your fathers to the falfe prophets.. The late Mr. Pelham obferved, very properly and politely, in a fpeech of his in the Houfe of Comons, that to be ready to praife one that does wel, is to have greater weight when we cenfure them that do ill. Nothing improper can come out of the mouth or word of God, and yet he is faid to praife as wel as to re ward, wel done thou good and faithful fervant. This (hews the public applaufe and approbation which fhould attend"], [13, "[ I> ] attend virtue, and that the divine praife of that good fer- vant was a delightful preface to the greater recompence of his virtues. Thefacred volumes abound with praifes of good princes and perfons, and all or moft of the worthy Antients, whofe works entertain and improve us have their particularly applauded Heros. And now as to my own part, Poetry is not my profeffion nor talent, but only my recreation ; my verfes wil never be fublime enough for 2. garret, nor, I hope, wil ever be fo fcurrilous as to give the world any notion of their being wrote in a cellar ; I abhor flattery as much as thofe who may accufe me of it, in their private prejudices or envious diflikes of the great objeds of my praife and comendation. But as I fhal never think that the cenfure or abufe of a good law fhould hinder the paffing of it, fo I fhal always give praife to them that deferve it, and be regardlefs of confequences. Applaufe is the duty of the wel governed to thofe who^o- vem,_._\\_\\ is a demand upon us which honor and confcience, as I have obferved, oblige us to pay. Befides, I would' willingly animate the ftudies and endeavors of a rifing generation to pradice the virtues which have rendered the heros of this poem fo illuftrious ; and am only forry for my want of abilities. But however, de mortuis nil nif bonum, is an eftablifhed maxim, and therefore to praife the dead, to do what honor we can to the memories of the virtuous, has the authority and pradices of the wifeft Antients to juftify it, and if nothing good can, in their opi- nion, nothing ill ought to be fpoken of them. A man could not ftain his honor more in former times, than by fpeaking ill of the abfent or of the dead. It is a good precept of Chilo the Lacedemonian, /peak not ill of a dead man but think him happy . Another author fays, we iliould in no wife mock the dead. It was a very prity and fignificant device or motto upon Plato's feal., 'tis eafier to jlir him that refteth, than to flay him that is flird ; the meaning of vyhich is, that 'tis eafier, fafer, and therefore more"], [14, "[*] more cowardly to fir, that is to attack or a/fault a man that is dead and cannot defend himfelf, than fir, offend and fop the refentment of him that is alive and is able to defend himfelf and chaftife the treatment. Plutarch tels us, it was a law of Solon's in much efteem, not to curfe the dead. None but worms and reptils medle with the dead, which is as fhameful and unmanly as to draw a fword againft a fhadow. The great Herodotus is of the fame fentiments, with regard to the dead, and relates a fpeech of Paujanias, King of Sparta, to one that advifed him to hang up one of the king of Perfa's generals, whom he had killed,in return for fuch treatment by him of Leonidasy but Paufanias, thus anfwered him, / greatly efleem thy zeal j or me, but thy judgment is not equitable: If I jhould follow thy counfel and ufe cruelty towards a dead man, I fonld difcredit my f elf and the country thou Jo mnch extollefl; Thou thinkejl in Jo doing 1 Jhould do wel, but I Jhould think it an a£l more befitting Barbarians than Grecians, who can- not allow of fuch things in the mofl favage part of the World. There is a remarkable, tho' fomewhat unaccountable ftory, told by Suidas ; one Nicho, a famous wreftler, after his death, having an image or ftatue fet up for him, an envious perfon who poffibly had fuffered by that Athletic Bruifer, among the Antients ; took a cudgel and beat the poor dead man's image or ftatue, who to revenge his mafter, fays Suidas, (if I may fo fpeak) was brought down by his blows, and in the fal imediately crufhed to death this cowardly antagonift. There are none, fays another author, but ghofls and goblins that fight with the dead. But on the contrary, the memories of deceafed worthies were always held facred in great and civilifed Countries. The holy fcriptures have done honor to the virtuous dead. The young men in ancient times, had exercifes which"], [15, "[xi J which they caYdJepukhral, and were performed in favor of the deceafed. Honor, it has been obferved, nourifheth Arts, and many good men have been encouraged to perform and perfevere in godly and virtuous deeds, from the fcripture promife of being had in everlafling remembrance. I think too much honor cannot be done to the me mories of the late Lord Chief Juftice and Mr. Pelham ; that fuch great and honeft men fhould not fal without the grateful acknowledgment of a country, which they have fo long, fo ably, and fo faithfully ferved. They hear not indeed the praifes of their friends, nor the few, I believe very few, if any, refledions of their enemies ; they are at reft from all pains of body, labors of mind, or fatigues of ftate : And to conclude, as to my living charaders, to add to the reafons before mentioned, in a time, when fo many young noblemen and gentlemen, are foliciting to fit in parliament, with a view, I am perfuaded, to form themfelves into men fit for public trufts and fer vices of their Country ; I thought it proper to lay before them fome great originals for them to copy ; that upon the lofs of great men, by the inevitable ftroke of mor tality, the national afflidion may be alleviated by the imitation, condudand fimilar virtues of their successors. VERSES,"], [16, ""], [17, "[ ! ] VERSES,^. WHY falsthis tear, why fwels the flood- ed eye ? Why languiilies the heart, and why this flgh? No ftab of cruel flander wounds my name, Nor Breath of envy blafts my little fame ; No noify creditors infeft my door, Nor fcorn of flighting friends proclaims me poor ; Her faireft afpect gentle nature wears, Her vernal drefs, her beauteous bloom appears ; Her annual favors, rich autumnal feafts, Her fruit with fweet variety of taftes ; Enamel'd gardens, and the works of art, Which raife the genius, all their charms impart : B But"], [18, "[ *] But ftil to me thefe pleafmg views are vain, And life's enjoyments agravate my pain ; The gloomy grave my ficken'd foul affrights, And renders taftlefs nature's gay delights ; Some friend inform me what the fates can mean, Why have we, or why lofe this gilded fcene ? Tel me mortal, tel me why, Thou art thus afraid to dye ; Are thy anceflors alive ? Or woukTft thou thy heir furvive? Philip, Alexander dy'd, C;esar could not ftem this tide ; And all men lay, or bad, or juft, Their faults and honors in the duft. What's thy claim, thy pedigree, That heav'ns fcheme muft change for thee ? Man at the moment of his birth, Sets out on his return to earth. O king of terrors, juft revenge of God, Rebellions creature, and proud mortals rod; Thou"], [19, "3 Thou dreadful venom of the ferpent's fling, That ftrikes the peafant, nor regards a king ; When thro' the world thy pointed arrow slides. Takes friends from friends, and twifted hearts divides ; What rich reflections doll thou give the mind, Of him thou leav'ft a little while behind ! From duft we learn thy brittle life began, To duft again returns, O reptile man ! No prince's favor, nor the pomp of ftate, Nor birth, nor coronets, which made thee great, Which kept the gazing vulgar crowd in awe, Can fcreen thee from offended heaven's law. O let me range the dreary harrow'd fields ; xAnd fee the woes which death's deftru&ion yields ; In dauntles camps how flaughter'd heroes fal, The dire effects of cruel honors cal ; Honor, the painted concubine of death, That proffers giddy youth her fame for breath j In battles, duels, leads them to her bed, And leaves them like impov'rifh'd Oils when dead. In"], [20, "4 In darken'd rooms our mortal ruins fee, The dying pains which foon wil fal on thee ; There view the orphans groans, the widows fears, And friends like conduits dropping into tears. Lead me fatal fifters, lead, To the black inchanted mead, Where life's tender thread is fpun, Where your horrid work is done; Who can tel them, for who knows All your mifchiefs, all your woes ? See the body put on death, See the moving gafp for breath, See the chilling laft embrace, Blood affrighted leave the face ; See the glim'ring tapers light, Watching in the dead of night, To keep an hour or two away, Rude vermin from defencelefs clay ; For foon as we in duft are thrown, They faften on us as their own ; Wait only for this mortal fting, To dine on lords, and gnaw a king. Hear"], [21, "5 Hear with difmal tone, the bell Giving its informing knel ; That let art do v/hat it can, Death has ftole another man. That our life is but a wink, Now we laugh, and now we ftink. But with the woes of death fome good appears, If * Solon's right, unfeemly are our tears ; By death's arreft the bufy tongue is ftil, Nor evil natures do us further ill. The weary there, the troubled are at peace, And all our reftlefs raging paflions ceafe. The foul no grofs connexions will maintain, With this vile body, when death breaks its chain : Tho' colour, motion, heat are loft with breath, Yet all our vices too are kilfd by death ; If good, our exit leads to feenes of joy, We gain a treafure, and we lofe a toy. * No man is happy before death. c Shoot"], [22, "6 Shoot forth ye cyprefs and ye trees of yew, Ye rofemary, and beds of earthy rue, To make apofy for. that wretches breaft, That dotes on ljfe, and here experfts his refl. Religious duties, and a prudent care, For death's refiftles vifit to prepare ; Would make us clearly fee where mis'ry dwels, And lofe the horror of his lonely cells. He. that fmiling can look on Styx, and black wav'd Acheron. Jt hath been fomewhere faid, that he To kings, to gods fhall equal be. Is there terror in the grave ? 'Tis as we in life behave. Do we weep to go to earth ? Infants do the .fame at birth. And with greater reafon they, Life's a fhow'ry, cloudy day ; But if properly we die, It change? to fereneft sky. 'Tis"], [23, "7 ?Tis in this vale of tears that ills abide, No pains nor forrows in the grave refide. There upright MiNisTfiRs that lov'd the ftate, Nor ftiurmuf 'd at the checks of juft debate ; From cruel darts of black'ning envy reft, And are by angels and by faints careft. There great Godolphin fleeps, there Marlbro' lies, Who fought, who conduer'd, yet had enemies ; Ambitious men who {trove t'eclipfe his fame, And fink the glories of that awful name ] But no attempts could MarlbRo's laurels fade, Nor on eftablifh'd honors caft a fhade ; Confederate troops acknowledg'd England's Mars, And fhew'd his merit in their glorious fears ; The globe itfelf rever'd his great command, And ev'n vavquiflfd foes reprov'd a wavring land. O had the hero in our northern plains, Seen William lead his veteran remains ? Ci To"], [24, "8 To black rebellion give a final ftrokej His Country fave from Romes opreflive yoke ; In fuch a youth again had Marlbro' feen, The valiant Hanover and great Eugene ; . H'ad felt a pleafure never felt before, And Heaven only could have pleas'd him more ! In death's dark cavern fpotlefs Talbot lies, An Ifraelite at Court without difguife ; . Who kept his word, had never catch'd deceit, And by fincerity was truly great. His learning thro* the deepeft channels ran, In him the fcholar, and the well-bred man ; Thofe diftant characters which rarely meet, Were clofely blended and appear'd compleat: But leaft his praife his country fhould difgrace, As if a matchlefs phenix held his place ; To prove this fertile ifle, this feat of Arts, Abounded in abilities and parts ; With ufiual modefly heflipt away, As ftars to introduce another day, Hardwicke"], [25, "t 9] Hardwire fucceeds, let rights reftor'd pro- clairrt, Let fmiling'fuitors fpread that great man's fame; When 'ere he fpeaks unerring reas'ning flows, And ftrong conviction with his judgment goes ; Where he prefides 'tis truth alone prevails, And juftice charms us with her equal fcales. Let youth too fioon mature from nature's fal, To ruin haft'ning at ftrong paflions cal ; Let fuch reftrain'd from indifcretion's fnares ; Let fiamilies prefervd applaud' his cares : To lateft times let Britifh annals tel, How Brunswick lov'd us when a Talbot fel. There Walpole fafefrom ev'ry ftormof ftate, From envy's more than patriot's debate, Has loft the prefure on his generous mind, To fee the fir lend he lovd in party heat unkind. No more he's active in great Brunswick's caufe, To fave his country's liberties and laws : D But"], [26, "10 But what to Walpole party ftil denys, Poflerity will fee with grateful eyes. Lead me now to that fam'd bark, Giv'n to Charon's nightly care ; Is it not another ark f Tel me is not Pelham there ? From death's dreadful fweeping flood, On Elifium's joyful fliore ; Of the virtuous, wife, and good, Pel ham joins the happy choir ; In the great treas'ry above, Whence our daily bleflings fpring, In delightful realms of love, Pelham ferves his heav'nly king. Sweet and eternal is that blisful plain Where Pelham's glory now dilates the heart ; Where England's lofs is friendly Pelham's gain, Where we fhall meet again no more to part. There undifturb'd what earthly poft cou'd pleafe ; What fortune, gilded equipage, or ftate ? Behave like Pelham then for joys like thefe, Nor let thy conduct {hut the chriftal gate. Ho"], [27, "[ » ] No hateful hauteur fwel'dhis humble breaft, Worth, tho' untitled, gain'd his juft efteem ; Hefcorn'd their court whenfycophants addrefs'd, And prais'd whoever fpoke when virtue was the theme : This noble maxim always in his mind, Friend to my country and to all mankind. Sweetly mufes touch the lyre, For Pelham ftrike your higheft ftrings ; Such a fubject muft infpire, Drain your choice your fineft fprings ; Keep your flatt'ring comoti lays, Knaves and fools have elegy ; 'Tis gratitude, 'tis honeft praife, We want for one, fo good as he, When great abilities and virtue meet, And men of rank are good as wel as great ; When men like Lee their country's honors fhare, To judge impartialy their godlike care, The praife which envious criticks flatt'ry name, Is a juft tribute to unblemim'd fame. If"], [28, "t » ] If mercy darling attribute of God, Could keep us out of nature's comon road ; If upright charge by truth and learning weigh'd, By no ftrongpaffion, nor by party fway'd ; - If judgment by no flight of fancy caught, By temper govern'd, and by ftudy taught ; If artlefs honefty and worth could fave, That magistrate had long efcap'd the grave. Methinks I fee at heaven's folemn bar, With multitudes redres'd the judge appear; His former power on earth's tribunal try'd, The guiltlefs and the guilty by his fide, Both ready at the great supream's comand, To put their treatment in his facred hand. There innocence accus'd by juflice clear'd, 1 There rigid law by fweet compaffion fleer' d, s Charm angels t' admire what men rever'd. J Methinks I fee the judge of judges fcan His actions, and proclaim an honest man ; In founds like thefe his heav'nly blifs decree, The glory he referves for men like Lee. On"], [29, "[ >3 ] On earth my Jon thou hafl a mortal been, Perhaps as mortal infiome errors feen\\\\ But now 'with ?ne above whence pardons flow, Receive the mercy thou hafl fhew d below. The fruits of virtue we may tafte and live, But no fuch fruits forbidden trees can give ; From vice's painted form rank poifons flow, And ev'ry draught wil prove a draught of woe ; No lands nor lordfhips by bad minds poffefs'd, Noflars with vices fully'd on the breafl-, Give ought to man, 'tis virtue makes him great, Fit for the fmiles of kings and helm of ftate. All private knaves their public pofts difgrace, Reproach the friends that vote them into place; With parts tho' favor'd, proftitute their feat, And are more dangerous for being great. In ancient times 'ere modes of vice began, The man of fiafhion was the honefl man ; Untainted honor, modeft worth prevail'd, Nor wicked arts, nor crafty fchemes avail'd ; None courted profligates, encourag'd tools, And. fools however circumftanc'd were fools-. E In"], [30, "[ 14] In times like thefe how profperous the ftate . When honor byafes, how good, how great! Soul of Lee, fweet mercy's pride, Heav'ns Gueft, and truth's delight, Let thy pattern be our guide, Our influence to the thing that's right ; With thy great promethean fire, Kindle virtues like thy own ; With thyfelf our fouls infpire, Stop thy grateful country's moan : Be friendly death, fuch men are fcarcely known ; Preferve the wheat the tares are all thy own : Let not the good thy greedy thirft affwage, GreatpELHAM's lofs wasmifchief for an age. Be glorious Brunswick and his houfe thy care, Their true, their generous friend Newcastle fpare ; When lawlefs Bands infulted Britain's throne, And feeds of faction thro' the land were fown ; Reflect his honeft zeal, and fheath thy dart, Who save his kiw his fortune with his heart. rj-\\ lo"], [31, "[ '5 ] To raife thro' diftant climes our senate o name, To keep her order and maintain her fame ; Great Onslow fpare, her awful chair regard, Poftpone for us his heav'nly great reward ; Preferve a life beftow'd in toyls of ftate, ■ In ftudies how to make a people great ; To forward good, oppofe pernicious laws, Each fuff 'ring individuals cafe his caufe • Then wil we raife a trophy to thy fame, And king of terrors be no more thy name. If you refpect our comerce and our laws, Would fave a hero in his country's, caufe ; If you regard great parts with learning join'd, Unweary'd labours to inftruct mankind ; You need not ask if fuch a one there be, Thefe marks wil tel you Egmont muft be he. If focial virtues, Tully's, eloquence, Eafe of expreflion, and the ftrongeft fence ; If general knowledge of our ftate and laws, Judgment to (hew their worth in every Caufe, And all that merit which fecures applaufe ; It"], [32, "[ '6 1 If thefe can plead protection from thy dart, Can ftop thy hand and melt thy frozen heart ; Thefe qualities are learned Murray's claim, Nor fhroud in early life fuch growing fame. Again would virtuous Pelh am fal with Pit, With Nugent we fhould lofe a flood of wit ; His lively genius like our April mowers, With drops of fatyr brings forth fineft flow'rs. In Littleton uncomon virtues join, The honeft ftatefman, and the great Divine ; For us not him thy favor we requeft, He fees, he knows the chriftian's happy reft; Nor can thofe eyes 'ere weep to clofe in duft, Which view the refurrection of the juft ; How can he fear the lofs of fleeting breath, Whofe faith, whofe pen, have rent the veil of death? To charm the lift'ning ear and mend the heart, Let London's favorite Chief efcape thy dart; Whofe Buft whilft living honors's Barnard's name, In Europe's great Exchange records his fame. For"], [33, "G-tf.) For Calvert next the bard thy refpite fues, Whofe treatment proves that * Chriflians may be But if for favor merit has pretence, [Jews;\\ From party rage if virtue is defence, \\ And men wil part with prejudice for fence ; Weak men may clamor, weaker men may hifs, But the true Chriftian wil not act amifs. As fprings to harveft funs advance, Nature's ripen'd fruits appear ; Plenty's goddefs leads the dance, Smiles on the concluding Year; Thus the age of man proceeds, Bloom of youth to lifes decay ; And if full of worthy deeds, Paffes pleafantly away ; With great applaufe his race is run, In whom confpicuous virtues fhine ; He rifes Brightly like the fun, And like him beauteous in decline ; * This line alludes to the popular cry againft Sir W. C. for voting with the Je--w Bill, which I am fatisfied, many honeft gentlemen and good chriftians did, without any thought ofdifobliging their Conftituents in general, (for few bils have all men's approbation) and as thinking it a bill entirely of a camercial nature, no way relative to religion, and with a faving daufe, as they appre- hended, if it ihould be thought to affeft it. But fuppofing it an error in judg- ment, the prefent clamorous invedlives feem to be a departure from the true fpirit of cbrijlianity, and that rafh and falfc zeal, cruelty, and unforgivenefs, of which thev accufe the Jews. F He"], [34, "[ '8] He values life for nobleft ends, Enjoys without confuming time ; His books, religion, pleafures, friends, Difplay his fence of the sublime. By great examples let us fquare our lives, Obferve when merit dyes, where worth furvives; In Pope's expreflions be in virtue bold, Live der each ficene and be what they behold; See great men falling in a mortal ftate, And copy virtues which have made them great ; Who learn from fuch to live from fuch to dye, Can quit this tranfient world without a figh ; When the grim tyrant fends his gafhful train, And the pale group convince us life is vain ; When they undres us for the fleep of death, Stop by degrees the lulling wind of breath ; How bleft is he whofe deeds fecure the foul ! Who has that lively fiaith wil make him whole I His mind's unfhaken, and his burthen light, He dyes affur'd whatever is, is right. F I N I S."], [35, ""], [36, ""], [37, ""], [38, ""]]