[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, "'■■ ■ • ■"], [9, "gntipanan AND TOPOGRAPHICAL CABINET, CONTAINING A SERIES OF ELEGANT VIEWS OF THE MOST INTERESTING OBJECTS OF CURIOSITY IN Æreat Britain, Accompanied with LETTER-PRESS DESCRIPTIONS. VOL. III. LONDON: .V Published for the Proprietors by W. Clarke, New Bond Street; J. Carpenter, Old Bond Street; and H. D. Symonds, Paternoster Row. 1808. Coe, Printer, 10, Little Carter Lane, St. Paul's."], [10, ""], [11, "INDEX TO VOL. III. As this Work is not paged, the References are made to the Printer's Signature-letters at the Bottom of the Pages. Si. Pa. Pff.| Subjects described. Counties. D 5 to lODunstaple Church Bedfordshire. B 1 — 4|Moorvinstowe Church*) 7 — lOLaunceston Church. . . > Cornwall. C 13 — 14 Pendarvis Quoit ) FT — 8 Denbigh Castle Denbighshire. D 3— 4ArxDiaboli ) n . ,. B 15 - 16 Matlock High Tor. . . £ Oer^h\"*e- E ll-14|EastTeign,nouthChii.J Dev0Ilshire C 1 — 4. Oakhampton Castle..) 9 — 12|Abbotsbury Abbey. . . Dorsetshire. F 1 — 4J Waltham Abbey Essex. 15 — 16 Basingwerk Abbey . . . Flintshire. B 1 — 8St. Briavel's Castle . . Glocestershire. E 1 — 2;Monument in Godshill ) .. ,. j Church I Hampsh,re. C 15 — 16,Goodrich Castle Herefordshire. G 9 — 12 St. Alban's Abbey \"J Church j> Hertfordshire. D 1 — 2 Scott's Grotto ) G 1 — 6 Furness Abbey Lancashire. B 5 — 6 Remains of Sir Henry } . . , .. ,. , .. J > Lincolnshire. Vane s House $"], [12, "INDEX. Si. Pa. Pa. Subjects described. Counties. C 7 to SSoUon _ Tomb J Middlesex. h 3 — 4 Tower of London .... ) t \\ - I *'el P'^r ft/°KnaS,i . Norfolk. £ 5 — f> St. Ldniund s Chapel S ,35-:1oW-oS^h::'.3.?h.Ur: j Northamptonshire. B 13 — 14 Newark Castle ) .T ... , ..„ t, „ ,,.,,,., „. , !• Nottinghamshire. E 9 — 1!> i(..lclertnn Church $ \" G 7 — 8 Druidical Stones Orkney. E 7 — 8 llolton House Oxfordshire. V 11 — 14 fiuy's Cliff Warwickshire. E 15 — 16 Stone Cross, Great Bed- > .,,.,,.• win..... \\ Wiltshire. D 11 — 12 York -. 13 — 14 Mickle Gate Bar ) L5 — K>Ou*e Bridge > Yorkshire. F 9 — 10 Keep of Scarborough^ I Castle '"], [13, "LIST OF PLATES TO VOL. III. South-east View of Dunstaple} Church f „ ,„ ... . West Front of ditto ( Bedfordshire. Interior of ditto ) South Porch, MoorvinstoweChur. *) (Vignette Title) South Door of ditto Interior of the Church _ ,, Pendarvis Quoit ( Cornwall. South Porch of Launceston Chur. Sculpture under the East Window, ditto Denbigh Castle Denbighshire. Arx Diaboli in the Peak J _, , ,. Matlock High Tor \\ Derbyshire. North Porch of East Teignmouth * Church Stone Font in ditto S- Devonshire. Chapel of Oakhampton Castle . . Remains of the Keep of di tto . . . . _ Remains of Abbotsbury Abbey. . ) _. . . . Gateway to ditto ...\\ Dorsetsh.re. North View of Waltham Abbey 1 Church i Essex. Interior of ditto ) Basingwerk Abbey Flintshire. St. Briavel's Castle Glocestershire. Monument in Godshill Church... Hampshire."], [14, "LIST OF PLATES. Goodiirh Castle Herefordshire. South View of St. Alban's Abbey} Church . . . ..... . . 1 ( IIertf0rdshire. North View of ditto C Scott's Grotto, Amwell J Remains of Furness Abbey *1 Intci i»r of tbe Church — ditto from f , ,. ., ... , > Lancashire. the West C North Transcept of the Chu. ditto ) Remains of Sir H. Vane's House, > LincoInshire. Belleau J Sulton'i Tomb, Charter House. . . ) „,. , „ „, a . , > Middlesex. 1 on er of London J Remains of the Grey Friars' Mo- *J nastery, Lynn Regis ( Norfolk St. Edmund's Chapel, East Dere- C ham Church ) St. Sepulchre's Church *] Interior of ditto j Fragment of Ancient Sculpture, ditto (Vignette Tail-piece) ... j Wollaston J Newark Castle . . ............. \\ Nottinghamshire. North Porch, Balderton Church J 6 Druidical Stones, Stenhouse Orkney. Remains of Holton House Oxfordshire. Guy's Cliff \") Ancient Statue of Guy, Earl of > Warwickshire. Warwick, at ditto ) StoneCross, Great BedwinChurch- f ,„.,. . . yard.... J Wiltshire. York from the Ramparts ~\\ Ouse Bridge, York f Yorkshire Mickle Gate Bar, ditto r * °rKsmre- Keep of Scarborough Castle . . . . ) Con, Printer, 10, Little Carter Lane, St. Paul's."], [15, ""], [16, "■ /"], [17, "MOORVINSTOWE, CORNWALL. Moorvinstowe consists of a few miserable cottages, situated on naked heights, exposed to the rude blasts from the ocean. Ill Doomsday Book this parish is taxed under the name of Orchet, which place is now in the parish of Kilkhampton. The church of Moorvinstowe stands in a secluded bottom, between two furze-clad hills, open to the Channel at the western extremity of the parish. The appearance of the coast in its viscinity is exceedingly wild and terrific: the descent through the churchyard is re markably steep ; and little appearance of cultivation is visible upon the adjoining lands; the scene collectively is sublime and interesting. This venerable church is sur rounded by the boldest works of Nature, and having braved the storms of many ages, presents to the lovers of antiquity a durable specimen of An^lo-Norman archi tecture. The southern entrance is through a porch wbich at present is nearly perfect ; the external parts of this entrance are ornamented with a band of zigzag flat and in verted, and a string of roses springing from two animals: on the pediment is a group of figures resembling crocodiles, with a chain from their mouths, entwining a lamb ; and at each corner of the pediment is a large grotesque head. B"], [18, "1HO0RTINST0WE. The interior door is an arch richly moulded, and orna mented with a variety of heads of the non-descript kind — these are surrounded with the zigzag ornament similar to that on the outer entrance of the porch. On each side of the door are three pillars with large capitals, diversely and exquisitely wrought in the peculiar manner of the age in which they were executed ; some of the heads on this door having been defaced, it appears from their remains that the foundation of the artist's labour in their forma tion was nothing more than a plain round pebble, wrought into different characters by means of a hard composition. The church, which is dedicated to St. John and St. Phi lip, consists of a nave, two aisles, and a chancel. On the south side the aisle is divided from the area by five elegant clustered columns, with capitals highly orna mented, supporting pointed arches. On the north side the architecture is widely different: here arc two plain heavy pointed arches, and three circular ones, sustained by round massive columns; the round arches have a profusion of ornaments of the same description as those on the doors of the porch; human heads, the beads of birds, with the zigzag moulding, are the most pro minent portion. The screen and seats are curiously carved, and throughout this church the ancient method of seating in long fixed benches still prevails. The work manship of the subordinate parts being in character with the rest of the building, has a most pleasing appearance, and demonstrates, that all the labour of completing the"], [19, ""], [20, "■ ■ A*4ri_.'Æ-0_AJV# .__» trtt I? \"aZ*t*_-_ j*Utn*J> _.____--"], [21, "MOORVINSTOWE. structure was under the direction of principle — beanty in proportion, and uniformity of style being evident throughout. The font, which stand's near the north aisle, has the appearance of great age ; it is circular and heavy ; round the middle is a band of twisted work. There are several monuments in the church : the most observable are those commemorating the Waddons of Tonacombe, in this parish. The tower of the church is embattled and orna mented with pinnacles. This fabric has undergone at different times various alterations, under the control and guidance of ignorant men, so that many parts have los all resemblance to ecclesiastical architecture, and some of its most beautiful, ornamental appendages have been removed to make way for the modern innovation of plas ter and whitewash. Several of these outcast relics are visible in the neighbourhood of the church devoted to the meanest uses ; such as fencing, landmarks, and other ser vile purposes. It is to be lamented, that the wardenship of churches is generally committed to the hands of men who, with respect to science, are complete barbarians ; conse quently whenever repairs are necessary, nothing but ab surdity and discordancy prevails under their direction. On this part of the coast of Cornwall the most atrocious acts of barbarity are frequently committed. Humanity blushes for the turpitude of our fellow-crea tures, and is hardly willing to admit the fact, that in this land of boasted civilization are to be found ferocious, unfeeling wretches, called wreckers ; who, instead of Ba"], [22, "MOORVINSTOWE. affording assistance, and administering consolation in the scenes of distress, to which their peculiar residence ren ders them familiar, aggravate, in the highest degree, the horrors of shipwreck, \" Cruel as Death, and hungry as the Grave ;\" plundering, and, in some cases, imbruing their hands in the blood of the defenceless sufferers."], [23, ""], [24, "■ — ■_-—_, «-»___=-_ i ■■in pii-.i_«BSB(9Bn«Enqaa_H___JU!i_K 'A_9.^nAA_ h »TaWaS.m1G>aa"], [25, "BELLEAU, LINCOLNSHIRE. Belleau, so called from its springs of very clear water, which issue near each other from the bottom of a chalk hill, where stands the ruins of a seat which formerly be longed to the earls of Lindsey. After the civil wars it was sequestered to sir Henry Vane, who, during his residence here, employed himself on Sundays in preaching to his country neighbours. Sir Henry was an active partisan in the time of the English commonwealth, and one of the heads of the independents. After the restoration, he was exempted in the act of in demnity assented to by the king both as to life and estate ; but notwithstanding this exception, he had credit suffici ent to prevail with the very parliament which condemned him, to petition the king in bis favour, which peti tion was granted : nevertheless he was kept in prison, and on the meeting of a new parliament they petitioned that he might be brought to trial, and though Charles had promised a pardon to all but the late king's judges, and spared his life at the request of the former parlia ment, yet in this instance, as in many others, he violated bis promise, and suffered him to be executed as a traitor. The government were so apprehensive that he would insist"], [26, "belleau. upon the injustice of their proceedings against him on the scaffold, that they placed a great number of drummers near it, who, upon a signal given when he began to speak, ..truck up with their drums, and prevented his being heard. The estate is at present possessed by lord Gwydir, in right of bis lady, the baroness Willoughby de Eresby, and sister and co-heiress of Robert, late duke of Ancaster. The View here given exhibits the remains of this an cient seat, as it appeared in the year 1794, being con verted into stables, and used for other purposes, by the farmer who occupies the house adjoining. The church, which is situated on an eminence near the ruins, has a low tower, and is of some antiquity ; it belonged anciently to the neighbouring monastery of Ailby. Belleau is situated three miles from Alford, a small market tow.n in the division of Lindsey, in the county of Lincoln."], [27, ""], [28, "- . ."], [29, "ST. BRIAVEL'S CASTLE, GLOCESTERSHIRE. This Castle has for its founder Milo Fitz- Walter, earl of Hereford, who, in the reign of Henry VI. found it necessary to check the incursions of the Welsh, and to secure his ample possessions in this neighbourhood, by the erection of this fortress. In his family it continued about a century, when it reverted to the crown by forfeiture : its coustables have, ever since that period, been ap pointed by the king, and hold their situations during royal pleasure. The site of the Castle is surrounded by a moat, and comprehends an extent of nearly 500 yards. The north-west front, which is nearly all that has escaped the ravages of time, consists of two circular towers, three stories high, separated by a gateway, having an elliptical arch ; there is a small bridge thrown across the moat, over which the Castle is entered. Within the above-mentioned towers are several hexagonal apart ments, whose walls are eight feet thick; one of these rooms is now used as a prison. In the interior of the Castle are two gateways, still nearly entire, of similar dimensions to that by which these ruins are entered. On the right of the entrance are the remnants of a large"], [30, "ST. briavel's castle. apartment, with pointed windows ; and on the left, ves tiges of a once magnificent hall. Near the centre of the site of this Castle is a low building, which serves as an anti-chamber to the room in which the officers of the hundred, that St. Briavel's is situated in, assemble to hold their courts. This room appears from the date mdi.xvii on one of the beams, to have been fitted up about that lime. On the highest rampart once stood the keep, which consisted of a large square tower above 100 feet in height, flanked by two smaller towers, about half that height, with walls of great thickness. Of this portion of the Castle the greater part fell down in the year 1754, and the remainder twenty years afterwards : large masses of the ruins of the keep yet remain on the spot, adhering together by the strength of the cement. The eye of the traveller dwells with the sweetest complacency upon the beautiful and romantic scenery that surrounds these venerable ruins, the pro spects from which are uncommonly extensive, and in the highest degree gratifying. \" Wide around Hillock and valley, farm and village, smile; And ruddy roofs and chimney tops appear — up wafting to the clouds The incense of thanksgiving.\""], [31, ""], [32, "37 tutti &nai-, eJfuiTUZsten (jnuic/i ■ : ■''"], [33, "LAUNCESTON CHURCH, CORNWALL. Warlewast, bishop of Exeter, placed at Launceston a prior and canons of the order of St. Augustine. At first they inhabited a spot near the castle, hut were afterwards removed to the other side of the river Kensey, which runs under the hill, upon which the town is situated. Hals, in bis MSS. says, \" The then earl of Cornwall, who was a great benefactor to the collegiate church of St. Stephen's, near Launceston, used his interest with king Stephen to bring back the bishopric of Cornwall, and fix the bishop's see at St. Stephen's. Robert Warlewast, bishop of Exeter, opposed him; and in his first triennial visitation of his (Cornish) diocese, came and visited the collegiate church at St. Stephen's, suppressed the order of secular priests, and brought in, to supply their places, black monks, con verting the church and college into the abbey and priory of St. Stephens.\" From the ancient priory and church, now demolished, the town and parish of Launceston took their names ; from Lanstaphedon, or in Doomsday Book Lanstaveton, the church of St. Stephen's : but, according to Borlase, \" its ancient name was Dunheved, the swell ing hill ; its present appellation signifies, in mixed British, The church of the castle.\""], [34, "LAUNCESTON CHURCH. This town is esteemed of great antiquity ; and, as the ground for probability that it was known to the Romans, Borlase says, that \" Coins of Vespasian, and one of Domitian, were found in the walls of an old house ; and in digging a vault in the church another coin was found, with the letters ' juli' plainly to be seen upon it.\" At the entrance of the White Hart inn is a circular arch, carved according to the manner of the Saxons ; and though there are not any buildings near it which have any cor respondence, or bearing the least relationship to its archi tecture, yet it is not improbable that some similar remains were removed to make room for the erection of the inn before mentioned. The present Church stands nearly in the heart of the town. Its architecture exhibits a curious specimen of the science as it prevailed in the beginning of the six teenth century. It is low, and much obscured by other buildings : the tower is plain, built principally with slate, between which and the body of the Church are two small houses. Every block of stone on the outside of this fabric is richly sculptured with representations of flowers, vari ous figures, shields, armorial bearings, and crests ; the ostrich feather is very conspicuous among the ornaments, and no doubt was intended as a compliment to the young king Henry VIII. in whose reign the building was com pleted, as appears by the date 1511 visible on the porch. The Church is about 110 feet in length, and consists of a nave and two aisles : the nave is separated from the aisles"], [35, ""], [36, "_ (_«_*.J *-«_■ -•_*•■•- ». i--.TjtV i™J -■_«■ :■"], [37, "LAUNCESTON CHURCH. by eight arches supported by clustered columns. Under the central window on the outside of the Church eastward is a curious piece of masonry, which is worthy of parti cular notice. It represents the penitent Mary Magdalen, to whom the Church is dedicated : she is recumbent oo her right side, her head pensively reclining on her hand : the back ground is ornamented with flowers and other embellishments. Connected with the niche in which she lies, are a number of priests and musicians, ranging along the eastern windows, each with his bended knees towards the penitent Mary. . Below the windows, sculptured on shields, is an in scription running round the Church : \" AVE MARIA GRATIA PLENA, DOMINVS TECVM, SPONSVS AM AT SPONSAM, M AR I A OPTIMAM FA II TEM ELEGIT, QVAM TERRIBILIS AC METVENDVS EST LOCVS ISTE VERE ALIVD NON EST HIC NISI DOMVS DEI ET PORTA CELI.\" Which may be thus translated : \" Hail, Mary, full of Grace ! the Lord is with thee : the bridegroom loves his bride ; Mary has chosen the best part. How terrible and much to be feared is this place ; truly this is none other than the house of God, and the gate of Heaven.\" \" The whole of the structure exhibits abundant proofs of that false taste, which at the era of its erection"], [38, "LAUNCESTON CHURCH. began to deform the productions of art, but more especi ally of ecclesiastical architecture, when the simplex mun dities of the pure Gothic had given way to meretricious finery, and abundance of ornament was deemed only ano ther term for beauty and elegance.\" A good altar-piece, an handsome organ, a curious polygonal wooden pulpit « ith carved Gothic niches, are among the ornaments of the interior, which is characterized by uniformity and lightness. — Pulwhelesays, that \" The church of St. Mary Magdalen was originnlly a chantry chapel.\" — Leiand notes, \" In the conventual church at Launceston were fair tombs of some of its priors; among which were those of prior Horton or Horestun, and prior Stephen.\" He also acquaints us that one Mabilia, a countess, was buried in the chapter-house."], [39, ""], [40, "g/J . . ■ ."], [41, "NEWARK CASTLE, NO TTINGHA MSHIR E. This Castle is supposed to have been erected some time in the reign of king Stephen, by Alexander, bishop of Lincoln ; or, as some say, by Roger, bishop of Salis bury. The town is by divers historians reported to take its name from the building of this edifice, it being a net work. History is silent as to any transactions at this Castle until the reign of king John, when it was garri soned with soldiers commanded by a chosen officer of the king's, and made a most gallant defence against the attack of the barons, defeating all their endeavours to possess it. In the reign of Henry III. this fortress was in the pos session of the barons, but stood only eight days siege against the king, who restored it to the bishop of Lin coln. In the civil wars, in the time of Charles I. this Castle made a most conspicuous figure ; it was garrisoned, together with the town of Newark, for the king, and was laid siege to by lord Willoughby of Parham, and sir John Meldrum, with about 5000 men of the parlia ment forces : during the siege they were attacked and defeated by prince Rupert, the whole of their ordnance and ammunition taken, together with abont 3000 muskets ;"], [42, "NEWARK CASTLE. the remnant of the army was suffered to move off by arti cles granted by the prince. This place, which had on many occasions afforded a safe asylum to the king and his friends, was, by his desire, at l.-i-i '.'iv ii up to the Scotch, to whom he had surrendered himself: they had besieged it for some time, and condi tions, as honourable as the lord Bellasis, the then gover nor, could desire, were granted. The mounds of earth raised at this siege are in many places still visible, and are specimens of extraordinary skill in military tactics. Charles II. on his restoration, remembering the loy alty of the inhabitants of Newark, grunted them many privileges and immunities. The Castle at this time isa ruin of some consequence, but nut splendid ; that portion of it which is seen towards the river is in the best state of preservation."], [43, ""], [44, "• nat&c£. ■/,// . Xr ZMertydL*."], [45, "MATLOCK HIGH TOR, DERBYSHIRE. The romantic and picturesque scenery of Matlock dale, through which winds the river Derwent, is universally admired ; bold steeps skirted with wood, rising from the banks of the river ; huge rocks, in parts bare of vegeta tion, in others covered with luxuriant foliage, here piled upon each other in immense masses, there displaying their enormous fronts in one unbroken perpendicular body ; the river gliding in some places majestically along, in others rolling rapidly over ledges and large masses of stone; the scene continually varying with the windings of the dale, keep the expectations of the astonished beholder con stantly upon the stretch, until the High Tor, rearing its awful brow, bursts upon the sight in extreme magnificence. The height of this stupendous work of nature is about 355 feet above the surface of the river : the lower part of the Tor is entirely covered with trees and underwood, but the upper part for 180 feet is one unbroken mass of naked perpendicular rock. After heavy rains, the rapi dity of the current which flows at the foot of this rock is greatly increased, and the sublimity of the scenery pro portionably augmented. On the opposite side of the Derwent, directly facing"], [46, "MATLOCK HIGH TOR. the High Tor, though not so considerable in elevation, is Masson Hill : its summit has been named the \" Heights of Abraham,\" and overlooks the country to a vast ex tent, besides commanding a most interesting view of nearly the whole of the dale. The High Tor from this point loses a portion of its sublimity, but this loss is compen sated by the variety of interesting objects included in the prospect. Not far distant from the High Tor is the village of Matlock, of considerable antiquity, situated principally upon the eastern banks of the river. In Doomsday Book Matlock is noted as \" a hamlet of the manor of Metes ford,\" the site of which is now unknown. According to the returns made under the late act, this parish contains 492 houses and 2354 inhabitants. Matlock bath is nearly a mile and a half from the village ; and though few situations can be more beautiful, it was inhabited only by miners till about the year 1698, when its warm springs began to attract notice for their medicinal qualities ; since which time many other circum stances have yearly added to the number of its visitants."], [47, ""], [48, ""], [49, "OAKHAMPTON CASTLE, DEVONSHIRE. About a mile from the town of Oakhampton, and near the centre of the county of Devon, are situated the remains of this once extensive and important fortress : its elevation, being built upon a high rock, gives it tbe com mand of a country delightfully varied, watered by the meanderings of tbe river Oak, from which the town takes its name. Seen from tbe valley, these vestiges of baro nial grandeur assume a most majestic appearance ; the river, in its devious course, laves the foundation of the walls; the acclivities on which the ruins stand rise with abrupt dignity steep above steep ; and among the \" moul dering turrets and ivy-clad walls,\" the keep is elevated with proud pre-eminence. This place was, a few years since, one of the most beautiful scenes wbicb the country could boast ; but much of its interest is now lost : the sur rounding hills have been disrobed of their hanging woods, and present a picture of comparative desolation, having no covering but fern and masses of furze ; the Castle is negligently suffered to totter into ruin, crumbling and losing its consequence every year. The chapel, of which we have given a View, is the most perfect part of the build ing that remains. c"], [50, "OAKHAMPTON CASTLE. This Castle was built by Baldwin de Brioni, one of the adventurers with William the Norman, who, after the Conquest, gave him large possessions in the western part of this county. In the reign of Henry II. the barony of Oakhampton was possessed by Reginald de Courtenay, through his marriage with the descendant and coheiress of Richard de Riven, eldest son of Brioni. The Courtenays were firmly attached to the interest of Henry VI. ; and earl Thomas being engaged in the battle of Towton-field, was taken prisoner aod beheaded. This battle was fought with the most obstinate fury during a heavy fall of snow. 'Ihe two armies met between Caxton and Towton, a small village in Yorkshire : Henry's army was 60,000 strong; his oppo lent, Edward, commanded about 40,000. The fight w.as commenced with a volley of arrows from the Lancastrians; but Falcoubridge, who directed the opera tions of Edward's van, ordered his men to lay aside their bows and take to their 6words, on which a close and san guinary conflict ensued, in which both sides behaved with equal bravery ; it continued from morning till night: at length the Lancastrians gave ground, and maintained a sort of running fight, till they were so closely beset by Edward's troops, that they fled in every direction, and making their way in large bodies towards the river Wherf, many of them plunged into the water, where they perished : the river was soon completely silled with the dead, which served as a bridge for the survivors. So great was the slaughter at this place, that the water was"], [51, ""], [52, "' _•-_- -•.•■' tie . -■•■;;4 ,-f (fzMam/icVK"], [53, "OAKHAMPTON CASTLE. deeply dyed with blood, nearly 37,000 being slain in this memorable battle. The victorious Edward gave the greater part of the earl of Devon's possessions to Hum phrey Stafford, knt. who shortly after experienced the fete of his predecessor. In the same year, which was the ninth of Edward IV. the manor of Oakhampton was granted to sir John Dynham, who enjoyed it but two years : it was then given to George duke of Clarence, on whose attaintnre and death it reverted to the crown, and continued to be a royal fortress till the reign of Henry VII. : that monarch restored the barony of Oakhampton to the family of the Courtenays, and with it all their ancient honours and estates. Henry VIII. having discovered a correspondence between Henry de Courtenay and car dinal Pole, demolished this Castle, devastated the park, and deprived the unfortunate nobleman of his life. He likewise imprisoned Edward, his son and heir, who con tinued in confinement till released by queen Mary ; he was then reinstated in the rank and fortune of his ancestors : liaving no male issue, the estate was carried by mar riage into the family of the Mohuns, barons of Mohun and Oakhampton, whose male line likewise becoming extinct by the death of lord Mohun (who was killed by the duke of Hamilton in a duel in 1712), the estate de scended to Christopher Harris, esq. of Heynes, he hav ing married the heiress of that family. This gentleman was the representative of the borough of Oakhampton iu parliament in the twelfth year of queen Anne. c2"], [54, "OAKHAMPTON CASTLE. Oakhampton was a borough previous to the Con quest, though first incorporated in the reign of James I. Its government is vested in eight principal burgesses, from whom the mayor is chosen annually. The earliest return to parliament from this borough was made in the twenty eighth year of Edward I. ; another was made in the seventh of Edward II. : no member was afterwards sent till the year 1640, when the privilege was restored, since which the returns have been regular: the right of voting is in the freeholders and freemen, whose number is about 182. The inhabitants derive their chief support from the manufacture of serges, and the expenditure of travellers, which is very considerable, the turnpike- road from Exeter to Launceston and Falmouth passing through the town. The population of this parish, according to the report made under the late act, amounted to 1430; the number of houses was 269."], [55, ""], [56, "11 * i VaT&æmi&iudwzf? A.-_U.«r l_^,n_,0-*,_'J_^_»i-_Jll_t T-Hlslf"], [57, "WOLLASTON, NORTHAMPTONSHIRE, Wollaston, anciently called Wolavestone, is a village within a few miles of Higham Ferrers. According to Bridges it contains about 154 houses and 688 inhabitants : it is agreeably situated, having for its boundary on the north the river Nyne ; on the west the villages of Grindon and Strixtoo ; Irchester on the east; and Harold park on the south. At the west end of the town is a place called Hall Yard, where, according to tradition, was formerly a mansion-house. The church is dedicated to the Blessed Virgin, and built in the form of a cross, having a body, north and south aisles, with a cross aisle from north to south, and a chancel. The church, including the chancel, measures in length 119 feet ; the breadth of the body and aisles are forty-nine feet nine inches ; the length of the cross aisle is sixty-eight feet : in the centre of this is raised a handsome tower with a tall spire. In the year 1254 the rectory of Wollaston, deducting a pension of 25s. yearly to the prior of St. Andrew's, was valued at thirty-four marks ; and the vicarage, with a deduction of 10s. in a pension to the abbess of De la Pre, at 100s. In the twenty-sixth year of Henry VIII. the vicarage was rated at from which was"], [58, "WOLLASTON. taken 3s, for procurations and synodals. The governors of queen Anne's bounty released it from the payment of first fruits aud tenths, on account of its clear annual profits amounting to no more than Wollaston, with a moiety of Strixton, was held in the ninth year of Ed ward II. by Robert de Gray and William de Wollaston. In succeeding times it was called the Manor of Wollaston ; and in the twentieth of Henry VIII. was the property of William Wolston, of Wollaston. The present lord of the manor is Francis Dickins, esq. late member for the county. The subjoined View was taken at the foot of a remark able mound, called Mill Hill, within a farlong south of the church. This eminence, which is about half an acre in circumference, is supposed to have been a Roman spe cula ; it commands extensive prospects, particularly to wards the west. There are two similar mounds near Wollaston; the most distinguished is called Clifford Hill, distant about four miles : this may be seen nearly to its base from the summit of Mill Hill, and strengthens the conjecture of their having been posts of observation com municating with each other."], [59, ""], [60, "sutfr/ij K_/tr/n/-p oAtit/ei- =*Z<md07ij?. fttfuM *-,•' Tier !T*r*,*tr*. I? Jjrto » ,~atvmt4T B**J JtTWt .'æiuj/.."], [61, "THE TOMB OF THOMAS SUTT0N, ESQ. IN THE CHAPEL OF THE CHARTER HOUSE, MIDDLESEX. Of the ancient Charter House, which was formerly a monastery, few traces are now visible. It owed its ori gin to a dreadful pestilence, which in the year 1348 de solated the greater part of England, and was particu larly fatal to the city of London, where it swept away nearly nine tenths of the population, insomuch that the churchyards were insufficient to bury the dead, and thou sands were interred in the common fields. As an expiatory offering, and in compassion to the multitudes who were denied the rights of sepulture, Ralph Stratford, the then bishop of London, purchased and consecrated three acres of land, wherein he built a chapel called Pardon Chapel, part of which was removed, within memory, to make room for buildings which have since been erected. Large addi tions were afterwards made to the bishop's charity, so that in process of time it became a monastery, and at the sup pression the revenues were valued at The site of the monastery was given by Henry VIII. to sir Edward North. His son Roger sold it to the duke of Nor folk, from whose successor it was purchased by Mr. Sut-"], [62, "TOMB OF T. SUTTON, ESQ. ton, who spent the greater part of a large fortune in the endowment of this house; and having procured a charter of incorporation, it was erected into an hospital in the year 1611, under the title of \" The Hospital of King James, founded in Charter House, in the County of Middlesex, at the humble Petition and only Cost of Thomas Sutton, Esq.\" By the foundation statutes it was to consist of a master or governor, a chaplain, eighty decaved gentlemen, mcr- bants, or soldiers, aud forty scholars. It was the foun der's intention to preside himself as the first governor of his charity, but death defeated his design. His tomb, which is in the chapel, isa superb specimen of the monu mental taste in the reign of James I. It is composed of the most valuable marbles, highly carved and gilt, and contains a great number of figures, of which the founder is the principal. The epitaph is as follows: \" Here lieth buried the body of Thomas Sutton, late of Castle Camps, in the county of Cambridge, esq. at whose only costs and charges this Hospital was founded, and endowed with large possessions for the relief of poor men and children : he was a gentleman, born at Knaith, in the county of Lin- coln ; of worthy and honest parentage. He lived to the age of seventy-nine years, and deceased the 12tb of December, 1611.\""], [63, ""], [64, "AUiU S'a-nfc __*_.*»__-'_. __i. /"], [65, "ABBOTSBURY ABBEY, DORSETSHIRE. This once splendid and extensive Abbey was founded, according to some historians, by Orcusor Urkus, steward of the royal palace to Canute, and Thola his wife, about the year 1026, for Benedictines: but by others it is as serted, that Orcus only expelled the secular canons, who had for some time before been established here, and in troduced regular ones in their room. Edward the Con fessor bestowed upon the Benedictines of Abbo(sbury all wrecks found on the shores near the place, which were afterwards confirmed to them by Henry I. who likewise added many immunities and privileges. Of this Abbey so little remains, that it becomes ex tremely difficult to trace the arrangements of its parts ; the most extensive portion of the ruins are used as a barn ; but whether originally devoted to that purpose or not is now unknown. It is surrounded by a parapet, commu nicating with turrets at its angles ; only half of this build ing is now in use. The walls of the other portion being in a ruinous state, are beautifully varied with the appen dages with which nature has clothed them, and afford a most striking contrast to the part now occupied. The gate-house, formerly the principal entrance to the Abbey,"], [66, "ABBOTSBURY ABBEY. a portion of the adjoining walls, the dormitory, now used as a stable, a ruinous porch which apparently belonged to the conventual church, and two buildings, conjectured to be the madhouse and brew house of the original esta blishment, are all the other parts of which the least traces are left. The gate-house or entrance consists of a large pointed arch, the interior of which is groined, and a small portal separated from it by a broad buttress; over them are some of the ancient chambers, now used as a deposit for corn, and other purposes. Considering the general devastation of this Abbey, it is rather surprising that this part has received so little injury. The church, which contained the remains of the founders, Orcus and his wjfe, with descendants of their family, together with many eminent personages, is to tally destroyed, except the before-mentioned porch : a conception therefore can only be formed of its original splendour, from a knowledge of the numerous chantries and chapels which were attached to it. The principal of these, St. Mary's chapel, was in all its parts most ex quisitely wrought, and finished in the purest style of Eng lish architecture. At the dissolution of monasteries the manor of Abbotsbury, together with the Abbey, were granted to sir Giles Strangeways, who preserved the cha pel of St. Mary as a place of sepulture for himself and family, and near it erected a substantial mansion with part of the Abbey materials ; but both chapel and mansion were levelled to the ground during tbe civil wars"], [67, ""], [68, "y-if aft, Tsrm Sr A, f ■ i-m. i Way i ptw |-Wii-i if»i , £__-£»_ Af^i-N-. r_[* i r_jn__i.r_-*tni^*aiii«ir"], [69, "ABBOTSBURY ABBEY. in the reign of Charles I. at which time also the merito rious work of destroying the Abbey was completed to nearly the state in which it now remains. Abbotsbury, an inconsiderable market-town, is situ ated in a valley, surrounded by hills of great magnitude, at the distance of about one mile from the sea-shore, and consists of three streets divided nearly into the form of the letter Y. The buildings are of stone ; the number of houses is 173, the inhabitants are 778, whose principal employment is fishing. On an eminence, half a mile south-west from the town, stands a small ancient edifice, called St. Catharine's Chapel, which, from the loftiness of its situation, and its own height, serves both for a sea and land mark. The materials with which it is built are a reddish stone, ob tained from the hill upon which it stands: the whole building, although but recently repaired, is going fast to decay. At the end of a ridge of hills, about a mile and a half west of Abbotsbury, is an old fortification called Abbotsbury Castle ; its form is nearly square, with the angles rounded off. On the north side is a rampart, and on the south another ; but neither of them rise above the area. On the east side are two very high and thick ram parts, and on the west are two others, but not equal in height or thickness to those on the east. The greatest curiosities to strangers who visit Ab botsbury, excepting those already mentioned, are the"], [70, "ABBOTSBURY ABBEY. Decoy and the Swannery. The Decoy is about one mile south-west from the town, and is well covered with wood; here great numbers of wild fowl resort, and are taken. Not far from the Decoy is the Swannery, in which are kept 600 or 700 swans ; formerly as many thousands .'"], [71, ""], [72, "■"], [73, "PENDARVIS QUOIT, CORNWALL. This venerable relic of remote antiquity is situated about three miles from Clowance, the seat of sir John St. Au bin, in a field belonging to John Stackhouse, esq. whose residence, Pendarvis House, is seen in the annexed Plate. This bouse, which is modern, is large and handsome : two of its fronts are built with squared granite. The mansion being erected upon an eminence commands some extensive views, particularly over the western part of the county. From the south front is seen a considerable body of water, which is kept up at a great expense. From this front is likewise viewed the Cromlech, or as it is provincially called, the Quoit. The Quoit, or flat stone, is supported by three upright ones of unequal dimensions, rather pointed at the top : its eastern extremity consi derably overhangs the supporter nearest that end, and in size and weight appears to preponderate the opposite end ; but notwithstanding this inequality, it has already stood the shock of many ages, and will probably continue in its present situation until the end of time. There is a simple grandeur in the construction of these ancient monuments which gives them considerable interest in the view of a contemplative observer : we are"], [74, "PENDARVIS QUOIT. naturally led to trace back the important occurrences which have happened since the almost oblivious period of their first erection, and to reflect on the changes which revolving ages have occasioned upon every object around ; — \" cloud-capt towers, gorgeous palaces,\" and \" solemn temples,\" have risen and been demolished; the tombs of heroes and kings have been despoiled ; while these monu mental efforts of the rudest age remain firm as the centre, bidding defiance to the potent and destructive scythe of time. There is at present little doubt among antiquaries with respect to the original designation of the Cromlech ; it is generally believed to be a sepulchral monument used by the Druids to mark the places of interment of the Druid chief, or such princes as were favourable to their •rder."], [75, ""], [76, "yw_/*y'.-__rt.»f__\"j.AV, aa_a-« * CirwnlrJunaJiratJiiL. _»•*."], [77, "GOODRICH CASTLE, HEREFORDSHIRE. Goodrich Castle stands on an eminence near tbe south-eastern extremity of the county, and on the western bank of the river Wye, about sixteen miles from Here ford and four from Ross ; it was formerly a place of con siderable strength and magnitude. The entrance into it is over a small neck of land, supported on each side by a stone wall, near the south-east angle of the Castle ; and a small bridge, having one Gothic arch, whose point is extremely acute, and half another, which is circular. The ground upon which the Castle stands forms nearly a square, being about fifty-two yards long and forty-eight wide. The means of defence which this fortress possessed were great and various : it had four large round towers, one at each angle of the walls ; it is situated on the summit of a hill, two sides of which are nearly perpen dicular ; and where the hill does not form a defence, there is a deep ditch twenty yards broad, hewn into the solid rock. By whom or when this fortress was built is entirely unknown. In the fifth year of the reign of king John it was granted to William Marshall, earl of Pembroke : from the Marshalls it came to William de Valencia,"], [78, "GOODRICH CASTLE. earl of Pembroke, in right of his wife, who was de scended from the Marshalls. In the twenty-second of Edward III. Goodrich Castle was in the possession of Richard Talbot, and in this family it continued till the fourteenth of James I. when it became the property of Henry de Grey, earl of Kent, in right of his wife Elizabeth, second daughter of Gilbert Talbot, the last earl of Shrewsbury : this earl was afterwards created a duke, and djing without male issue, the manor and lordship of Goodrich was sold to Thomas Griffin, esq. vice-admiral of the white, in the possession of whose heir it remained some few years since. There are considerable remains of this fortress: among the most perfect are to be reckoned the keep, a square building resembling Gondulph's Tower in Roches ter Castle, but much less, and the Lady Tower, which we have represented : this tower suffered much during the civil wars, when the Castle was dismantled and rendered amenable."], [79, ""], [80, "-'swÆ/' y>urlti>; J&mmttt . otfrr-O"], [81, "SCOTT'S GROTTO, AMWELL, HERTS. This Grotto, which is esteemed one of the greatest curi osities in the county, was designed and constructed about the year 1766, by the late John Scott, a poet of consi derable eminence. Much of the manual labour in this operation, he observes in a letter to a friend, fell to his own share; for he was under the necessity of encou raging his rustic assistants by marching before them with a pickaxe, like a pioneer, to dig the excavation which was made under the side of a hill in his garden. The Grotto consists of several apartments, and is composed of many rare and valuable shells, fossils, spars, &c. : when illuminated, as it may be at a few minutes notice, by means of a chandelier, it presents a scene of inconceivable beauty. Dr. Johnson, on being led to it by his friend Scott, was so struck with its appearance, that he pro nounced it Fairy Hall, and said, alluding to the grounds through which he had passed, that \" none but a poet could have made such a garden.\" The Grotto is well described by Scott, in an epistle called \" The Garden,\" published with his other Poems: Where 'midst thick oaks, the subterraneous way To the arch'd grot admits a feeble ray; Where glassy pebbles pave the varied floors, And rough flint walls are deck'd with shells and ore;. D"], [82, "scott's grotto. A book was formerly kept here for the signatures of visitors ; this is now in the possession of the proprietor of the estate, John Hooper, esq. who married the poet's only daughter. Among the names are those of many noble personages, foreigners as well as natives ; this book contains, besides the signatures, many couplets and verses extempore. The following lines by Mr. Park, an inti mate friend of Scott's, were written some time after his death, and are worthy of particular notice. As to some honour'd saint's illustrious fane, A votary's steps approach with reverend awe ; Pause with delight around the lov'd domain, And still, still pause unwilling to withdraw: So by poetic homage fondly led. Through Amwell's hallow'd bow'rs I secret rove, Retrace e:tch path where Theron ns'd to tread. And pierce afresh each inspirative grove; With new admirement mark the my-itic spot, Where art aud nature strive with taste to blend; Where Theron form'd his subterraneous grot. Theron, the Muses' and the Poet's friend ; While o'er each widow'd haunt as roams my eye, I breathe the incense of a sacred sigh. The grotto is still kept in excellent order by Mr. Hooper ; and though it does not accord with his system of retirement to admit of too frequent visits, yet he is not averse to gratifying occasionally the cariosity of persons of taste and discernment."], [83, ""], [84, "• ■■- _-Ai7,__rt., r, (I-*. *a^a__r, _____*»[_#_». i_C*J"], [85, "ARX-DIABOLI, DERBYSHIRE. Arx-Diaboli, or, as it is commonly named, the Devil's Cave, is an immense excavation in the Peak, and one of the numerous wonders of nature which are to be seen in the bleak and rocky regions of the north of Derbyshire. The entrance to the cave is through a natural arch, forty-two feet in height and in width 120. The cavity near its en trance is very capacious, and affords a residence for many families, who are employed here in the manufactory of twine. The roof as we proceed becomes gradually lower, and the light of day is soon totally excluded: all further research must of course be made by the light of a torch, and in many places in a stooping posture, till a spacious opening presents itself called the Bell-house, which again admits of an erect attitude. From the Bell-house the path leads to a small lake called the First Water ; this is no more than three feet in depth ; its length is about fourteen yards : here a small boat is stationed, which conveys the passenger under a low vault of rock to the interior of the cavity. From the want of light the extent of this vacuity is not to be seen ; it measures in length 220 feet, and in breadth 200 : its height, in some parts, is 120 feet. At the end of this spacious cavern is a pas- D2"], [86, "ARX-DIABOLI. sage, in which is another piece of water ; but its depth is inconsiderable, and it may commonly be passed on foot. Near the extremity of this passage is a pile of projecting rocks, which through their innumerable apertures are con tinually distilling large drops of water. Proceeding, the rocks again open, and present the most wild and rugged forms ; this cavity is called the Chancel — here the tra veller is generally entertained with a most unexpected in cident; a number of women and children having climbed a considerable height among the ridges of rock, suddenly commence a vocal concert, the effect of which, reverbe rating in pleasing echoes from the cavern, is inexpressibly charming. The path from the Chancel leads to the Devil's Cellar, and thence to another cavity, which, from its form, has obtained the name of great Tom of Lincoln. This is near the termination of the passage, which now gradually contracts till it is almost closed, affording a space just sufficient for the discharge of the water which flows through the cave."], [87, ""], [88, "■ -- AJsIMsin- A-.Ar_-j.jr'*. a^*A___<J«-J'i_''*'A_.y"], [89, "DUNSTAPLE PRIORY, BEDFORDSHIRE. The site on which Dunstaple, or Dunstable, now stands, was, in the time of Henry I. a wild and daugerous waste, much infested by thieves and outlaws. It being the most frequented way to the north, Henry, for the protection of travellers, ordered the woods, which af forded shelter for the banditti, to be cleared away, and built here a royal palace, called Kingsbury ; and as an inducement to his subjects to settle near him, he granted them lands at a low rent, gave them the privilege of a market, and many other grants; by these means he shortly established a considerable town, and in the year 1131 founded a priory near his palace, which was dedi cated to St. Peter, and consisted of black canons. This monastery was endowed by the king, with the whole manor of Dunstaple, and all the lands belonging to the town ; and, among other privileges, the monks and their servants were exempted from all customs and secular ex actions, and worldly service throughout the realm. Henry however reserved to himself his royal mansion and gar den as a place of occasional residence ; he kept his Christmas here in the year 1123, and received with great pomp and splendour an embassy from the earl of Anjou,"], [90, "DUNSTAPLE PRIORY. The grants of this monarch to the Priory were confirmed by his successors, and in 1204 king John gave his palace of Kingsbury and gardens to the prior and convent, on condition that he and his suit should be accommodated with lodgings in the monastery at every future visit to Dunstaple. This king lay here on his journey to the north in 1215, and the place was afterwards frequently honoured with the presence of royalty. In 1290 the corpse of queen Eleanor was deposited in the Priory for one night; on this occasion a cross was erected in the midst of the market-place ; the ground was marked out with great solemnity by the chancellor and attendant nobi lity, assisted by the prior, who sprinkled the destined spot with holy water. This cross is supposed to have been destroyed by the soldiers of the earl of Essex, who ■were quartered here in the year 1643. The prior of Dunstaple was invested with consi derable privileges, having the power of life and death, with the right of sitting with the king's judges itinerant, when they came here on their circuits. The last prior ■was Gervose Markham, who was an active instrument in the divorce of Henry VIII. from his queen, Catharine of Arragon : much of the business relative to this important affair was transacted here ; and, finally, the sentence of divorce was pronounced here in the chapel of Our Lady, by archbishop Cranmer. Markham, with Thomas Clay broke and many other of the monks of this Priory, sub scribed to the act of supremacy in 1534. At the dissolution"], [91, ""], [92, "— — .-- ■■ ■■ —■- - '--■-■'■_.■ ' ■'»\""], [93, "DUNSTAPLE PRIORY. the prior received an annual pension of ;£60 during the remainder of his life; he died in the year 1553, and was buried in the church. At the suppression the revenues of this Priory were rated, according to Speed, at the yearly value of .£402 : 14 : 7. The site was given in 1554 to Dr. Leonard Chamberlayne. The estate is now the property of colonel Maddison. Of this religious establishment scarcely any thing now remains, excepting the present parish church, which is merely the nave of the conventual church. This exhibits a variety of architecture. The western front, which is principally in the early Gothic style, is singularly beau tiful and picturesque. The grand entrance is under a semi-elliptical arch, containing a number of mouldings, ornamented with fanciful sculpture, human figures, fo liage, and animals. A little to the north of this entrance is a lesser door, which is likewise highly enriched with various devices. Between the doors is a row of circular arches intersecting each other ; these arches are composed of alternately greater and lesser joints, and are a remark able feature among the decorations of this front of the church. Above the lesser door are a number of pointed arches, which formerly contained statues, as appears by the pedestals which still remain: over these are six other arches, besides three larger ones immediately over the great door. This range formed the front of a gallery called the rood-loft, from which, on particular days, the holy cross was exhibited, aud many monkish miracles"], [94, "DUNSTAPLE PRIORY. performed. This church is supposed to have been first built in form of a cross with a tower in the centre : two large clusters of columns which supported it may be seen at what is now the eastern end. At a short distance from the church, to the south west, are the remains of the Priory gate, consisting of two arches, now much decayed ; these led to the offices and lodgings belonging to the Priory. The interior of the church is principally of Norman architecture ; the columns are clustered and massive, sup porting arches of a semicircular form, with a zigzag moulding : in the south aisle, at the east end, the original groined roof of stone is still remaining. Over the altar is a picture of the Lord's Supper, painted by sir James Thorn bill; it was presented to the parish in the year 1720. Within the church are several monuments of the families of Aynescombe, Dickenson, Marsh, and Chew, who were great benefactors to the town. The exorbitant privilege of the priors of Dunstaple, and their intemperate exactions, gave rise to frequent disturbances in the town : in the year 1229 the inhabitants were so incensed against the clergy that they withdrew their tithes and offerings, pounded the prior's horses, and scattered his corn ; and notwithstanding the principal offenders were excommunicated at the prior's request, they still remained inflexible, and declared they would go to the devil rather than be taxed : in their enthusiasm to be delivered from the tyranny of the church they treated for"], [95, ""], [96, "Q%i&UMofC2)wii*Ci/iU r-C?Atrtdb"], [97, "DUNSTAPLE PRIORY. forty acres of land to build booths upon, intending to leave the town. By letters patent dated sixth of Edward VI. the rectory and advowson of Dunstaple was granted to the dean and canons of Windsor ; this grant was afterwards resumed, as it is now in the gift of the crown. At the time of the dissolution it was the intention of Henry to found one of his cathedrals here ; and, according to report, he had nominated Dr. Day to be the first bishop ; but this idea being abandoned, the fabric was demolished in the general devastation of monasteries, reserving only what was sufficient for the purposes of a parish church. Many curious relics have been discovered in digging near the site of the eastern extremity of the monastery, parti cularly in 1745, when a stone coffin was found about two feet from the surface, containing a skeleton entire except ing the ribs. The town is situated near the entrance of the Chil tern Hills, and consists of four streets crossing each other at right angles, nearly in the direction of the cardiual points. Many of the houses have the appearance of antiquity, though mostly built with brick. The number of inhabitants is computed at about 1000 ; their chief support is derived from the manufactory of straw hats, baskets, &c. At the southern entrance of the town is a manufactory of whiting, which likewise gives employ ment to many families. Several charitable institutions exist here ; among them is a charity-school for forty boys"], [98, "DUNSTAPLE PRIOKY. and fifteen girls, who are clothed, educated, and appren ticed. The parish of Dunstaple contains about 340 acres, principally in pasture. The farms arc small, only one of them amounting to 100 acres. The soil is chalky and without springs; no water can be procured but at the depth of 116 feet: this inconvenience is in some degree tolerated by four large ponds, in which the rain from the hills is collected, and the chalky bottoms preventing its being absorbed by the earth — the supply cannot easily be exhausted. Dunstaple is now governed by four constables, and retains but few of the privileges which were enjoyed under the charter of Henry I. According to the monkish legends it derives its name from Dun or Dunning, a famous robber, who had a hiding-place here, thence it was called Dunning's Stable; but it most probably takes its name from duna or dunum, a hill; and staple, a place of commerce or merchandize."], [99, ""], [100, ""], [101, "YORK, YORKSHIRE. Eroracum or York, the metropolis of Eborasciria or Yorkshire, is situated near the centre of the island, in a, rich and extensive valley, on the confluence of the rivers Ouse and Foss, and derives its origin from very early ages. It is related of Geoffrey of Monmouth, that Ebrau cius, the son of Mempucius, the third king from Brute, built a city north of the Humber, which from his own name he called Caer-Ebrac : this is stated to have been 1223 years before Christ. Camden says the name is entirely Roman; for York being near the centre of the island, and having communication with the safest bays and harbours on the German Ocean, the policy of the Romans would teach them that this was a proper place to fortify. It is probable that York was a place of some note before the Roman invasion, and that it was first fortified by Agricola, whose conquests in the island northward extended beyond it. In the year 208 the Roman emperor Severus, and his two sons Caracalla and Geta, arrived in Britain, and made York their chief residence, and there Severus died. Constantine the Great, who is supposed to have been born at this place, divided"], [102, "YORK. Britain into three parts, of one of which Maxima, or Flavia Cesariensis, the capital city, was York. The monuments of antiquity at York are numerous : many of them will appear in the progress of this work. Within a few years past thiscity has been much improved ; the streets have been widened in many places ; they have also been newly paved, additional drains made, and by the present method of conducting the rain from the houses, the streets are become much drier and cleaner than they were formerly. The erection of locks on the Ouse, about four miles below the city, has been of great advantage to it ; for, previous to this improvement, the river was fre quently very low, leaving quantities of mud and dirt in the very heart of the city ; this inconvenience is now prevented, the river being always kept full. The river Foss was made navigable about twelve years since, and from a nuisance, now contributes to the salubrity as well as beauty of the city. York is governed by a lord mayor, recorder, two city council, twelve aldermen, two sheriffs, twenty-four assistants, seventy-two common councilmen, and six chamberlains."], [103, ""], [104, ", &&&>."], [105, "MICKLEGATE BAR, YORK. Micklegate, or, as it is sometimes called, SjSiCrtfflgtfj, is a street of considerable length and spaciousness, which leads from the Bar to the bridge. This Bar, the entrance to York from the London road, is near the centre of the vallum and wall which fortifies this part of the city. It is iu form a triplet, supporting a massive pile of Gothic turrets ; the interior gate is of Roman workmanship, forming a true segment of a circle of the Tuscan order, and well finished in millstone-grit : the outer arch had formerly a massy iron chain across it, and also a port cullis ; it has still strong double wooden gates, which are closed every night at ten o'clock. Beneath the turrets is a shield with the arms of England and France, and on each side smaller ones, with the arms of the city on them. In the eighth year of Richard I. by a record in the pipe office, it appears that one Benedict Fitz-Engelram gave half a mark for license to build a house on this Bar, and 6d. yearly rent for having it hereditary. The head of Thomas, lord Scrope, ofMassam, who was beheaded for high treason in the reign of Henry V. was placed upon the top of Micklegate Bar; and after the battle of Wakefield, where Richard duke of York"], [106, "MICKLEGATE bar. met his fate, his head, which had boldly aspired to a golden diadem, was in derision crowned with paper, put on a long pole, and with the face to the city placed there likewise. At some distance from the Bar is a mount of great antiquity, supposed to be a Roman outwork. Near this mount, some years since, were dug up two urns of Roman workmanship, one of glass and the other lead; the glass urn was broken into several pieces ; it appeared to have been coated on the inside with a bluish silvery substance : the leaden one was immediately sold by the workmen to a plumber, who, with perfect indifference to its antiquity, immediately melted it down for the purposes of his trade."], [107, ""], [108, "■f-JJUJfi -■*[_■■ — ll -to** _w»o-_rrJb%J_>_«J_'__»iy"], [109, "OUSE BRIDGE, YORK. This Bridge, which is an object highly deserving of notice, is composed of five pointed arches, the centre one stretches eighty-one feet across the river, and is fifty-one feet high ; the remaining four are of much smaller dimen sions. It was built in 1566, on the site of another bridge of great antiquity, which was carried away by an immense flood, bringing with it vast quantities of ice. On the pre sent Bridge stands the great council-chamber of the city, near which, till very lately, the records were kept ; but they now occupy a portion of the guildhall. Beneath the great council-chamber is the prison for felons, and on the opposite side is a gaol for debtors, built in 1724. At the foot of the Bridge, on the east side of the river, is a convenient quay or wharf, strongly walled and paved, for lading or unlading goods and merchandize. On the banks of the Ouse is a walk nearly a mile in length, finely gravelled, and most agreeably shaded with trees: at convenient distances are placed grotesque chairs for the accommodation of the company which frequent it. The utmost attention is paid to the order and clean liness of this walk, and it is universally allowed to be"], [110, "OUSE BRIDGE. equal to any other in the kingdom. Near its centre stood a beautiful stone bridge over the Foss, which, since that river was made navigable, has been taken down, and the present wooden one erected in its stead."], [111, ""], [112, "J^I_ri_*,_r.*J_*iVr__ew.*.rAA_i^.^"], [113, "ANCIENT MONUMENT IN GODSHILL CHURCH, ISLE OF WIGHT. The parish of Godshill, in the Isle of Wight, existed as such before the compilation of Doomsday Book, and was rendered subject by William Fitz-Osborn to the abbey of Lyra, in Normandy. The manor afterwards came into the- possession of the convent of Sheen, in Surry, by which it was leased, in the twenty-ninth of Henry VIII. to captain Richard Worsley, for the term of forty-six years, at an annual rent of 200 marks. The remainder of this term vesting in sir Francis Walsing ham, who married captain Worsley's widow, he obtained from Elizabeth the manor of Godshill in fee: after se veral mesne conveyances it was purchased by the late sir Richard Worsley of sir Thomas Miller, bart. The church stands on an abrupt but natural eminence, immediately overlooking the village, which has little but salubrity of air to recommend it. This Church is an cient, well built and capacious, consisting of a chancel with cross aisles. There are several monuments in it worthy of attention, particularly that represented in the Plate, which was erected to the memory of sir James Worsley and Ann his lady, the daughter and heiress of T."], [114, "ANCIENT MONUMENT IN GODSHILL CHURCH. sir John Leigh : there is do inscription ; but the arms on the shields, which in various parts decorate the Monu ment, are those of Worsley, Leigh, Hacket, and Stan dish, the family of sir James Worsley's mother. It was by this marriage that the Worsley family first became settled in the Isle of Wight, in the third year of Henry VIII. Appuldurcombe park, which lies in the parish, having, in consequence of it, become vested in sir James Worsley. The tower of this church, from its exalted situation, was in January 1778 struck with light ning, by which the building was materially injured."], [115, ""], [116, "- - ■ i__jL^^-WW,--'jfc^-_-H_-V-^"], [117, "THE WHITE TOWER, LONDON. This important citadel is supposed to have arisen on the site of a fort which existed on the ancient wall of Lon don, near the Thames. The first works were hastily thrown up immediately on AVilliam the Conqueror's tak ing possession of the city. The White Tower, which was erected a few years after the Conquest under the direction of Gundulph, bishop of Rochester, is a large square build ing, consisting of three lofty stories, under which are extensive vaults, used as a deposit for saltpetre. In the first story are two large rooms, one contains the small arms for sea service, curiously laid up, sufficient to fur nish 10,000 men ; the other room is filled with closets and presses, containing warlike tools and instruments of death: in the apartments above are likewise deposited various military and naval stores. On the roof, which is flat and covered with lead, is a large cistern, by a cu rious contrivance supplied with water from the Thames, for the use of the garrison in case of need. In the reign of William Rufus some additions were made to the original building; and in 1155 Becket, archbi shop ofCanterbury and chancellor lo Henry III. expended great sums io reparations and additional buildings. In the E 2"], [118, "THE WHITE TOWER. year 1190 Longchamp, bishop of Ely, enclosed the pre mises with a wall and dilch. Henry III. who trod in the oppressive steps of his immediate predecessors, added several bulwarks to the Tower to overawe the citizens, and induce them more readily to submit to his exactions. Many additions were made in the succeeding reigns, till at length within the enclosure of the ditch eighteen towers were erected. The extent of the ground within the walls is upwards of twelve acres. It had been a matter of debate, whether this royal fortress was within the city of London ; but upon a view and strict examination in Michaelmas term, in the thir teenth year of James I. the ancient wall of London was discovered extending through the Tower. This survey was occasioned by the murder of sir Thomas Overbury ; it was then adjudged, that all that portion of the Tower which is environed within the said wall, or on the west part thereof, is within the city of Lon don; and that the residue of this fortress, lying on the east of the ancient wall, is within the county of Middle sex ; accordingly the murderers were tried in London. It would require a volume of no moderate size to relate the various atrocities, some with and others without the mask of justice, which have been perpetrated here. Pennant's London contains a brief recital of some of the most remarkable, to which our limits oblige us to refer."], [119, ""], [120, ""], [121, "ST. EDMUND'S CHAPEL, EAST DEREHAM CHURCH, NORFOLK. East Dereham is situated nearly in the centre of the county of Norfolk. There appears to have been a church here at a very early period ; St. Withburga, the youngest daughter of king Anna, having founded a nunnery at Derebam, was buried in the churchyard in the year 743 ; her remains were about fifty years afterwards removed into the church : the monastery being destroyed by the Danes, she was again removed in 974 to Ely. The me mory of this virgin saint is still preserved here by a fa mous well, which it is said sprung up in the churchyard in thejilace where she was first buried: this is now cor ruptly called St. Winnifred's Well. The Church of East Dereham is a large pile in the form of a cathedral ; it is dedicated to St. Nicholas, and has a nave, north and south aisles, two transcepts, and a chancel. That part of the Church known by the name of St. Edmund's Chapel, is worthy of notice as the burial-place of the celebrated poet Cowper, whose works are too well known to need a recital here. The character of this amiable writer is thus briefly drawn by his biographer, Mr. Hayley : \" The person and mind of"], [122, "st. edhund's chapel, e. dereham church. Cowper seem to have been formed with equal kindness by Nature, and it may be questioned ifsheever bestowed on any man with a fonder prodigality all the requisites to conciliate affection and to inspire respect.\" — He died on the 25th of April 1800: a monument has been raised to his memory in this chapel. The tablet is thus inscribed : \" IN MEMORY OF WILLIAM COWPER, ESQ. BORN IN HERTFORDSHIRE, 1731; BURIED IN THIS CHURCH, 1800.\" \" Ye who with warmth the public triumph feel Of talents, dignified by sacred zeal, Here to Devotion's bard devoutly just Pay your fond tribute due to Cowper's dust ! England, exulting in his spotless fame, Ranks with her dearest sons his favourite name: Sense, fancy, wit, suffice not all to raise So clear a title to Affection's praise ; His highest honours to the heart belong, His virtues form'd the magic of his song.\""], [123, ""], [124, ""], [125, "HOLTON HOUSE, OXFORDSHIRE. This ancient mansion stood in Holton Park; it was a substantial stone building, and formerly might he capable of defence, being surrounded by a broad and deep moat, passable only on the north side by means of a draw bridge. The House having been for many years in a state of decay and untenable, has very recently been taken down. This View was drawn in 1805 by Dr. Crotch, professor of music to the university of Oxford ; the fabric formed an interesting object in its then state of demolition. It is to be lamented, that the present pos sessor of the premises should have so little taste for the venerable and picturesque as to destroy what would have been the greatest ornament to his grounds, and given them an importance far beyond any thing that can be substituted in its room. On the upper story, near the right hand extremity of the pile, as seen in the Print, are the remains of the domestic chapel, the door of which and one of the wiudows appear nearly perfect: in this chapel was married one of the daughters of the pro tector Cromwell. To the right of the chapel is seen the vestiges of a pear-tree, said to be as ancient as the build ing itself."], [126, "HOLTON HOUSE. The moat, which is now filled up, was sheltered on one side by ash trees of the finest growth, which pro jected their ample branches into the water; most of these trees are at present standing : one is worthy of par- ticular notice; it has a limb issuing from its trunk at above thirty feet from the ground, which taking a cir- cular sweep, and immediately descending almost in a pa- rallel line with the parent stem, presents a verdant arch of the most graceful form. Holton Park is situated about half a mile from the town of Wheatley, and five miles from Oxford: it pos sesses some fine swells, which afford many agreeable pro spects. A handsome residence has lately been erected at the distance of a quarter of a mile from the site of the ancient manor-house. The manor of Halghton, or Holton, was granted by Edward II. in the tenth year of his reign, in fee to Roger Damory, who married Elizabeth de Burgh, the king's niece; this grant was twice confirmed in the same reign. Henry IV. confirmed the manor to Thomas de Bardolf, cousin and heir of Roger Damory. In the fifth of Henry V. it was in the hands of the crown by the attainture of lord Bardolf for treason, in the time of Henry IV."], [127, ""], [128, "hitlMf>e-foJivFn*&'T<pWiZir^/7&SariS'MZfT*r&PU3crfS,M*rck"], [129, "BALDERTON CHURCEI NO TTINGHA MS HIR E. This Church, or Chapel, is remarkable for the beauty of its north porch, which is Anglo-Norman, ornamented with the zigzag moulding and grotesque heads, and for the high state of preservation in which the porch at present remains : of the date of erection no authority can now be produced; Balderton is noticed in Doomsday Survey. Robert de Kenato, bishop of Lincoln, for the priory of St Catharine, which he founded in the sub urbs of that city, gave to it three bovats of land, with dwelling houses in Baldertune, which gift we find- con firmed by king Henry II. in whose reign it likewise ap pears William de Dive had interest here for his land of Balderton. This manor had lands belonging to it in Barneby, Adington, Farnedon, Stoke Elstnn, and Si reston, whereof John de Dive died seized about the twenty-first of Edward I. leaving Joan, then the wife of Ralph de Trehampton, and Elizabeth, the wife of sir John D'Aubeney, his sisters and heirs ; which Elizabeth the following year left sir Hugh de Bussey, knt. her son by sir Lambert de Bussey, her former husband, her heir. Sir Hugh de Bussey, left the manor of Balderton to his son and heir John de Bussey, and in this family it re-"], [130, "BALDERTON CHURCH. mained till the heir female carried it to the Mecres in the reign of queen Elizabeth; by Francis Meeres her son it was sold to Gyles Foster, esq. whose heir parted with it to James Leeke, gent, and by marriage of the daughter of one of his descendants, the family of Lascclls of Elston became its possessors. The village consists of about 100 dwellings : the chapel is dedicated to St. Giles, and consists of a nave and two side aisles, with a spire and four bells."], [131, ""], [132, "■ ! , • ■ • i ■"], [133, "TEIGNMOUTH, DEVONSHIRE. Teignmouth is situated on the mouth of the Teign, on a very gentle declivity, and is sheltered on the east and north east by a chain of hills, near the foot of which it stands. This town is divided into two parts by a small rivulet ; that on the west side being called West Teign mouth, and that on the east side East Teignmouth. The church of East Teignmouth is an edifice of great anti quity: the date of its erection is unknown ; but the style of architecture in its most ancient parts carries it back into the early periods of Christianity, and with great probability it may be referred to the Normans. This church stands on the beach, and is protected from the washings of the tide by a wall, against which the sea beats. The scenery near the church is singularly pic turesque ; a fine range of shore trends to the east and west at least two miles. The perforated Rock, and ano ther called the Clerk, are conspicuous on the one point; and on the other, almost under the promontory, called the Ness, is the pleasing hamlet of Shaldon, which of late years has become a favourite summer residence for many families who visit Teignmouth as a watering place. East Teignmouth church has a round tower connected"], [134, "TEIGNMOUTH. with a square one ; the windows are narrow with semi circular arches; and the corbels, consisting of heads of men or animals, are, with its northern porch, strong indications of a Norman origin. This porch, of which a Plate is given, has an ornamented arched entrance, the outer circle of which is a double band of twisted foliage ■stringing from grotesque heads; beneath this circle is another arch of plain stones, the internal part of which is ornamented in basso-relievo with trellis-work and zig zag ; and under this are stones richly embossed with volutes, which extend across the door-way. This church presents no other objects worthy of notice except the stone font, the basin of which is octa gonal, supported by a pillar of the sane form. The ex terior is sculptured on each of its sides with quatrefoils, within which are either roses or heads, and below a double band slows large leaves entwining the basin with peculiar elegance. The supporting pillar is enriched with recesses. Teignmouth is recorded to have been burnt in the tenth century by the Danes, who having landed here and defeated the king's lieutenant, ravaged the country to a considerable extent. It was also nearly consumed in the reign of queen Anne, when the French landed and set fire to it, and one of the new streets, erected with the money procured by brief for the relief of the distressed inhabitants, was named French Street, as a memorial of that calamity. What a grateful contrast now presents"], [135, ""], [136, "// /./.>/ ifToammiHiM €i(Ztiev.im."], [137, "TEIGNMOUTH. itself! instead of receiving the insults of a hostile fleet upon our coasts, our mariners have \" deep impress'd on haughty Gaul the terror of their arms;\" and the shat tered navies of our foes hide their diminished sails in their inmost harbours, while Britain stands, \" The dread of tyrants, and the sole resource Of those that under grim Oppression groan, At once the wonder, terror, and delight Of distant nations.\" Since the time above mentioned Teignmouth has become of some consequence, and is now esteemed one of the most fashionable watering places on the western coast. The principal resort of company is East Teignmouth, where the public rooms and theatre are situated. On an extensive flat called the Dan is a small fort, erected for the defence of the town. The view from hence up the river is extremely beautiful, the ground gradually rising on each side into verdant hills, orna mented with wood and cheerful with cultivation. The trade of Teignmouth consi.-ts principally in the exportation of clay and the importation of coals, and is carried on chiefly in craft built at this place, where are conveniences for launching vessels of 100 Ions. The clay exported is brought from Bovey, and the greater prnpor-"], [138, "TEIGNVfOUTir. tion of it by the canal. West Teignmouth had formerly a chartered market held on a Sunday, but (his has for a great length of time been discontinued. The market is now held on Saturdays."], [139, ""], [140, ""], [141, "CROSS IN BEDWIN CHURCHYARD, WILTSHIRE. Bedwin Church is of considerable magnitude, and of the collegiate form ; though its origiu is not of early date, it possesses some singularities which attract the attention of the curious. The arches throughout the building are of the pointed form and plain ; but those above the win dows on the inside are loaded with the zigzag moulding: the pillars forming the nave and choir are clustered. At the intersection of the transcepts rises a plain massive tower. On the south side of the church are fly-buttresses to support the roof. On the north side the entrance is through a handsome and highly- enriched porch of wood, near which is the Cross, of which the annexed Print is a representation. The shaft is octangular and elegantly formed, surmounted with a large diamond- wrought stone ; its lower part is strengthened by two tiers of small abut ments : it stands upon a deep basement ascended to by three steps. These Crosses, many of which still remain in various parts of the kingdom, were erected, some of them for boundaries of property, parishes, and sanc tuary ; others commemorated battles, murders, and other fatal occurrences ; but they were principally intended for devotional purposes, and are commonly seen near"], [142, "CROSS IN BEDWIN CHURCHYARD. churches, or in the crossways leading thereto, where they were undoubtedly regarded with idolatrous adora tion. In an instrument dated November the 25th, 1449, relating to the churchyard of St. Mary Magdalen, in Milk Street, London, it is said, that in a plot of\" voide grounde,\" on the west side of that street, there \" stode a crosse of the height of a man or more, and that the same crosse was wor.-hipped by the parisshens there as crosses be commonly worshipped in other chircheyardes.\""], [143, ""], [144, "A>_.-*_ 4-lkSr-.«',r___uVHi_.J.-'L'_i-i-rL-|-J/^.>'^.i/,,"], [145, "WALTHAM ABBEY, ESSEX. Waltham, according to some writers, derives its name from the Saxon ham, or hamlet, and weald, that is, woody. In the time of Canute the Great, one Tovy or Tovius, standard-bearer to that monarch, founded near the Forest, then called the forest of Essex, a village and church, placing in the latter two priests; after his death, his estates being wasted by his heir, Waltham reverted to the crown. Edward the Confessor, by a charier which is now in the Tower, granted to his brother Harold ex tensive tracts of land lying about Waltham, on condition that he should build a monastery in the place. In 1066 Harold enlarged the original foundation of Tovy, and endowed it as a convent for a dean and eleven secular black canons, each of whom had a manor for his main tenance, and the dean six. This convent, or college, was dedicated to the Holy Cross, and enriched with many costly vessels and sacred relics. The defeat and death of Harold were events severely felt by his college : it began however to revive under Ihe patronage of Maud, first wife of Henry I. and his second wife Adelisia. King Stephen, though he added nothing to its possessions, con firmed the charters of his predecessors. In the reign of Henry II. the archbishop of Canterbury, on a visitation F"], [146, "WALTHAM ABBEY. to this place, discovered so many irregularities and scan dalous vices among the monks, that he suspended the dean ; and an application was soon afterwards made to the pope, for license to change the foundation into an abbey of regular canons of St. Austin, increasing the number from eleven to twenty-four. Henry confirmed all the giants formerly made to the college, aod bestowed upon it the rich manors of Sewardstoqe and Epping: additions are supposed to have been made about this time to the monastery, which was again dedicated to the Holy Cross and St. Lawrence. Henry III. was a great bene factor to the Abbey of Waltham : in his reign it began to assume an opulence which was not exceeded by any in the kingdom : this monarch, on account of its pleasant situation, and to avoid the expenses of a court, made choice of Waltham for his frequent residence, and granted ,to the town a fair to continue seven days. About this time great disputes took place between the monastery and the townsmen respecting the right of common ; the ab bot's horses were driven from the pastures, some of them killed, and others maimed, and their keepers violently assaulted: the abbot excommunicated the offenders, wbp then appealed to the common law, but were eventually sentenced to pay a fine of twenty marks. These conten tions continuing to exist, gave rise to great scandal, and the monks were charged with \" receiving much affec tionate consolation from the holy sisters in the nunnery of Ctjeshunt.\""], [147, ""], [148, "JAA-_fAAAA.s _A. .-- s < . ■ | ' ■ _fc /_ii™__ 4-*l_/-.-__>_*y ■*-___..*_»_(,,_ j-'.i.r Cvrmtr OUiinJS-.it'iifel"], [149, "WALTHAM ABBEY. This Abbey flourished under the government of twenty seven abbots. At the dissolution its yearly revenues were valued at s£900:4 : 11. The site was granted to sir Anthony Deny for thirty-one years; his widow, in the second year as Edward VI. bought the reversion in fee for it afterwards descended by marriage to the celebrated James Hay, earl of Carlisle. The Abbey house, which had been considerably altered by its various possessors, was sold in 1770 to James Barwick. esq. who pulled it down, and leased the annexed grounds to a gar dener. The remains of this once famous Abbey consist of some ruinous walls, the Abbey gate, a bridge leading to it, another bridge across the Lea at some distance, and an arched vault, with the nave of the ancient church, now made parochial. This venerable relic is supposed. to be part of the original building of Harold, or Tovy before-mentioned, and isone of the most perfect specimens. of Saxon architecture in the kingdom: its length, from. east to west, is about ninety-feet ; its breadth, inclusive of the side aisles, forty-eight ; the body is separated from the aisles by six arches on each side, which are supported by massive pillars ; the arch nearest to the western end is pointed, and appears of a later construc tion than the other five ; these are semicircular, and en riched with zigzag ornaments. Some of the pillars have deep indentings in different forms, which, according to tradition, were once filled with brass. The building F 2"], [150, "WALTHAM ABBEY. within is in excellent preservation, but its grandeur and simplicity is much deformed by the glare of whitewash ing. The exterior still exhibits some traces of great an tiquity. In this church Harold offered up his vows and prayers for victory previous to his engagement with Wil liam duke of Normandy ; in which battle being slain, he was brought hither, and interred at the east end of the ancient church. , In 1641 Charles I. visited Waltham, \" and went, as he was wont where there was any thing remarkable, to see the church, the earl of Carlisle attending him. His majesty told him, after having minutely inspected what was most worthy of observation, that he divided his ca thedral churches as be did his royal ships of the line ; accounting St. Paul's at London, the cathedrals of York, Lincoln, and Winchester, of the first; Chichester, Litch field, &c. of the second; and the Welsh cathedrals, of which he ranked this church of Waltham, of the third.\""], [151, ""], [152, "A^iyj__rfJ*_r_f_n_-4rilA_W_»;^.^-A.._-1,._--_. ;a«_\". . -*-_\" ■ AtkMZri*fcrv*abWi3ÆrhJ?r*3nJ _■*•_-_(_■•__-.__•_. MMmdSSOnluiti"], [153, "GREY FRIARS' MONASTERY, LYNN REGIS, NORFOLK. Lynn Regis, or King's Lynn, is situated near the west extreme of the county of Norfolk, in the hundred of Fre Bridge. Much difference has arisen on the etymology of the name of Lynn; and two famous antiquarian and topo graphical cotemporaries, Camden and sir Henry Spelman, have displayed both learning and ingenuity in support of their respective opinions; the former asserting Lynn to be a British word, signifying spreading waters : the latter, that Len in the Saxon tongue implies a farm in tenure; and concludes, that Len Episcopi is the bishop's farm. Sir Henry's judgment is perhaps the more probable, as the town was originally denominated Bishop's Linn, and was part of the monastic revenue of the bishopric of Norwich, and so continued until exchanged with king Henry VIII. for various other monastic revenues, when it changed its name with its possessor to King's Lynn. The town was formerly considered a place of no in considerable strength ; it was secured ou the land side by a semicircular line of fortification, consisting of a ditch and wall, strengthened by nine bastions and two gates, the extremities terminating at the river : great part of the"], [154, "GHEY FRIARS' MONASTERY. fortifications at (he commencement of the nineteenth cen- tury lay prostrate with the dust, and the rciiisinuYi- in a state of dilapidation. The inhabitants of this ancient town, from very re mote ages of our history to the present momentous period, have exhibited an uninterrupted series of loyalty , and it is worthy of remark, that their patriotism has been en robed with no less than fifteen royal charters, and honoured by several personal visits of their kings. A sword borne before the mayor, and a large cup and cover of silver gilt, weighing seventy-three ounces, were the gifts of king John, immediately preceding his unfor tunate passage over the Lincolnshire washes, and his sub sequent death, which took place at Newark in the year 1216. Of five monastic buildings that had establishments at Lynn, the tower of the Grey Friars is the only visible remains; this is now useful to seamen as a land-mark, and to the merchants as a look-out for their shipping."], [155, ""], [156, ",. __*<_._*. ___*_-„_.,._,,«, m M„ ApritlM"], [157, "DENBIGH CASTLE, DENBIGHSHIRE. This massive pile, which consisted of several towers, was built by Henry de Lacy, earl of Lincoln, about the time of Edward I. It stands on the summit of a rock, one side of which is nearly perpendicular. The principal entrance to the Castle was through a magnificent gate, having a pointed arch, and being flanked by two large towers, which are now in a very ruinous state. The manner of building these formidable towers is apparent on a near inspection of their remains: two walls were first erected at a certain distance ; these served as a case, into which was thrown a mixture of mortar, and stones' of different sizes ; when this became dry it formed a mass as substantial as a wall of solid stone. Over the Castle gate is a figure of the earl of Lincoln, its founder, in his robes of state, which is still in tolerable preservation : after the death of this nobleman the fortress and lordship came to Thomas, earl of Lancaster, who married Alicia, his daughter. The estate, upon the attainder of Lan caster, was given to Hugh Despencer, the minion of Ed ward II. ; on the execution of Despencer the lordship and Castle reverted again to the crown. Edward III. gave them to Roger Mortimer, earl of March, on whose"], [158, "DENBIGH CASTLE. attainder and death they were granted to William Mon tacute, earl of Salisbury : they were afterwards pos sessed by the grandson of the earl of March, his attainder being reversed in the reign of Richard II. In process of time the estate becoming again by marriage the property of the crown, was granted by queen Elizabeth in the year 1563 to her favourite, Dudley, earl of Leicester. In 1641 Charles I. rested here, after his retreat from Chester, in a tower called the King's Tower, probably in memory of that event. The year following it was in the hands of the royalists under the government of Wil liam Salisbury : it was besieged by general My Hon ; the investment was made on the 16th of July, and the garri son maintained the place till the 3d of November, when it surrendered on the most honourable conditions. This Castle is reported to have been blown up and demolished after the restoration of Charles II."], [159, ""], [160, ""], [161, "KEEP OF SCARBOROUGH CASTLE, YORKSHIRE. This venerable ruin is situated on the top of a stupen dous rock, rising above 300 teet from the level of the sea. The rock is joined to the main land by a narrow strait, and bounded on three sides by the German Ocean ; it pre sents towards the sea a vast range of steep and craggy cliffs, entirely inaccessible. The once noble Castle of Scarborough was built in the reign of king Stephen, by William, earl of Albemarle and Holderness, w h<t, having great possessions iu this part of Yorkshire, erected this fortress for their defence. The most entire portion now remaining is the dungeon or Keep, which, on acccount of the extraordinary thickness of its walls, has outlived the other parts of the erection. This majestic tower was a square building ninety-seven feet in height, and formerly bad an embattled parapet ; the walls are twelve feet in thickness ; the different stories have been vaulted and divided by strong arches. The windows, which are larger than usual in such buildings, have semicircular arches supported by round pillars. These mouldering remains of antiquity have been so impaired by the ravages of time, that the period of their entire destruction seems to be at hand."], [162, "KEEP OF SCARBOROUGH CASTLE. Henry II. being jealous of the exorbitant power of his barons, ordered all the castles that had been erected in the preceding reign to be demolished. The earl of Albemarle resisted the king's mandate till he was com pelled to surrender by force. Henry coming into the north to see his orders carried into effect, the situation of this Castle appeared so great a defence to the coast, that instead of persevering in his design against it, be added to its strength and magnificence. In the reign of queen Mary, the duke of Suffolk and others being in rebellion, Mr. Thomas Stafford, second son of lord Stafford, obtained possession of this Castle by a singular stratagem : collecting some fugitives in France, where he happened at that time to be, he arrived in England, and having disguised his little troop in the habits of peasants, came with them to Scarborough. On a market day he gained an easy admittance into the Castle, where he strolled about, apparently to gratify his curi osity; but being gradually joined by about thirty of his party, they secured the centinels and took possession of the gate, through which they admitted the rest of their company. This triumph however was of short conti nuance. The earl of Westmoreland recovered the place without loss in three days, and the unfortunate son of lord Stafford was beheaded. Scarborough Castle was twice besieged during the civil wars, and taken by the parliament forces."], [163, ""], [164, "C'/eJr . n til nH+h suit. ?."], [165, "GUY'S CLIFF, WAR WICKSHIRE. This romantic retreat is within two or three miles of the town of Warwick, on the banks of the Avon. St. Du britius, whose episcopal seat was at Warwick before the Saxons visited this country, built on the Cliff an oratory, which he dedicated to St. Mary Magdalen, and placed here an hermit, whose cell was hollowed in the native rock ; which, being covered with trees, was a place of great solitude and secrecy. Here the famous Guy, earl of Warwick, from whom the Cliff takes its name, shel tered himself from his enemies ; and, as Dugdale expresses it, \" receiving ghostly comfort from\" the \" heremite, he abode till his death.\" The Cliff continued the residence of a religious re cluse as late as the time of Henry IV. when one John Burry was hermit, and received 100s. per annum to pray for the good estate of Richard Heauchamp, then earl of Warwick, as also for the souls of his father and mother. The above earl, Richard, in the first year of Henry VI. rebuilt the chapel, and endowed a chantry here for two priests, who were to sing mass daily for the good estate of him and his wife. This earl erected the large statue"], [166, "guy's cliff. of the famous Guy, which, though now in a very dilapi dated state, is still to be seen in the chapel. At this place lived the famous antiquary of Warwickshire, John Rous, who was one of the chantry priests. The underwritten verses, so beautifully and correctly descriptive of Guy's Cliff, were addressed some years since to the proprietor, Bertie Greathead, esq. Go, simple Bard, invoke the Nine, At Guy's Cliff, sweet recess : There a soft troop shall mildly shine, Thy humble harp to bless. There Avon winds his pensive way. Serenely clear and calm ; A stranger he to ev'ry wind, And ev'ry rude alarm. O'er his soft stream the trees depend, To strew the falling leaf; And seem, like Charity, to send A constant dole to grief. Then Cynthia, in her silver way, Is faintly seen to gleam ; And coyly sheds a virgin ray To kiss the gentle stream. There once, we're told, in days of yore, That Guy, so groat and brave, Was, fondly musing, seen to pore O'er soft Avona's wave. For, in a cell of uncouth shape, With years and moss grown old, The mighty warrior made escape From British Barons bold."], [167, ""], [168, ""], [169, "guy's cliff. But soon a troop of barbed horse, With burnish'd lances rear*d, Pursue the hopeless hero's course, And near his cell appear'd. Here round and round they ride in vain, And rock and wood survey, But seek the spot with fruitless pain Where Guy of Warwick lay. Then swore a rebel could not hide, Nor guilt e'er find retreat, Where Flora bloom'd in tinted pride. And Avon roll'd so sweet! Here, lon^ retir'd from loud alarms, And courts' pernicious powers, He strew'd those limbs that rung with arms, With simple fading flowers. Hence then, companion of his woes, The rugged rock so steep; Its dewy midnight blossom blows, And long has learn'd to weep ! But now the nymphs of Avon's wave Here take their nightly sport, And treading light the gelid cave, Here keep their nightly court. Here wood, and rock, and grove contend For elegance and grace; And in the soft Avona blend All Nature's beauteous face. Here Meditation seems to glow With more than mortal fires, And through ideal worlds to gof To strike serapluc lyres !"], [170, "GBV*S P%If9; Here, oft the sound of distant hells On gentle zephyrs float, And oft to Melancholy tells The tiroes whop SUAKSPE \\ I: I vrqt*. (Recalls our Ipng-forgotten friends. In life once held so dear; And o'er the hoary uru ot time. Arrests the falling tear.) Here longr perhaps, he took his stand, And o'er this stream might pore. Ere PRQSPERO broke the enchanted wand And ARIEL'S soiyj was o'er. Here oft he sung of warlike deeds, And stain'd Avona red; Wlio, in a bed of whisp'ring reeds, Conceal'd his timid head. Here soaVd the bard to foreign climes, Advent' rous like the stork ; And daring s,ung the bloody crimes Of Lancaster and York . Then, oft as silence led the hours, At eve retiring here, He gather'd ajtless meadow-flowers, For poor OPHELIA'S bier. By the latter verses Shakspeare is supposed to have made Guy's Cliff his favourite retirement; the idea is .justified by its being within a few miles of Stratford- Mpon- Avon, the place of his nativity."], [171, ""], [172, ",-«*-.-___.-.. .. < . i.i_Hi_-,.VFr___-w«^-^__ || , ■■■! UMlil"], [173, "BASINGWERK ABBEY, FLINTSHIRE. The ruins of this Abbey stand about one mile east of Hoi yu ell, near the north side of the road, in a delightful situation, commanding extensive prospects over a country through which the river Dee winds its mazy course; and including, among other interesting objects, views of Chester, Park Gate, and the Lancashire hills. Historians are not agreed as to the founder of this religious house. Tanner supposes it to have been founded by Ralph, earl of Chester, about the year 1131 ; and made an abbey of Cistercian monks by king Henry II. in 1159. It was dedicated to St. Mary. In the twenty-sixth of Henry VIII. its lands and possessions produced a yearly revenue of : 15 : 2 ; it was granted by that monarch to Henry ap Harry. Part of the church, the refectory, and some other offices, still remain ; the whole was built with a reddish stone found in the neighbourhood, and appears to have been an extensive fabric : several of the doors are circular, though the windows have gene rally the puintcrl arch. Near the ruins stands an ancient brick barn, probably the granary belonging to the monas tery ; this barn was some years since occupied by a tan ner and maltster."], [174, "BAS1NGWEKK ABBEY. A gravestone found among the ruins records the in terment here of George Petre, son to William, lord Petre, baron of Ingatestone in Essex, who, for his attach ment to the Catholic religion, and the cause of king Charles I. left his country, and died at Wexford in 1647, aged thirty-four. It is conjectured he was brought to this place and privately interred, having a predilection for the spot on account of its supposed sanctity. At a short distance from the ruins is shewn an oak of great age and much decayed, called the Abbot's Oak; it measures fifteen feet twb inches in circumference. Near the southern boundary of the monastery ,V part of the great dyke of OH'a is still visible."], [175, ""], [176, "-___-■■ ._m .-_wp j-t.u_-n_j fwju _..i _pL' _mi_.-_*i__B.i _ji"], [177, "FURNESS ABBEY, LANCASHIRE. The venerable remains of this once ostentatious monas tery stand solitary, but majestic, in the bosom of a gloomy dell, shaded by an assemblage of sycamores, oaks, and other noble trees. It owes its origin to king Stephen, who founded it whilst earl of Montaign and Bulloign in 1127, and endowed it with rich domains: the foundation was afterwards confirmed and secured by the charters of twelve successive monarchs, and the bulls of divers popes. The abbot of Furness was in vested with extraordinary privileges, and exercised juris diction over the whole district ; even the military were in some degree dependant upon him. A singular custom prevailed in this Abbey, distinct from every other of the same order — which was that of registering the names of such of their abbots only as, after presiding ten years, con tinued and died abbots there ; this register was called the Abbot's Mortuary : sucb of the abbots as died before the expiration of the term of ten years, or were after it translated or deposed, were not entered in this book: thus in the space of 277 years the names of only ten abbots were recorded, though, according to some authors, the real number was thirty-two or more ; but though many 6"], [178, "FURNESS ABBEY, of them for the reason above named were omitted in the register, they received in other respects the honour due to their rank. The local situation of the Abbey being formidable by nature, gave something of warlike consequence to the monks : they erected a watch-tower on the summit of a commanding hill, which commences its rise near the walls of the monastery, overlooking all Low Furness and the arm of the sea immediately beneath it : thus they were able to prevent surprise by alarming the adjacent coast with signals on the approach of an enemy. This Abbey was dedicated to St. Mary, and received its monks from the monastery of Savigny, in Normandy, who for some time conformed to the regulations of their order, wearing the habit of grey ; but embracing St. Bernard's rigid rules, they changed their habit, and became Cistercians : thus they continued till the final dissolution of the mo nastery. The entrance to these romantic ruins is thrnugh a light pointed arch, festooned with ivy hanging gracefully down its crumbling sides: hence the path, spread with fragments of desolation, which are intermixed with a variety of richly-tinted foliage, leads along ruinous walls, while the hollow sounds of a gurgling brook greatly con tribute to awe the mind into solemn contemplation. \" Amid yon leafy elm no turtle wails ; No early minstrels wake the winding vales ;"], [179, ""], [180, "jMcy. .stem m& tjfiHcfiL7"], [181, "FURNESS ABBEY. No choral anthem floats the lawn along, For sunk in slumber lies the hermit throng. There each alike; the long, the lately dead, The monk, the swain, the minstrel, make their bed; While o'er the g/aves, and from the rifts on high, The chattering daw, the hoarser raven cry.\" On advancing near the ruin, the first object that at tracts attention is the great window in the north trans cept; it was formerly enriched with handsome stone mullions, but wooden ones are now substituted. Beneath this window, considerably on one side, is the principal entrance, which is worthy of remark, as there appears nothing to prevent its being placed in the middle. A still greater inconsistency is seen in the pillars that once supported the lanthorn ; three of them are composed of fine clustered shafts, the fourth is square and plain ; one of the arches clad with ivy and weeds still remains. The east window has been particularly grand; it was orna mented with painted glass, wbich being removed, is now preserved in tbe east window of Bowlness church, in Westmoreland ; the design represents the Crucifixion, with St. George on one side and the Virgin Mary on the other ; beneath are figures of a knigbtand his lady kneeling, sur rounded by monks ; at the top above are the arms rf England quartered with those of France. The chapter house was a fine rectangular apartment ; the roof was supported by two rows of pillars : a few years since it _ _"], [182, "FURNESS ABBEY. fell to the ground. In the south wall of the chancel are four canopied stalls, supposed to be for the priests during the service of mass: in the middle space were interred the first barons of Kendal ; some mutilated effiges are yet to be found nearly overgrown with weeds. Connected with the south boundary wall is a building roofed with a groined arch, the only one remaining entire ; this is called Ihe school-house. Towards the west end of the church are two prodigious masses of stone work; these were the sides of a vast tower, which by its fall filled the interme diate space with an immense heap of rubbish, now co vered with earth and overgrown with grass. Along the nave of the church are the bases of circular pillars, which were of ponderous size ; in other parts are seen the remains of clustered columns. The Norman circular arch, and the elegant pointed one, are equally conspi cuous throughout the building, forming an interesting combination of strength and beauty : the whole exhibits a grand picture of venerable decay, and an impressive specimen of fallen greatness. The dimensions of the principal parts of this Abbey were as follow : the length of the. interior of the church from east to west, 287 feet five inches; thickness of the wall at the east end, four feet ten inches; at the west end, ten feet ; width of the interior of the choir, twenty eight feet; and of the nave, seventy feetj height of the side walls, fifty-four feet ; interior length of the transcept, 130 feet; width, eighteen feet six inches. The chapter-"], [183, ""], [184, "J^-^i_/ , /Lrm/yZ&c r~j%&tj?. EJlultlfrrdur+tynrLjrj h. 'TC2arkt.Jle*B3nAj'tJui7Tail& Md B.\"Ut J 'Jt(> u„-f"], [185, "FURNESS ABBEY. house was sixty feet long, forty-five feet six inches wide, and the thickness of the walls three feet six inches. The cloisters were thirty-one feet six inches wide, forming a quadrangle of 334 feet six inches by 102 feet six inches. The church and cloisters were encompassed with a wall which commenced at the east side of the great door ; and a space of ground containing sixty-five acres was sur rounded by another wall which enclosed the Abbey mills, together with the kilns and ovens, and stews for receiving fish; the ruins of some of these are still visible. \" Adieu ! ye domes, by many an age array'd In many a tint, though crumbling and decay'd! Ye wrecks, adieu ! that, murmuring from on high, To pensive pride a dumb memento sigh ! Still may your aisles, in hoary pomp sublime, To new-born eras mark the lapse of time.\" This Abbey had nine others dependant on it. At the dissolution its revenues, according to Dugdale, were valued at =£805: 16; according to Speed, at =£966:7: but as early as the reign of king Edward I. the rents were £ 1.599 : 8 : 2, as asserted in a manuscript in the Manchester library. The Abbey was surrendered by Roger Pyle, the then Abbot, in the twenty-eighth of Henry VIII. who, for his compliance, received the rec tory of Dalton ; and the monks to the number of twenty-"], [186, "FURNESS ABBEY. nine had among them a grant equal to JT.'IOO per annum. The dissolution of the Abbey greatly affected both the civil and domestic state of Low Furness, which for se veral centuries had been improving in consequence. The large demand for provisions of all kinds occasioned by constant hospitality, and the frequent concourse of com pany resorting to the Abbey dropped at once; the boom and rents were now no longer paid in kind, and agricul ture received a blow from which it is now but barely recovering."], [187, ""], [188, "<~fuvt£s. Qytena&uJiz C/tAriMi ."], [189, "STONES OF STENHOUSE, ORKNEY. This extraordinary monument of antiquity is by writers of the first authority ascribed to the Druids. It is situ ated near Loch Stennis, and consists of a circle sixty fathoms in diameter, formed by a ditch on the outside twenty feet broad and twelve deep, and on the inside by a circle of stones from twelve to fourteen feet high and four broad : several are fallen down ; of some only frag ments remain, and the situation of others is marked by the holes in which they were formerly placed. The earth taken from the ditch is supposed to form four tumuli or barrows of considerable magnitude, two of which are situated on the east the others on the west of the circle. The rev. James Headrick, in his edition of the late rev. Dr. Barry's History of the Orkneys, makes the fol lowing remarks relative to Druidical circles. \" In ge neral, these stones were intended to represent the equa torial circle : but some of them have a smaller circle con tiguous, which was intended to represent the ecliptic, or apparent path of the sun among the fixed stars.\" \" We are perfectly satisfied that these circles were intended to serve the purpose of rude astronomical ob servatories, by which the priests could mark out the"], [190, "ST0NE9 OF STENHOUSE. rising of the sun, moon, and stars; the seasons of the year; and even the hours or divisions of the day. Where they are tolerably entire they might serve these purposes at this day, to one who has bestowed a little attention on the position of the stones. \" The sun was the great object of Druidical vene ration as an emblem of the Deity ; and to observe his ap parent motions would be an object not merely of curiosity but of piety. \" The circle of Stennis is of very large dimensions, affording room to mark all the necessary subdivisions of direction by stones in its periphery, without having re course to concentric circles.\" The sacrificial stones, a portion of these remains, are seen due south from the centre of the circle, a bridge of loose stones across the Loch forming the communication. It is supposed that a tacred grove once occupied the centre of the circle,"], [191, ""], [192, "C7 . V Cff^atA"], [193, "ST. ALBAN'S ABBEY CHURCH, HERTFORDSHIRE. The famous Abbey to which this Church was annexed owed its rise to the proto-martyr of England, St. Alba mis, who, for the profession of Christianity, was be headed under the emperor Dioclesian in the year 303 : shortly after the cessation of this persecntion a church was erected by the Christians in honour of the martyr upon the spot where St. Albanus suffered, and precisely where the present Abbey Church stands. The monastery was founded by Offa, king of the Mercians, with a view to regain peace of mind, after the commission of the most flagrant outrages ; he was admonished by a vision to dedicate this Abbey to St. Albanus, and to raise and enshrine the relics of the saint; but the devastations of the Saxons rendered it impossible to discover the place of his interment ; however, this difficulty was re moved by the intervention of a miracle; for, on search ing at Verulam for the remains, a light like a large torch stood exactly over the place where they were depo sited ; and on opening the ground the body was disco vered in a wooden coffin, together with some relics, ex actly as they had been placed 344 years before. It was then conveyed to the Church above mentioned, richly"], [194, "ST. ALBAN'S ABBEY CHURCH. enshrined, and a circle of gold placed round the skull of the martyr by Offa himself. This king was so intent upon completing his foundation that he continued at St. Alban's to overlook the work till (heeve of hisdeath : he endowed the monastery with the most ample privileges and numerous manors for the maintenance of 100 Bene dictine monks. Ealdred, the eighth abbot of St. Alban's, was the first that projected rebuilding the Abbey Church, and accordingly he began to search among the ruins of Verulnm for materials to effect his purpose. His early death prevented the execution of this design. His suc cessor added to his collection of materials, but the build ing was not commenced till after the Conquest. During the search among the ruins of the ancient city numerous pagan relics were discovered; half ruined temples, altars, and statues of heathen gods, and culinary vessels of various forms; all these were stamped to dust by order of the abbot in his zeal against paganism. Frederick, who was abbot of St. Alban's in the time of William I. gave that monarch so much trouble and uneasiness that he deposed him, and placed in his room Paul, a Norman. He first applied himself to rebuilding the Church, which was not finished till after the expiration of sixteen years. During the abbacy of Paul, the monastery received many valu able gifts; the abbot was himself a great benefactor. In the year 1 129 a very sumptuous shrine was prepared for St. Alban by the then abbot, Geoffery de Gorham ; he also made additions to the Abbey buildings."], [195, ""], [196, ""], [197, "ST. ALBAN'S ABBEY CHURCH. jln 1195 abbot Warren bequeathed 100 marks to his successor for rebuilding the West front of the Abbey Church ; this sum was applied to demolish the ancient front, and much more was exhausted before the founda tions of the new front were raised above the level of the ground : by this proceeding the monastery was much em barrassed, and finding the effort far beyond their means, the work was for some time abandoned ; being resumed, its progress was very slow, and a considerable time elapsed before it was completed. In December 1539 tbe revenues were surrendered by the abbot Richard de Stevenache, who for his compliance received a pension of j£266 : 13 : 4 yearly ; the prior and monks were likewise pensioned. The Abbey buildings were granted to sir Richard Lee, who immediately began to demolish the whole; the Church was not included in the grant to sir Richard, but continued with the crown till the time of Edward VI. who sold it to the inhabitants of St. Alban's for This Church presents one of the finest specimens of architectural grandeur ; its form is a long cross, with a majestic tower over the intersection of the nave and transcept; it stands upon a rising ground, which gives it much dignity and an ample command of the adjacent country, which is finely cultivated. The building is com posed of various materials, among which the Roman tile is most conspicuous. Its entire length is 539 feet, the breadth of the transcept is 174. The situation of most"], [198, "ST. ALBAN'S ABBEY CHURCH. os the monastic buildings was on the south and south-west sides of the Church, but only the gate-house now remains : it appears at the extremity of the Print, the south view of the Church. Its erection is supposed to have been about the time of Richard II.: it is a heavy building, forms the principal entrance to the Abbey, and is now used as a prison. Some remains of the cloisters are still visible along the southern walls of the Church on the west side of the transcept, but they are nearly covered with rubbish aud earth. The great window in the south end of the transcept was constructed in 1703, the ancient one being blown in during the great storm. The centre parts of the building are evidently the most ancient ; the tower is supported by four large semi-circular arches, and from the time of the Normans to about the reign of Edward IV. there appears to be specimens of the style of building which prevailed in the intermediate ages. A very interesting history of the Abbey and Church of St. Alban may be found in Mr. Brayley's \" Beauties of England and Wales,\" from which the substance of lit* present sketch is extracted."], [199, ""], [200, "■ 'II vime-ef .'/.'. /,y,, ■/,-/■ i.w f;i„;,-', . I ,■■,:'■,, „,/,/?"], [201, "ST. SEPULCHRE'S CHURCH, NORTH A MPTONSHIRE. *me Church of the Holy Sepulchre is situated near the iorthern extremity of Northampton, and is worthy of particular notice, being one of the ancient round churches, of which there are but four remaining in this country. To whom it owes its origin is now unknown : tradition, without any foundation, ascribes it to the Jews; and the Knights Templars, with more show of authority, have been honoured as its founders : but as it is well au- thenticated, that before the Templars had any possessions in this country it belonged to the priory of St. Andrew's, in Northampton, and as that priory was founded by Simon St. Liz, first earl of Northamptonof that name, the most probable opinion is, that the Church of St. Sepulchre owes its origin to him, who had been a crusader, and who most likely deemed it the chief honour of his life, to have contributed to rescue the church of the resurrection at Jerusalem from the infidels. The Church at Northamp- ton being built nearly in the same form as that at Jeru- salem, and certainly of the age when the first holy war was undertaken, was presented to the priory of St. An- drew's by Simon St. Liz, second earl of Northampton of that name, who died in 1127."], [202, "ST. SEPULCHRES CHURCH. This Church consists of a rotund, within which is an octagon, supported at each angle by massive pillars, four of which have square bases and capitals, the other four being round; from the pillars spring plain pointed arches, and in the aisle which surrounds the octagon is an ancient doorway, now walled up, having a circular arch within and a pointed one without ; the roof is of wood. Attached to the eastern part of the Church is a chancel, having a north and south aisle; the chancel is entered from the Church by an ascent of three steps. At the western extremity of the Church is a massive embattled tower, from which risesan octangular spire. The length of the Church aud chancel is ninety-seven feet six inches; the breadth of the chancel and aisles fifty-eight feet ; the diameter of the rotund fifty-eight feet six inches ; and the compass of the octagon 112 feet eight inches. On the north side of the Church is a small porch. In the twenty-sixth of Henry VIII. the rectory was valued at =£6:12. After the dissolution the patronage of this Church appears to have been in the crown ; but in 1640 it belonged to sir John Lambe, who sold it to Peter Whalley, esq. Upon a marble in the body of the Church is inserted a brass plate, bearing the portrait of a man between hit two wives hand in band; beneath the woman on bis right hand are two sons and one daughter, beneath the other are seven sons and two daughters; and by an ac companying inscription we are informed that his name"], [203, ""], [204, ", 9riff-\\ .', 'fi<i/n>is.>.'- ."], [205, "ST. sepulchre's CHURCH. was George Coles: he gave for pious uses £11 yearly for ever, and died on the 1st of January 1640. In 1677 Mr. Nicholas Rothwell, of London, meal man, by a verbal will gave =£100 to the poor of this parish ; with this money two small closes were purchased, the rent of which is applied to placing out the children of poor inhabitants apprentices. Near the gate by which the churchyard is entered"], [206, "ST. SEPULCHRE'S CHURCH. from the high road, in the wall of a house, is fixed a stone, on which is sculptured a crucifixion of Our Saviour rudely executed. According to tradition, which is often the vehicle of manifest absurdities, this was intended to commemorate the licentious cruelty of the Jews, who, in the time of Edward I. crucified a Christian boy at Northampton, in derision of Christianity."], [207, ""], [208, ""], [209, ""], [210, ""], [211, ""], [212, ""]]