[[1, ""], [2, ""], [3, ""], [4, ""], [5, "AN ADDRESS DELIVERED BEFORE THE RHODE-ISLAND HISTORICAL SOCIETY, ON THE EVENING OF FEBRUARY NINETEENTH, 1851. BY ELISHA R. POTTER."], [6, ""], [7, "AN ADDRESS DELIA'ERET) BEFORE THE RHODE-ISLAND HISTORICAL SOCIETY, ON THE EVENING of FEBRUARY NINETEENTH, 1851. BY ELISHA R. POTTER, Member of the Society. PUBLISHED AT THE REQUEST OF THE SOCIETY. PROVIDENCE : IIEURGE H. WIIITXEY. 1851."], [8, ""], [9, "ADDRESS. Seventy-four years ago, when these American Colonies de clared their Independence, Rhode-Island was one of thirteen independent colonies or states. The whole population of all the colonies Avas less than three millions, and Avas confined to a small strip of territory on the Atlantic coast. NeAvport, the then principal city of our State, Avas also one of the principal cities in the colonies. It Avas larger in population than at present, and more than double the population of Providence at that time. Within that seventy-four years, our country has prospered be yond example in history. From a narroAV belt of land on the shore of the Atlantic, our territory has been extended to the ocean on the West. From thirteen, the number of members of our Union has SAvelled to thirty-one, many of Avhich have counties larger than our whole State. Other cities haAre groAvn, and our proportion of the commerce of the country is hoav as nothing. A citizen of our small State, at the commencement of our na tional existence, not only had an influence in conducting our local affairs, but his influence Avas felt in the affairs of the nation. Noav, from the increase of our numbers and the predominance of interests then unknown or unfelt, our voices and our interests meet with comparative neglect, or are swallowed up in the con tinual agitation of the economical and political interests of a vast confederacy. If, by the Revolution, the American people had become a con centrated republic, in every sense, one nation, with only one government, and one national capital, these changes Avould probably and most naturally have produced an unfavorable ef fect upon their character. A large portion of them, finding their influence upon public affairs reduced and scarcely felt in the great"], [10, "4 mass, would give themselves up entirely to the care of their private interests, devote themselves to the pursuit of comfort and wealth, and the management of public affairs Avould be left to bebattled for by the reckless, adventurous and ambitious. But instead of living under one concentrated government, Ave are a confederation of republics. Some of our states are empires in themselves, larger than many of the sovereign states of the old Avorld. In them alone, Avithout reference to national con cerns, individual ambition can find full scope for its activity, and fortunate is it for the public good that it is so. By the management of local affairs, the interest of the people in the public welfare is kept alive and strengthened. The individual citizen feels that he is not a mere cypher in the great nation. Hence arises a feeling of independence and of individual importance, whose in fluence in the development of national character is most au spicious. Hence Ave see the importance of keeping up an attention to local affairs, of cultivating a feeling of state pride, doubly im portant too in so small a state as ours. And hence too we may realize the utility of associations and celebrations like the pres ent, Avhich by keeping alive the memory of the past, aid in counteracting the depressing influence which the change in our condition relative to the rest of the confederacy Avould tend to exert. Invited at a late period, to. address the Society, I propose to occupy your time with some considerations respecting the his tory of education in this State, and more particularly those cir cumstances groAving out of the early settlement of the Colony, Avhich prevented the establishment of any system of public ed ucation in early times. One of the first things Avhich strikes an observer in consider ing the early history of Rhode-Island, is, that the population Avas not homogeneous. Massachusetts was settled by colonies from one people, and all actuated by the same notions of reli gious and civil government, and of a similar religious creed. Connecticut Avas an offshoot from Massachusetts, and the same principles aud ideas had a controlling influence in its settlement."], [11, "5 Rhode-Island, on the contrary, Avas settled by men of all reli gious views and opinions. As the first settlers fled from perse cution in Massachusetts, it naturally became an asylum for all who like them Avere persecuted for conscience? sake. The pred ecessors of our Baptists were all fugitives from persecution. The Quakers nearly all came here from the same cause, and to avoid the severe laws Avhich were made against them in other colonies. And the friends and folloAvers of Mrs. Hutchiuson constituted a respectable portion of the new community. Here too, half a century after the first settlement, came a colony of French Huguenots, driven from their country by the same spirit Avhich had expelled\" Roger Williams from our sister Colony. For the very reason that in this Colony no religion Avas estab lished, nor the observance of any religious forms compelled by laAV, it Avas natural that many should resort here Avho had no religion at all : and that the settlement should include many wild spirits, Avho came here because in the then thinly peopled coun try on the borders of our beautiful bay, they could obtain an easy subsistence, free from the restraints of all law whatever. Rhode-Island thus differed entirely from the neighboring states in its mode of settlement. Its population resembled more the population of one of our Avestem states at the present day ; a collection of people coming from different nations and at differ ent times, some actuated by the desire of religious freedom, some by desire of freedom from all law ; some by the spirit of specula tion, (for even that then prevailed :) and some from that Avild love of adventure which has al ways exercised such a sway in the breast of man. Driven from Massachusetts under such circumstances, the original settlers vieAved every thing which they had left behind them Avith hostility. In Massachusetts, as in most early settle ments, the clergy being the only class of leisure, were the de positories of the learning of the infant commonwealth. The clergy also always exercised an active control in their gOArern ment; and Avars, leagues, and important government measures, were seldom undertaken without their sanction."], [12, "6 Hence, in a great measure, has arisen the feeling against a set tled and salaried clergy, Avhich has ahvays been a characteristic of our people, and Avhich prejudice remains in some parts of the State to the present day in undiminished strength. Hence Ave have lost the influence Avhich such a body of men Avould ahvays have exerted in favor of education. And it should be remembered that at one time the Friends or Quakers formed a large portion of our people. Relying for their religious instruction, upon the inward light, and direct inspiration from God, they of course needed no educated ministry for the conduct of their Avorship. Besides, they were, no doubt, actuated by the common feeling against Massachusetts, and Massachusetts institutions. Of the persecution which originated our settlement, they had borne no common share. Some of the reasons given by the Massachu setts clergy for driving away the Quakers, are so curious as to be Avell Avorth remembering. We give them from the declara tion of the Massachusetts authorities concerning them. \" It Avas the command of the Lord Jesus Christ to his disci ples, that Avhen they Avere persecuted in one city they should flee into another, Matt. x. 23. And accordingly it was his OAvn practice so to do many a time, both Avhen he Avas a child and afterAvards — Matt. ii. 13, 14, xii. 15. John vii. 1, 8. x. 39. And so was also the practice of the Saints, witness Avhat was Avrit ten of Jacob, Gen. xxvii. 42, xxviii. 5 ; of Moses, Exodus, ii. 14 ; of Elias, I. Kings, xix. 3 ; of Paul, Acts ix. 24, xvii. 13 ; and of the apostles, Acts xiv. 4 ; and of others, AArho, when they have been persecuted, have fled aAvay for their OAvn safety ; and reason requires that Avhen men have liberty to do it they should not so refuse to do, because othenvise they Avill be guilty of tempting God and incurring their oavii hurt, as having a fair Avay open for the avoiding thereof, but they needlessly expose them selves thereto. If therefore that Avhich is done against the Quakers in this jurisdiction Avere indeed persecution, as they account of it, though in truth it is not so, but the due ministration of justice, but suppose it Avere as they think it to be, Avhat spirit may"], [13, "7 they be thought to be acted or led by, Avho are in their actings so contrary to the commandment and example of Christ and of his saints in the case of persecution, Avhich these men suppose to be their case ; plain enough it is, if their case Avere the same, their actings were not the same, but quite contrary, so that Christ and his saints Avere led by one spirit, and these people by another ; for rather than they Avould not sheAv their contempt of authority and make disturbance among his people, they choose to go contrary to the express directions of Jesus Christ and the approved examples of his saints, although it be to the hazard and peril of their OAvn lives.\" The substance of the argument it Avill be seen is — that Christ and his Apostles fled from persecution : the Quakers do not flee from persecution, but needlessly expose themselves to it : there fore they cannot be Christians ; and therefore we are right in making laAvs against them ; and if they needlessly expose them selves to persecution, the fault is theirs, not ours. We see the extent of the hostility felt by our ancestors towards the people of the neighboring colonies, and hoAv this hostility was extended to their religion, form of church government and other customs, in the fact that it was a common practice Avith our ancestors, more particularly on the west side of the Bay, to speak of them, not as Connecticut or Massachusetts people, but as \" Presbyterians.\" Instances of this are found in old court papers and depositions. Thus Presbyterian became a name of reproach and opprobium among us, and has in a measure remained so in some parts of the State to this day. It is common among those Avho undertake to defend or apol ogize for the persecution of Rhode-Island settlers by the Puritans, to attribute it to the spirit of the age, forgetting that the same plea Avould excuse the religious intolerance Avhich the eulogists of the Puritans represent them as fleeing from in England. It was, perhaps, fortunate for the reputation of the early set tlers of Rhode-Island, that no one sect had any predominance among them. Principles, for the sake of Avhich in adversity they Avere Avilling to exchange all the comforts of civilized life for the perils of a Avilderness, and even to sacrifice life itself. nv"], [14, "8 not have stood the more dangerous test of prosperity and power. Fortunate that they were not so tempted, and that they were permitted, as they expressed it in their charter, \" to hold forth a lively experiment that a most flourishing civil state may stand and best be maintained with a full liberty in religious concern ments.'' Another circumstance, and a very important one to be consid ered, in accounting for the want of a system of public education among our forefathers, was, that for nearly one hundred years, Rhode-Island could not be said to have any settled government. On the East, Plymouth claimed to Narraganset Bay, and for the first hundred years Rhode-Island had no jurisdiction east of it- On the West, Connecticut claimed to Narraganset Bay, under her charter, which she claimed to be prior to that of Rhode- Island. The first settlers of the Narraganset country were obliged to defend themselves, by force, from the attempts of Connecticut to assert her jurisdiction. She incorporated towns with bounda ries extending into Rhode-Island, appointed officers at Wickford and other places, and made grants of land which were the ori gin of some of the existing titles. Some portion of the inhabi tants, probably from a desire to have the protection of a stronger government, acknowledged her jurisdiction, and thus there Avas a sort of civil war constantly going on within our own limits. Citizens of Rhode-Island were repeatedly seized, carried off and imprisoned for refusing to obey the Connecticut authorities. Land titles were disputed, and there seemed little security for person or property except in the strength of the possessor. After the Pequod war, Massachusetts and Connecticut claim ed the South western portion of the State by right of conquest, and in the division it fell to Massachusetts ; who erected the country about Westerly, into a township, by the name of South ertown. Here was another claimant for jurisdiction. But Con necticut seems afterwards to have again asserted her jurisdic tion, and Massachusetts at last gave up the contest. The settlement at Warwick had also similar difficulties to contend with. A part of their inhabitants had submitted them selves to Massachusetts, who asserted her claims to that country and imprisoned its people for resisting her authority."], [15, "9 Again in the great Indian war of 1676, the Western portion of our State was made the battle ground on which Massachu setts and Connecticut contended for victory over the Indians. The settlers of Rhode-Island had always maintained a friendly intercourse with the Indians, and had no cause to complain of them. The war arose from causes growing out of the policy and past wars of the neighboring colonies. Yet next to the In dians, Rhode-Island was the principal sufferer. The armies of the united colonies desolated the country, and what they left, the Indians, exasperated and driven to desperation, burnt and destroyed. Almost all the inhabitants on the West side of the Bay were obliged to retreat to Newport, for shelter and protec tion. After the war, the settlers returned to their ruined homes. But Connecticut, powerful from her recent victory, continued the contest for jurisdiction. Rhode-Island, weak and exhausted by a war she had not provoked, was subjected to the burden and expense of almost continued negotiations in England; and it was not until 1728, nearly one hundred years from the date of the arrival of Roger Williams, that the boundary was settled, and Rhode-Island acquired undisputed control of Narraganset. It was not until 1709, that Rhode-Island felt strong enough and sure enough of the success of her cause, to grant land titles in Narraganset. Before that time, the country along the shore of the Bay had been settled, and the rights of the settlers undis turbed, but all the central and western portions of the Narragan set country, were occupied as our public lands in the West now are, by squatters, as they are called. Their claims were ac knowledged, their conflicting boundaries settled by surveys, and deeds given them from the state about 1709. As may be supposed, during these troubles the population of the western part of the state, then colony, was small in number, scattered and feeble. When in 1661, a company was formed at Newport, for the purpose of settling Misquamicuck, there was a powerful nation of Indians between them and their destined western abode. In leaving then old homes they had the same difficulties to encounter, the same anxieties for the future, which 2"], [16, "10 the emigrants of the present day meet with in our western wil derness. And when afterwards they were incorporated as a township, it received the name of Westerly. It would be unreasonable to expect of a people so situated, much progress in the comforts and elegancies of life. Occupied with keeping up a friendly intercourse with the natives on the one side, and defending their lives and property from the attacks and machinations of rival colonies, who regarded and treated them as heretics, rebels or intruders, on the other ; it required all their energies to gain a bare subsistence. No wonder therefore that they did not establish schools and colleges, and that we do not find among them the arts, and the refinement of manners, which we could only expect in an older and more settled state of society. There is another fact in the social history of Rhode-Island which ought not lightly to be passed over, because its influence is still to be traced among us. The institution of domestic slavery for a long time existed here. As buying and selling into slavery was a common practice in the early history of the New-England colonies, it is probable that a few slaves might have been found here very soon after our first settlement. We find an act passed to prohibit their purchase as early as 1652 ; but as the colony was then divided against itself, as well as contending against its neighbors, it probably was not enforced. At any rate, we find that just be fore the revolution, about one hundred years afterwards, the colony contained about four thousand negroes, most of them probably slaves. For the early introduction of negro slavery, the colonies them selves were perhaps little to blame. As with persecution, the spirit of the age was in favor of it. Royalists and republicans had sold each other as slaves into the colonies.* The English government, partly from political and partly from commercial views, encouraged the traffic in negroes : they made the acquisition and protection of it the subject of foreign nego tiation : and to the English people (at home) belonged the great er part of this commerce and the enormous profit of it. A * Bancroft, I. 175."], [17, "11 French traveller, (Brissot,) remarks, that the English made the greatest profit from the trade, because they treated their slaves worse, and therefore could afford to sell them cheaper. Although doubts were early entertained of the legality of slavery in England, the benefit of those doubts was never ex tended to the colonies. Chief Justice Holt had given his opin ion that a negro could not be held as a slave in England, al though a white man might be a villain, which was very nearly the same.* In 1696, the question was agitated but not decided, whether baptism made a slave free ; (5 Modern Rep. ) but in 1729, the At torney General and Solicitor General of England, to quiet appre hension in the colonies, gave their legal opinion in favor of slavery on both these questions, (Clarkson 65) and it was not until 1772, just before the termination of their rule over us, that in that magnificent burst of English philanthropy in the case of James Somerset, a colonial slave who had been brought into England, the world was surprised by a judicial decision, that slavery could not exist in England — that the slave from the colonies became a free man as soon as he stood upon British soil. Cheap jus tice, — costing nothing to the doers of it : a great display of gen erosity at the expense of others. Public opinion in the colonies was probably at first against the introduction of slaves, at least it was so in Rhode-Island, so far as we may judge from our laws ; but the weakness of the * I. Salkeld, 666. The plaintiff declared in an indebitatus assumsit, for a negro sold by the plaintiff to the defendant iu England, and verdict for plaintiff, and on motion in arrest of judgment, \" Holt, C. J. held, that as soon as a negro comes into England, he becomes free : one may be a villain in England but not a slave. Et per Powel, J. In a villain the owner has a property, but it is as an inheritance : *# * the law took no notice of a negro Holt, C. J. You should have averred in the declaration, that the sale was in Virginia, and by the laws of that country ne groes are saleable. *#* Therefore he directed the plaintiff should amend, and the declaration should be made, that the defendant was indebted to the plaintiff for a negro sold here in London, but that the said negro at the time of sale was in Vir ginia, and that negroes by the laws and statutes of Virginia, are saleable as chat tels. Then the Attorney General coming in, said they were inheritances, and trans ferable by deed and not without : and nothing was done.'' Tenure by villanage was finally abolished in England, by Statute 12 Charles II. c 24, A. P. 1 659."], [18, "12 government opposed few obstacles to the cupidity of individuals, and in course of time, it grew to be an interest of itself, influenc ing, but never in this State absolutely controlling, the govern ment. Much of the early opposition in New- England however, was not to slavery as such, but only to some particular mode of it. As in Europe, Christians early ceased the practice of enslaving each other, and the practice of selling one's own children was early abolished, but still conscience and interest went together in enslaving Moors and Blackamoors ; so in New-England, a similar compromise of conscience took place, but in a different direction. Many people in Massachusetts declared themselves against kidnapping and stealing negroes from Africa. The in justice of this they could see. But Indians met with no mercy. Mr. Mede had given his opinion that they were the descend ants of the devil ; and father Hubbard, in considering the ques tion of the manner in which America was peopled, remarks, that \"Mr. Mede's opinion *** carries the greatest probabil ity of truth.''* The Massachusetts authorities sold their captives taken in war as slaves ; and this not only to people at home where a Christian community would watch over and protect them, but numbers were sold away to Bermuda and other slave colonies. Heretics also were sometimes thought fit subjects for slavery. In Massachusetts, in May 1659, Daniel and Provided Southwick, children of Lawrence and Cassandra Southwick, were sentenced to a fine for the crime of siding with the Quakers — and if they did not pay the fine, to be sold into Barbadoes or Virginia. And the sentence was not carried into effect only because no ship master could be induced to take therms In Rhode-Island, probably from the effect of the recollection of the hospitality with which the Indians had received our an cestors, when fleeing from the presence of men calling them selves Christians, the feeling was different. This colony sold no Indian slaves. In the great Avar of 1676, they apprenticed some captives for a term of years, but by laAV prohibited ensla- * Hubbard's N. E. 26. t Sewell, I. 278. Hiuman's Blue Laws, 17. Goug-h's History of Quakers."], [19, "13 ving them ; and in 1715, another act Avas passed to prevent In dian slaves from being brought into the Colony. The slaves therefore in Rhode-Island Avere negroes. But slave labor was nearly confined to the tOAvns along the Narra ganset Bay, — Newport, Portsmouth, South-Kingstown, North- Kingstown, Exeter, Wanvick, Bristol and JamestoAvn. South- Kingstown had the greatest number next to NeAvport. All along the belt of land adjoining the Avest side of the Bay, the country, generally productive, Avas OAvned in large planta tions by wealthy proprietors, who resided on and cultivated their land. They had the cultivation which Avould naturally result from a life of leisure, from intercourse Avith each other, and Avith the best informed men of the Colony, and from the pos session of private libraries, for that day, large and extensive. But any common system of education they could not have, from their very situation and distance from each other. In the interior and Avesternmost portions of the State, the pop ulation was scattered, the roads and means of communication poor, and the people themselves enjoying but feAv of the com forts and luxuries of life. There Avere no towns, and but feAv villages, to serve as centres of communication and information, and to set an example to the rest of the community : for nearly all the villages in the western part of the State are of recent growth, and the result of manufacturing industry. Their only opportunities of adding to their knowledge Avere their religious meetings, their tOAvn meetings, and the county courts. Considered merely in the light of political economy, slavery has been injurious to the Avelfare of the State, and has retarded the progress of its people in Avcalth as Avell as in knowledge. Its effect upon the families of the proprietors, Avas most disas trous. From the nature of our climate, the expense of sup porting slaves Avas greater than in more southern latitudes : and public opinion Avould not sanction over-work or ill treatment. The children of their owners Avere brought up in leisure, Avith little acquaintance with any profession or business, and Avhen, in the course of time, slavery Avas abolished, and they Avere brought into contact Avith men educated to labor and to self dependance,"], [20, "14 the habits they had acquired from slavery, proved the ruin of most of them ; and their property was encumbered, and passed into other hands. The equal division of property upon the death of the parent, contributed to the breaking up of these large plantations, and probably contributed also to the abolition of slaArery itself. Un til 1770, just before the Revolution, the eldest son inherited by law, the Avhole estate of a person dying Avithout a Avill ; and after that time, until 1792, he Avas entitled to a double portion. But public opinion and the common sense of right was stronger than the laAV ; and except in a very few cases, property Avas generally equally divided by Avill. And so strong Avas this feeling that in many cases Avhere the eldest son, for Avant of a will, became entitled to the Avhole ; he voluntarily gave up his legal rights, and admitted the other children to a share in the estate. The abolition of slavery was gradual. In 1774, the importa tion of slaves was prohibited, and every slave brought into the Colony Avas declared free. Large numbers of them joined our revolutionary army, and were declared free on enlisting. And they Avere among the best of the American troops, and rendered efficient service in the Avar. And finally, in 1784, all children of slaves born after that year, were declared free. In the neighboring colonies, it disappeared about the same time. In Connecticut it Avas abolished by laAV. In Massachu setts, a practice greAV up, of old worn out slaves bringing suits for freedom, and recovering judgment by the connivance of their masters ; as the latter Avere by the judgment discharged from the liability to support them. And finally, a decision of their Supreme Court pronounced slaA'ery inconsistent Avith that clause in their constitution by which all men were declared free. But it had nearly died out before. * The next great eArent, Avhich in its history and consequences, served for a long time to check the material groAvth of the Col ony, and to draAV the attention of both government and people from education and social improvement, Avas the Revolutionary War. *Mass, Rep. IV. 12S. Done. ii. 313, 426. AVashburn's.Tml. Hiss. Mass. 202"], [21, "15 The border contests I have spoken of, Avere settled about 1728, but their effects remained long after. But even the short period betAveen this and the Revolution, Avas not a period of peace and quiet. Rhode-Island, in the French War, raised troops to aid in conquering the French colonial possessions ; and so did the other New-England colonies. But during this period, she had causes of agitation peculiar to herself. The Paper Money System, Avhich all the colonies had adopted, the people of this Colony, from ther peculiar circumstances, Avere induced to carry to a ruinous excess. They Avere actuated by the desire to relieve the existing poverty and distress ; the consequence was, continued and increased distress. And it gave rise to a party Avarfare, Avhich for virulence and animosity, has never had its equal in the history of the State. The poor, the indebted, and distressed, Avere generally in favor of large is sues of paper money, to relieve their present necessities. The traders in the toAvns, and the merchants in the country, advoca ted a steadier currency. NotAvithstanding, however, all the evils of a depreciated paper currency, rendering business insecure, property unsafe, the re- Avards of industry uncertain, and sometimes offering a premium for dishonesty, the population of the Avhole Colony, from 1748 to the Revolutionary War, had considerably increased. Besides Avhat Rhode-Island suffered, in common Avith the other states, from the War of Independence, she Avas exposed to peculiar dangers from her great extent of islands and coasts. Her principal city, and a portion of the country, were in posses sion of the enemy, and unable to contribute by taxes to the sup port of the Avar. The enemy being in the possession of the Bay, the Avhole coast Avas exposed to their depredations, and the inhabitants kept in constant alarm, and large numbers engaged in Avatching and guarding the shore. The trade of the Colony was, of course, interrupted ; a large portion of the productive labor diverted from its ordinary em ployment ; the slaves, who had cultivated the large farms, freed ; and the consequence was, a state of poverty, distress and misery, among the people of the country, of which we can have but a faint idea."], [22, "16 The islands of Rhode-Island, Conamcut and Block-Island, being in possession of the enemy, contributed nothing to the State treasury during the greater part of the war ; and the bur den of taxation, (for Ave had then no indirect taxes of any value.) of course fell more heavily on other portions of the State. Dur ing the Revolutionary War, after the taking of Newport, the the toAvn of South-KingstoAvn paid the largest tax of any tOAvn in the State ; more than Providence. This inequality Avas con tinued after the war, up to 1796. Such Avas the distress of the people of that toAvn, from the interruption of business, deprecia tion of the currency, the ruin of their agriculture by the incur sions of the enemy, that then, and for years after, it Avas a fre quent occurrence for the tOAvn treasurer to be committed to jail for State taxes. County conventions were held, to obtain a re dress of grievances, but Avith no effect ; and it is but a few years ago, that that Toavii paid the last of a debt Avhich origina ted in those distressful times. The Legislature seem to have acknoAvledged the extent of the grievance ; and in every tax act, they solemnly promised, that if on a neAv estimate, any tOAvn should be found to be overtaxed, it should be repaid ; and if not for length of time, this Avould noAV be a good foundation for a claim for indemnity against the State. At the close of the war, on taking a census, it Avas found that the population of this small Colony had decreased nine thousand. The necessary consequence of the war, was a large debt and heaAry taxes ; and the paper money expedient was again tried, and contested, in party, with the utmost bitterness ; and it Avas not until the Union Avas formed, and the United States Consti tution Avas, after a long struggle, adopted by this State, that a permanent foundation Avas laid for progress and prosperity. Such Avere some of the causes Avhich have retarded the so cial progress of Rhode-Island. If, in speaking of our sister States, I have been obliged to refer to old animosities and pre judices, I have done it because it Avas absolutely necessary, to illustrate the history of our subject ; and not from any desire to revive and foster the passions and enmities of by-gone days."], [23, "17 Forgotten indeed they may not be, for they are thoroughly in- Avoven in the history of our early struggle for existence. But there is enough in the annals of each, for a just foundation of a generous state pride. Their early settlement, their revolution ary patriotism, their constant devotion to the cause of religion, morality, and sound education, are themes upon Avhich their eulogists may dwell Avith pride in the past, and as incentives to a continuance of noble effort in Avell doing. Henceforth, let our contests Avith them be, not to continue the jealousies Avhich have heretofore divided us, and thank heaven are hoav dying out ; but to strive Avith them in the great race for improvement, religious, moral, and educational. So doing, Ave may all look fonvard Avith hope and joy to a like glorious future. Having spoken of some of the various influences Avhich have retarded our social progress, let us for a feAv moments consider the probabilities for the future. There is a mighty effort noAV making in New-England, in the middle states, and in the West, in favor of universal and free education. This great movement, like all acts of man individually or in masses, Avill proceed ac cording to certain laAvs ; Avhich, from experience, have been found to govern the course of all moral and political reforms. Let us consider a few of the dangers Avhich seem at present to threaten its healthful progress ; and let us consider them in the light of, and in relation to, the great idea Avhich has always manifested itself in our history — soul liberty. One of the strongest arguments, and one Avhich has probably been most effectual in favor of public education, in times past, has been its tendency to prevent pauperism, vice and crime. But a feeling is iioav becoming very general, that mere intellec tual education is not sufficient for this purpose ; but that moral training in the schools, or somewhere, is absolutely necessary ; and as a large portion of those for Avhose benefit these schools are intended, receive no moral instruction at home, hence is ar gued the necessity of introducing it into the public schools. And herein lies one of the greatest dangers which the cause of education has to encounter. Moral instruction passes into re ligious so easily, and religious slides into sectarian by such ii> 3"], [24, "18 sensible degrees, that our only safety is in Avatching the danger in the distance. Those who have not considered the subject, may imagine that the danger is slight ; but controversies concerning sectarian control of education, have agitated France, and the kingdom of Great-Britain for many years ; and our own country has not es caped. Not only has the question of introducing religious in struction into schools, been agitated ; but in some parts of the country, the system of parish schools has been strongly advoca ted, and efforts made to establish them ; at least one large de nomination, in the middle and southern States, is making great efforts in this direction. Here then is one of the great dangers which an educational establishment has to encounter, and it will require more of the spirit of christian kindness than Ave can generally find. The name of Rhode-Island is indissolubly connected with the his tory of religious liberty. In this neAV phase of our affairs, it is only by manifesting the same spirit Avhich of old distinguished our State, and by the application of the same principles, that Ave can escape the difficulties Avhich would attend the agitation of this question among us. But there is another tendency in the public mind, from Avhich danger is to be apprehended. Many years ago, although many of the States had a system of educational legislation more or less perfect, the subject seem ed to be vieAved Avith comparative indifference. But Avithin a feAv years, the attention of the whole country has been aroused to the evils resulting from our former neglect. The talented and benevolent have contributed by their exertions, the rich and generous by their money, to carry fonvard the movement ; and the pulpit, public meetings, and the press, have brought all their influence to its aid. And one State has vied Avith another, in a generous rivalry, to excel in the liberality of its legislation and endowments. The excitement has pervaded the majority ; at least, the ma jority of the active and leading minds, in many of the States. The majority are for reform. But in this, as in every other re-"], [25, "19 form, we find many who are sluggish, and cannot be awakened. Sometimes, the calculations of private and immediate pecuniary interest ; sometimes, personal and local quarrels, stand in the Avay of progress. The friends of reform, seeing the backward ness of the mass of the people ; that they sometimes Avill not receive instruction, Avhen brought to their very doors, without money and Avithout price ; and deeply impressed Avith the mag nitude of the evil, are led to advocate a system of compulsion by force of law. Many Avill probably suppose, that those Avho entertain the idea of compulsion, must be feAV in number, and that the danger of any controversy groAving out of it, must be imaginary only. But he can have paid but little attention to the educational lite rature of the country, who has not perceived the groAving prev alence of this opinion. Is a compulsory system advisable ? Is it right ? On first thought, it would seem, that when Ave had once concluded that a thing Avas right, it Avould be perfectly just and proper to en force it by laAV. And hence, we find in all ages, parties Avho have sought to enforce religion and the various moral duties, by law. Without entering into the argument upon this subject, we will only observe, that Providence seems to have designed, in connecting us in society, and making us dependent upon each other, to afford exercise for the affections and benevolent feel ings, and for the development of character ; so that in doing good to others, and persuading them to do their duty, Ave are adding to our oavii moral strength. And Avhen Ave feel a violent desire to do good to our neighbors, or to make them discharge their duties to themselves and their children, and are not willing to be at the expense of any moral effort for this end, but only make known our good will through the sheriff, the constable, or the tax gatherer, Ave may Avell suspect that our benevolence is of rather a questionable character. Let us consider, in this vieAV, the character of the great foun der of our religion. He who came down from Heaven to save a Avorld ; Avho might have had legions of angels ministering unto"], [26, "20 him, and who might have subdued his enemies by poAver alone, He Avas content to influence the world, by precept and exam ple, and by suffering ; and to leave the effects of his teachings to the operation of the laAvs which God has ebtablished for the human mind. But there is another vieAv to be taken, of this question of en forcing education, or other moral reform, by laAV. In a republi can government, founded on the basis of the right of the people to govern themselves, every person should be permitted to man age his own concerns, and to share in the general management, as far as he can Avith safety to the body politic. It is only by accustoming the people to govern themselves, and by carrying it out, as far as Ave can, in our municipal divisions of toAvns and districts, that free government can be preserved. By the con stant practice of consulting about tOAvn and district affairs, the mind of the people is kept aAvake ; and even if they have no other education, they have a training in the practice of govern ment, Avhich is a great security for the liberties of the nation. And Avoto the people, Avhen, from devotion to business, pursuit of Avealth, or any other cause, they neglect public affairs, and suffer their control to pass into the hands of a feAv. Now, as a matter of course, this liberty, this power of mana ging their oavii affairs, may be abused. And Ave may think we could manage their affairs much better for them. By forc ing our system upon them. Ave might make a difference of afeAv years, perhaps, in the time of its adoption : but are Ave not stri king a deadly blow at those principles of the right of self-govern ment, and of civil and religious liberty, Avhich we believe to be essential to our prosperity and happiness as a nation. We may regret, Avhen we are in pursuit of an object we think for the public good, that Ave cannot immediately persuade others to think as we do ; that we cannot change the habits and opin ions of the people at once, and bring them all to our Avay of thinking. We may regret that people should be so sIoav to change, and think it an imperfection in the divine economy, that we cannot induce our neighbors to agree Avith us in our no tions of right. But a Avise God has ordered otherwise. He"], [27, "21 has so ordered it, that the character of a people, is the effect of the influences of all past ages, and that it should require time and exertion, to change it. When a man of ardent temperament, Avho has received the elements of a sound moral education, first comes to mix in the turmoil and business of the world, he finds the real, matter-of fact Avorld, to be a very different thing from what his young imagination had painted it. In private life, he finds vice tri umphant, wealth honored, and, very often, virtuous poverty de spised. In religion, he finds, even among the professed folloAvers of Christ, a multiplicity of sects, at variance with each other, and denouncing errors of opinion, Avith more violence than practical Avickedness ; and that the greatest hindrance to the prevalence of religion, in our own and other lands, is the variance between the professions and the practice of Christians themselves. In the State, he finds laws founded, upon Avhat seems to him, wrong and dangerous principles ; government doing Avhat Avould be considered dishonorable in men ; and the people, in selecting officers, sacrificing the Avelfare of the commoiiAvealth, to tempo rary interests and party feeling. He soon finds that there are other minds like his own, Avho have discoA'ered these evils, and brooding over them, have fancied they have discovered some sovereign remedy. Wondering that a benevolent God should permit the existence of so much misery, his sense of duty and his generous feelings prompt him to set about the Avork of re form. Very often, instead of doing good to the extent of his ability, Avithin the sphere to which Providence has allotted him, he imagines himself or joins Avith others in the carrying out of some theory, Avhich is to change the face of society and the Avorld. Such is the enthusiasm Avith Avhich many ardent minds begin their intercourse Avith the Avorld, and Avhich a feAv only main tain through life. Others, fondly trusting that they shall find every body ready to Avelcome their plans for benefitting the race, and improving the condition of society ; Avhen they go forth into the Avorld, find that those of older heads and less excita-"], [28, "22 bility, listen to them with carelessness, perhaps unwillingness ; that the vast majority appear to be satisfied Avith the Avorld as it is, and that their projects of improvement are met Avith silence and contempt. As they groAv in years and knoAvledge, they find that the amount of human misery is incalculable. Seeing the little re sult of all their efforts, hoAv many are there who become dis heartened and discouraged, gradually lose their youthful ardor and enthusiasm, and finally become cold hearted and concentred in self alone : — fortunate if they are not led by disappointment, to be sceptical of the goodness of God, and to spend the remain der of their days in doubt and despondency. Principally, from the reasons here alluded to, it is, that Ave observe that all movements, Avhether religious, social or political, seem to have their seasons of activity, and then, of decline ; and then, of reaction and neAv life. This seems to be the ordained course of human affairs : yet Ave may hope that by every new movement, something is gained for the good of man, although it may not ahvays be the good Avhich mere human wisdom an ticipates. There is, perhaps, no study better fitted to calm our enthusi asm for reform, to a reasonable and Christian standard, than the study of History. We there find, that there is hardly any theory or opinion, of modern times, Avhich has not had its advo cates in times of old ; and that there is very little that is new under the sun. When we are well acquainted Avith the history of the Avorld, we see that suffering and misery are not peculiar to us or to our times ; and Avhile Ave can more justly appreciate our privileges, Ave are less tempted to magnify present grievances. It shoAvs us too, that the condition of the Avorld at this day, and the advantages Ave enjoy above our forefathers, are the result of the exertions and labor of mind, of all the generations gone by, and that as Ave take possession of the earth, improved by the labor of our ancestors, Ave must also take it subject to some of the burdens Avhich human imperfection has left upon it. Poli tics and legislation, become historical sciences, and Ave learn that"], [29, "23 to establish a government, and to mould a people to our Avishes, or even to make an ordinary statute, is not so simple a thing as Ave imagined it. It may be thought that such vieAvs as these Avill have the ef fect of discouraging effort, and lessening the zeal of those Avho are trying to introduce moral reforms, and educate the people. Far from it. Far from suppressing, I Avould only inform and give a right direction to the enthusiasm of youth, and the spirit of benevolence. When a person of little experience, undertakes a project from mere generous impulse, he soon meets Avith ob stacles ; his success does not meet his expectations ; he gives up and surrenders himself to despondency. But Avhen we are well informed in the laws which govern the human mind, and Avhen Ave have studied the course of the divine government, as shoAvn in the history of the past ; Ave see that God has set limits to the power of human effort, and that all important changes are the Avork of time. Our expectations of the results of our labors, be come more reasonable, and Ave are no longer liable to be dis heartened by disappointment. What we may lose in Avarmth of feeling, Ave shall gain in discretion and practical Avisdom. And if Ave have a proper feeling of duty, if our religion is any thing more than sentiment, Ave shall not have the less zeal, but it will be a more practical zeal. We shall try to improve the condition of our neighbors, and of society ; because God has made us to feel it our duty, because he has commanded it. We shall do all in our poAver, and in faith leave the event to Him. He may see fit to bring about great results through our instru mentality, and yet in a very different time and manner from Avhat Ave expect or desire. All our efforts to influence our fel low men, Avill be made in a spirit of kindness. And if Ave meet Avith disappointment, Ave shall not despond, but still press on, trusting that the time Avill come Avhen Ave shall see some good come of our labors. We shall cast our bread upon the Avaters, confident that we shall find it after many days."], [30, ""], [31, "CONSTITUTION OF The R/wde- Island Historical Society, adopted April 5th, 1848. Article I. — Ok Membership. Section 1. The Rhode-Island Historical Society shall be composed of Res ident, Corresponding, and Honorary members. Sec. 2. No person shall be eligible as a resident member, unless at the time of his election he shall reside in the State of Rhode-Island ; nor shall any per son be eligible as a corresponding or honorary member, who shall not at the time of his election be a resident out of said State. Sec. 3. No person shall be eligible as a member unless he be recommended by the Committee on Membership : and all votes on the admission of members shall be by ballot. Sec. 4. 'Whenever a vote shall be taken on the admission of amember, and there shall be found three ballots against his admission, the presiding officer counting the votes shall declare the election postponed until the next regular meeting of the Society. At the next meeting, if the recommendation of the Committee be not withdrawn, he may be admitted by the major vote of the members present and voting. Sec. 5. Every member elect who shall not acknowledge his membership in writing, or sign the constitution, within one year from the time of his admis sion, shall not be considered a member of the Society. Sec. 6. Each resident member shall, on his admission, pay an admission fee of Five Dollars, and thereafter such tax or taxes as the Society may im pose, not exceeding three dollars in any one year. Sec. 7. Neglect to pay any tax for the period of one year after demand in writing from the Treasurer, shall be deemed a withdrawal from the Society. Sec. 8. Resident members alone shall be entitled to vote at the meetings of the Society. Article H. — Of Society Meetings. Section 1. The Society shall hold four regular meetings in each year; on the third Tuesday in January, and on the first Tuesdays in April, July and October. Sec. 2. Special meetings shall be called by the Secretary, on the written request of the President or any five resident members. Sec. 8. Notice of every regular meeting, and of every special meeting for the transaction of any business affecting the financial concerns of the Society, shall be given by advertisement thereof for one week, in one newspaper printed in Providence, and in one printed in Newport. See. 4. Sc\\cii resident members shall constitute a quorum for the transac tion of business."], [32, "26 Article III. — Or Officers and their Duties. Section 1. The Officers of the Society shall be a President, two Vice Pres idents, a Secretary, a Treasurer, one Librarian and Cabinet Keeper for the Northern and one for the Southern District, a Committee on Membership, to consist of three resident members, and an Audit Committee. Sec. 2. The Officers of the Society shall be chosen at the regular meeting of the Society holden in January in each year, and shall hold their offices for one year, and until others be elected in their places. In ease the Society make no election at said meeting, they may do so at their next, or at any other meeting regularly called, and they may sill any vacancy in any office at any regular meeting, Sec. 3. The President shall preside at all meetings, preserve order, give the casting vote, and perform such other duties as usually appertain to such au office. In his absence, one of the Vice-Presidents shall discharge his duties, and in their absence, the Society may appoint a Chairman for the meeting. Sec. 4. The Secretary shall keep a fair record of all the proceedings of the Society, and notify its meetings ; and shall be the organ of communication of the Society. Sec. 5. The Treasurer shall have charge of the pecuniary concerns of the Society, shall collect all admission fees and taxes, and shall pay all bills against the Society when properly audited. At the meeting in January, he shall pre sent his accounts, after they have been examined by the Audit Committee, and shall exhibit his books and papers to the Society when required. Sec. 6. The Librarians and Cabinet Keepers shall safely keep, in such pla ces as the Society shall designate, all books, manuscripts, papers, documents, and other articles committed to their charge. Sec. 7. The Audit Committee shall examine all claims on the Society, be fore they are presented to the Society to be acted on ; and shall, before the January meeting of the Society, examine the Treasurer's accounts, and re port thereon. Article IV. — Of Amendments. This Constitution may be amended by the Society at any regular meeting, provided no member present dissent therefrom. But in case of dissent by any member, the proposed amendment shall be reduced to writing, and postponed to the next regular meeting of the Society, when it may be adopted by the assent of the majority of the members present. Article V. This Constitution shall go into effect on the nineteenth day of July next. Article VI. The officers of the Society appointed under the old Constitution, whose offi ces are not abolished by the new Constitution, shall continue in their several offices, until their successors are elected by the Society."], [33, "27 CIRCULAR. The Society would call the attention of members and correspondents to the following subjects : 1. Topographical sketches of towns and villages, including an account ot' their soil, agriculture, manufactures, commerce, natural curiosities and statis tics. 2. Sketches of the history of the settlement and rise of such towns and vil lages, and of the introduction and progress of commerce, manufactures and the arts, in them. 3. Biographical notices of original settlers, revolutionary patriots, and other distinguished men who have resided in this State. 4. Original letters, and documents, and papers illustrating any of these sub jects, particularly those which show the private habits, manners or pursuits of our ancestors, or are connected with the general history of this State. 5. Sermons, orations, occasional discourses and addresses, books, pamphlets, almanacs and newspapers, printed in this State ; and manuscripts, especially those written by persons born or residing in this State. (j. Accounts of the Indian tribes which formerly inhabited any part of this State, their numbers and condition when first visited by the whites, their gen eral character and peculiar customs and manners, their wars and treaties and their original grants to our ancestors. 7. The Indian names of the towns, rivers, islands, bays and other remark able places within this State, and the traditional import of those names. 8. Besides these, the Society will receive donations of any other books, pamphlets, manuscripts and printed documents, with which any person may please to favor them."], [34, ""], [35, ""], [36, ""], [37, ""], [38, ""]]