[[1, ""], [2, ""], [3, "THE PROGRESS OF POPERY, AND THE MEANS OF RESISTING IT CONSIDERED, IN A LETTER TO THE VICAR OF SCARBOROUGH. A PROTESTANT. \"In our Church has sprung up a new school of semi- Popish divinity, recommended by tlie virtues and talents of its professors, eating its way to the very core ofthe Protestant system of theology. \" Blackwood. LONDON: PRINTED BY MANNING AND MASON, 12, Ivy- Lane, Paternoster -Row. 1838."], [4, ""], [5, "THE PROGRESS OF POPERY, %c. eye. Reverend Sir, That Popery is spreading cannot be doubted. The facts upon which this opinion rests are unquestioned, and its successful diffusion is exciting just, and I hope salutary alarm. From some statements put forth by Protestant writers, its increase is rapid and very considerable. We are told by one, that \" Popery in Ireland at this moment is rampant, it has thrown the whole state into anarchy and bloodshed — it has entered the British Parlia ment, and now enacts laws for Protestant England ! Every institution, hallowed by the blessing of heaven, trembles at its menace. In short, Britain at this moment is under the sway of the Jesuitical power, and is gradually becoming the victim of the Jesuitical acts. Yet Popery is in its infancy. It has not yet gathered its full strength. The seed has not grown into the perfect tree ; it has only risen above the ground, putting forth indications of its vitality and germinating rapidity ; but the virus has nevertheless inoculated Protestantism, and begun to poison the institutions of the empire.\" Again it is said, \"Reli gious discord is predominant, the Protestant establishment is despoiled — crime and devastation are the order of the day. The Papists, maddened by success, are thirsting for Protestant blood, and the priests are a.tive for the spoil. The whole empire is disorganized and overrun by tbe machinations of Popery. The hydra once bound to the earth by more than links of iron, is now set free, and grins savagely for revenge.\"* A writer in Black wood's Magazine, has given a more calm, but a more affecting account of the progress of Poperyj* than this ; and I suppose, the * Church of England Quarterly Review. t Vide the October number."], [6, "4 facts in both articles cannot be impeached. They rest upon good authority, being drawn from authentic sources. Every sincere Protestant, and every friend of truth and virtue should, therefore, ponder them, and mark well the tendency of these things, and the probable results which may be anticipated from the diffusion of Popery. Its advocates avow that it is unchange able, and the history of the past, therefore, sliould teach us a lesson, which should guide us for the future. Popery is inimical to liberty, virtue, and religion ; and our alarm cannot be too strong, nor our watchfulness too great, against all things likely to facili tate its progress. Farewell to all that is dear, valuable, and lovely, should it ever again become dominant in this country. There is a debt which the Papists think we owe, and the reckoning will be severe when it comes. With these views, you will not be surprised if I offer an opinion. The subject is momentous, and on many accounts you appear the most proper person to whom I should address it. The station you fill, the opinions you are] well known to cherish, and the events which have lately transpired in the town all point to you, as the most suitable. Bear with me then ; I have no wish to offend ; my motives are pure ; my object is good. Protestantism is in danger, and I love it so intensely, that all other matters will be forgotten in the all-absorbing desire to aid in saving it from ruin. And even, should some of my views be found to clash with yours, remember, I pray you, that \"the wounds of a friend are better than the kisses of an enemy.\" In the existence and magnitude of this evil, we are agreed; and you cannot more deplore it, or dread the diffusion of popery, than I do. But, sir, this is only important for you to know as a pre liminary, it is infinitely more so that we should ascertain, as accurately as possible, the causes which have contributed to the state of things which all of us lament ; and also what means are most likely to counteract it. As to the former, I by no means attempt to specify the whole. The compass of this letter will not allow it, were I disposed. As a general truth, I really believe that much will be found in ourselves ; either a criminal inatten tion to those means, which are within our reach, for the diffusion of the truth as it is in Jesus Christ, or from something in our conduct, which if it does not symbolize with Popery, approximates so closely to it, that the ignorant and unreflecting cannot distin guish one from the other. I know not how it may be in distant parts of the empire, but judging from what has come under my own observation, I am disposed to lay considerable stress upon two causes, as contributing to this painful state of things. / men tion, as first in importance, the sentiments and conduct of many of the Protestant clergy. I say the clergy, not the church, for the"], [7, "5 latter has but little fellowship with antichrist in her fundamental doctrines. But who can say this of very many of her present ministers? That man sir, would be an object of pity, who after reading the productions of the Oxford divines, could doubt their tendency. I will not say these works contain naked and undis- guised Popery; but assuredly they are just such as a Jesuit would write, just such as a Jesuit would sanction, and circulate when written. Nor is this mere conjecture. I have been told again and again, that the Romish priest in this town, so far from dis- liking them, declares he can cordially recommend them to his flock, and actually carries them about with him for this end. And you know the same individual publicly thanked the Oxford divines for their labours, and congratulated his own brethren upon this manifest affection for the true faith, displayed by per- sons of another communion. Look at these facts! weigh them well, and see if it does not account for much which exists. But this, sir, I conceive is only an effect resulting from causes which have been long in operation. The Oxford Popery is simply the consequence ofthe Popish tone which has, for a considerable period, distinguished the preaching, and marked the claims of many mistaken, I will not say wicked, persons in the Established Church. The public mind has been prepared, and the attention of many clergymen directed to it by various events, or such monstrosities as are propounded in some of these tracts would have been repudiated immediately. But for an under current, common sense would have revolted at them, and the better feelings of human nature would have risen up against such absurdities. For you will agree with me, that Protestantism in her pure form, is at opposite extremes to Popery; and the cordial friend ofthe former must feel the latter utterly abhorrent to his feelings, and that, therefore, some cause must have been silently, but powerfully operating to destroy the points of dissimilarity. Moreover, sir, if these facts did not stare us in the face, it would be more than suspicious that some influence was operating within the Establishment favourable to Popery from the fact, that most of the converts to it are from this communion. Dissenters, I under- stand, lose none. Their churches and congregations are secure from the attacks and inroads of this evil; and we find that it is only from our Church, and from those sections of it where certain doctrines are propounded, to which I shall presently allude, that converts are drawn. What then are those auxiliaries, which are not only disposing multitudes to listen to the seductions of Popish priests, but which are exhibiting their fruit in our venerable seats of learning? Sir, I maybe mistaken, but I firmly believe that it is the propounding of such doctrines as \"apostolic succession,\" and the efficacy of the sacraments, which has done more injury than"], [8, "6 anything else. Both are alike opposed to Scripture and the sen timents and practices of tbe Church. Only think, sir, for a mo ment, of the absurdities involved in the former; ofits identity with Popery, and indeed its sameness with the claims of the heathen, and especially the Brahminical, priesthood. It sets aside all the weight of moral character for an office and work, which of all others are most spiritual. The individual may be a good man, or one ofthe most abandoned of society; his life may be devoted to works of piety, or it may be spent in pleasure and worldliness; he may be sound in the faith, or tinctured with heresy, or even without any settled theological opinions at all ; and yet, if he has been episcopally ordained, he is, in spite of all, a legitimate suc cessor of the apostles, and a true minister of Jesus Christ. And is not this the very doctrine of Popery? Urge upon the Papists, the adulteries, blasphemies, and crimes, many of them unfit to mention in this letter, ofwhich their popes, cardinals, and priests have been guilty, and you are met with the reply, Character has nothing to do with this work : moral qualifications neither increase nor diminish tbe power of, or fitness for it. It is a succession to office and not to character, and the former is not affected by the latter.- — Thus, sir, whilst you agree with them in principle, both rest the fitness and authority, for proclaiming a religion, emi nently pure, spiritual, and heavenly, not upon the possession and exemplification of ils influence, but upon a mere fiction, an assump tion which no living mortal can satisfactorily prove. Then as to the doctrine of sacramental efficacy; take that of Baptism for example. This is frequently represented as regene ration, and the people are told that no other change is requisite; whilst they are assured that no man can properly administer it, who cannot trace his descent to the apostles. Now, can any man soberly believe these representations as harmonizing with the Scripture; can he believe the latter especially, when he knows that the authorities of the Church allow, in certain cases, the vali dity of baptism as administered by an old lady, or even a Dis senting minister? Now, sir, a valid baptism is a true one I suppose; and isso, these are cases in which apostolic succession is not requisite for the efficacy of this sacrament. But I do not argue this point : my wish is simply to state the doctrine as far as I know it. This I think I have done. I have not exaggerated. Can the people discriminate the fine shades of difference, when in such important points they see such close agreement? Is it not level to the meanest capacity, that if apostolic succession be scriptural, the Romish priest is not only a true and legitimate minister of Jesus Christ, but has antiquity in his favour, and all the advan tage of unbroken succession? You thus shew them that Popery is not heresy ; that Romish priests are not heretics, but proper"], [9, "7 ministers \" of the Great God and our Saviour Jesus Christ.\" Then they have authority to preach God's word ; to administer the sacraments in as full a manner as you ; and as both believe that these when administered by a proper minister are effica cious, the Papist is as secure as you. There is — there can be no difference. You are compelled to admit that baptism adminis tered by a Romish priest is just as effectual as that by the Arch bishop of Canterbury. Oh, sir ! you little know how these things tell upon the public mind, and how far they exert an influence. Popery is only carrying out these dogmas. Simply tracing them to their natural consequences. Indeed, I cannot see how any man holding your views can object to them ; and if you do not abandon or modify them, honesty and consistency must rank you with the Oxonians. Much, sir, as I abhor the principles of Popery, could I believe the doctrine of apostolic succession, and that of bap tismal regeneration, I must then become a Romanist at once. But though, in my opinion, this has powerfully contributed to the diffusion of Popery, it is not the only one. Others have aided; particularly the countenance which has been given by Protestants of rank and influence to it. The fact, sir, is unquestioned, it is frequently forced upon our attention, that if a Romish church is opened, the newspapers abound with accounts of the liberality of Lord John, or Lady Mary so and so. Nor is it merely their purse which is open, but they sanction Papists with their presence at their worship. Look at home, sir; I write only what everybody knows. I am sorry to record it ; but truth is invaluable, and no consider ation should induce us to swerve from it. In the Romish chapel here, some time ago, a new organ was erected, and bills pomp ously announcing the opening were posted in the town, and many calling themselves Protestants were present at the mass, and amongst them the daughter of the Protestant Archbishop of York and her family, and several gentlemen of property and influence. I know the motive which influenced her ladyship. I am well aware of the state of political parties in the town at the time. But I have, sir, simply to do with facts and their tendencies, and not with motives. Well, what was the result in this instance ? Why, from that time, I am told, impressions were made upon the mind of an individual which have terminated in his union with the Roman Catholics a few weeks ago. I say nothing of this conversion ! I am not surprised at it ; whilst the correspondence with the Rev. G. B. Kidd satisfies me, that religion has nothing to do with it. This is only one instance, and I only give it as a specimen of one class of results which arises from this incon sistency. Individuals such as these would shrink from entering a Methodist or Dissenting meeting-house. It would degrade and compromise their religious character as Protestants. But Roman-"], [10, "8 ists, ahout whom we hear so much, and the progress of whose faith is convulsing our Protestant establishment to its centre, and awakening the deepest alarm for its safety, receive their sanction and cordial support. We shall have next, I fear, bishops pro pounding terms of concord and agreement between the two churches, and ultimately her Majesty sanctioning them with her authority. Now, sir, if you consider these things; if you mark their tendency and observe their effect, you will cease to wonder that the public mind is increasingly disposed to regard Popery in a favourable light. And if these things are continued, the con sequences will be still more fearful and disastrous to all we hold dear. From the causes of the evil I now turn to the remedy. Im portant as a knowledge of the former may be, its greatest value is, that it enables us to form somewhat of an accurate opinion of the best means for counteracting this fearful evil. As an individual, I am thankful for any suggestion, come from whom it may, and I have no doubt from the interest you feel in this matter, that you participate most fully in this feeling. I have lived long enough to know that all efforts to restrain error are difficult. Popery too is very subtle : its advocates and partizans have so much moral latitude, and its doctrines and ceremonies are so congenial with the vicious and depraved principles of human nature, that it is next to impossible to unravel their web of sophistry and to detect them in all their windings. But if we cannot do all, the case demands that we should do what we can. Permit me then, sir, in the commencement, to say that against every species of restriction, in the diffusion of their sentiments, and every privation of political right for entertaining them, I most solemnly protest. Let them have a wide and fair field. Let every barrier be removed. For nothing, I humbly conceive, has aided the diffusion of Popery so much, as the branding its adherents with a political stigma. By this, as in all cases of manifest oppres sion, sympathy has been excited, and the heralds of Rome have been enabled successfully to awaken the deepest and most intense affection in the warm-hearted, but ignorant peasantry of Ireland. The priests have expatiated upon their wrongs in such glowing language, tbat Protestantism is almost banished from the island. Sir, we never give an antagonist so much advantage, as when we enable him to appeal to the sympathy and to secure the feeling of a people in his cause. However weak his claims, however absurd his notions, hostility to them will generally raise them from their native obscurity, and invest them wilh importance which other wise they would not possess. In the masses, especially unen lightened and untaught, feeling always triumphs over judgment, and whoever enlists in his cause the\" former, is sure to succeed."], [11, "9 'Tis so with Popery. You cannot help seeing how much the in- juries, and the political evils, under which Ireland has groaned for centuries, have armed the demagogues with their most powerful invectives. It has enabled them to exhibit their sufferings as in- flicted for religion ; and when they have stood before the people to plead their wrongs, they have appeared as martyrs for their faith, armed with a power, and producing impressions, before which the mightiest energies of Protestantism have been enfeebled. Let us then, sir, learn wisdom from the past. Let us abandon this plan of operation. Let them have prosperity. It will do them more harm than good. It will deprive them of one of the most powerful means of exciting the people; and we should cease to appear in the odious light of persecutors. True, we might lose a little, in the mere externals of Protestantism, but we should gain infinitely more in moral power. We should contract the circle of our defence, but it would strengthen our position. We should abandon some means of annoyance, but it would be to disarm our antagonists of their most powerful weapons. Besides, Sir, need I remind you, that every privation of civil rights, for conscience sake, is not only the essence of persecution, but is the kind of means employed in all ages by the wicked against the virtuous and good. Remember, Jesus Christ and his apostles were persecuted. The primitive Church was persecuted. These suffered much, but they never inflicted evil. Their senti- ments, the genuine sentiments of religion upon this matter, I believe, were, \" Being reviled, we bless ; being persecuted, we suffer il; being defamed, we entreat.\" On the contrary, Pharoah perse- cuted; Nebuchadnezzar persecuted; the Pagan Emperors per- secuted; the Popes of Rome persecuted, but the genuine Church of Christ never. No, Sir, Christianity is opposed to it in every sense! And under what aspect, therefore, does it present us? Can we help being identified with those whose practices we imitate? If we do the work of a master, is it any wonder if persons should call us his servants ? And if we do the work of persecution, jus- tice demands that we should be regarded as persecutors. \" The weapons of our warfare are not carnal, but spiritual.\" Not forged in the armoury of hell, but in that of heaven. Then religion is moral ; its influence is moral ; its hopes and promises, its motives and rewards, are moral ; and no means of enforcing it which do not correspond with these should have our sanction. An excellent prelate has forcibly and justly observed, \" If these (i. e. pains and penalties) can be ihe true support of a kingdom which is not of this world, then sincerity and hypocrisy, religion and no religion, force and persuasion, a willing choice and a terrified heart, are become the same things ; truth and falsehood stand in need of the same methods to propagate and support them; and our Saviour himself"], [12, "10 was little acquainted with the right way of increasing the number of such subjects as he wished for.\"'* And be assured, sir, the bishop is right. Religion needs not such unhallowed means of support. She has triumphed without them, and her achievements have been more striking, glorious, and permanent, when unfettered and alone, than when sustained and enforced by pains and penalties. Let the Papists, then, have unrestricted freedom in the propaga- tion of their sentiments : reason, policy, and truth demand it. Protestantism has nothing to fear from a fair and manly combat; light is preferable to darkness, truth will triumph over error, purity will vanquish sin, and knowledge will ultimately chase away the ignorance and superstition of the mind. The conflict may be long and severe, but not uncertain. But from what I think we should abstain, allow me to point out one oi* two things which we should, sir, steadily pursue. The closer union of all Protestants is, I conceive, in the present state of things, a matter of great importance. The causes of their disunion are too numerous and intricate for me to discuss in this letter; whilst I fear the spirit in which some of the dissentients from the Establishment have been treated, has only tended to irritate thera and widen the breach. Sure I am, sir, that all other means will fail. Ridicule, abuse, and misrepresentation, have been tried, and with what result? Let the present state of the Dissenting community answer. The more they have been oppressed, the more they have multiplied. Indeed, common sense should teach us, that the men who can minister in dissenting places, for the miserable pittance which generally is given them, when it is well known, judging from the readiness with which some from their ranks, who could not keep a congregation together, have been ordained by our prelates, they might enjoy a competence in our Church, are not the individuals to be moved by these things. No, sir, their principles are too firm — their conscience too enlightened. Let it also be remembered that Protestant Dissenters have more to fear from the prevalence of Popery than any other class ; and the charge, therefore, often brought against them, as being the allies of Papists, can only result from the grossest ignorance of their principles, and an incapacity to appreciate their motives. To a man, I believe, they would repudiate it. True, they may sympathise with the Papists in their political degradation, but not with their religion. They would doubtless raise them to civil equality as men, but they would annihilate their faith. The charge is monstrous. A child may see that every section of the Dissenting community is removed to a greater distance from this anti-christian system than an Establishment, and that its posses- Bishop Hoadley's Sermons, p. 298. Vide also, pp. 299, 300."], [13, "11 sion of power would be more threatening to them than to us and our friends. Upon the fundamental principles of Establishments you are perfectly agreed ; but between Popery and Dissent there is no feature in common. Is it then, sir, wise to abuse them con stantly, and to hold them up to contempt? To represent them to the people, notwithstanding their efforts and their usefulness, as worse than Papists? The time will come when this will be re gretted, but repentance will then be in vain : their honesty, sim plicity, and fairness of principle, will ultimately place them before Europe as the consistent defenders of the true faith, when some of its more noisy, and well-paid advocates have betrayed the sacred cause, or inflicted upon it the deepest injur)*. Whilst, then, every rational, and, I may say, scriptural motive would sanction this mode of action as most suited to remedy the evil, the thing itself does not appear to me beset with insuperable difficulties : there is nothing in it but what a spirit of Christian love can accomplish. The points of difference upon doctrines are not essential to salvation. There is, as far as I know, a perfect agreement in fundamentals. In the great doctrines and facts of the Bible, there is a unity of opinion, and there only wants the animating principle of love to pervade the heart to produce a unity of feeling and action. Sir, I love principle too much to wish, for one moment, the Churchman to abandon his principles, or the Dis senter to become an apostate from his faith. I would have them hold all that God's word sanctions, but let it be \" in the unity of the spirit, and in the bond of peace.\" The charity wllich sacrifices an iota of principle is spurious — is despicable. But common dan ger should animate to united opposition; and differences in small things should never blind men to excellencies in one another, or render them insensible to the advantages which mutual co-opera tion would secure. Sure I am, from all I know or can learn, that Dissenters have no hostility to the Church : it is worse than idle, it is absolutely wicked, to confound their opposition to a state connexion, with hostility to episcopacy. The difference between the two, you know, is immense. With Episcopalians there might he the same fraternal intercourse as with the various sects of Dis senters : and this is what I wish. And moreover, this equality must take place before Popery and Infidelity stand abashed before the grandeur, the purity, and simplicity of the religion of the Son of God. At the same time, sir, let me not be mistaken. I only speak my own sentiments: I am asking nothing for Dissenters: I am not their organ. Not one of them knows of this letter : they feel no alarm : they have no dread about Popery : they are secure in the power and vital energy of their principles. I am alone in this : my anxiety is simply about truth. I feel that error is spreading,"], [14, "12 that many of its advocates are in our own Establishment, and that Popery, in its naked as well as insidious forms, would be disarmed of much of its influence, if that prayer of the Redeemer was an- swered — \" That they all may be one, as we are one, and that the world may know that thou hast sent me.\" From the subject of Protestant unity, I turn to another, the im- portance of a faithful exhibition of Divine truth by the ministers of Christ. Upon this I lay much stress: the other is confessedly important, but this specially so. It is the means which our blessed Redeemer has appointed for the regeneration ofthe world, and for the diffusion of holiness and peace amongst men.* Foolish it may be to the men of this world, but it is the power of God to salvation to all them that believe.+ The apostles contented them- selves with the simple preaching of Christ, and what was the result? What ! The darkness of Paganism fled before it, and so potent was this agency, that the fetters of superstition were broken, and idolatry bowed before the unlettered heralds of the Cross. The Reformers used it Luther, our own immortal Cranmev, and their colleagues, employed this as an instrument for effecting the great work of the Reformation. It was not by might or power that the poor monk of Erfurt began his glorious work, but by the sword of the Spirit. For years he stood alone: his only weapon was the Bible. The Vatican trembled before it; and the birds of dark- ness which, undisturbed, had reposed for ages in its recesses, were alarmed by the light which flashed from the Sacred page. Aud I have no doubt it is the plain and unvarnished truths of the word of God proclaimed in the Dissenting places of worship, which not only conduces to their prosperity, but preserves them from the inroads of Popery. And what truth has effected in these instances, it is still able to effect in all and similar circumstances. It will be a barrier against the advance of this fearful error, far more durable than acts ofthe senate, if fully, faithfully, and affec- tionately proclaimed amongst the people. Before this, Popery must retire : it cannot live in light : it originated in corruption, and it is vigorous only in proportion to the extent in which vital Christianity decays. I speak calmly, deliberately, and most con- scientiously, when I avow my belief that it is, as a system of reli- gion, eminently suited to the depravity of human nature; one surpassingly adapted to the sensual and unholy passions of the heart. With no motives to virtue, but every encouragement to licentiousness and vice, it puts forth the loftiest pretensions to purity, and in the life and conduct of its members, exhibits a daily refutation of its own claim. It is by no means wonderful to me that rich men, sensual men — men who have consumed their being * Matt, xxviii. 18 — 20. f 1 Cor. i. 23—29."], [15, "13 in pleasure and in lust — should die in the Catholic faith, when they are taught to believe that a little money paid to the priest will free them from that partial misery in the future world to which their sinful courses in this may have exposed them. I re peat, then, sir, that a system like this, — wllich holds out the abso lution of all sin here, and the freedom from misery hereafter, for money, — so unlike the religion of Jesus Christ, cannot stand before the pure, the self-denying, the elevating influence of that gospel wliich the New Testament reveals. To my mind, dark ness and light are not at wider extremes than genuine Popery and genuine Christianity. But what do I mean by Divine truth ? Simply, sir, the truths of the Bible, especially those which have a reference to Jesus Christ. These should be exhibited in all their fullness and proportion. Let them be always presented to the attention of the people, and no opportunity allowed to pass without the most illiterate knowing from you his condition as a sinner, and the way of salvation by the Saviour. Two things evidently stand out in Holy Scripture in the most bold and striking relief, — man's entire depravity as a sinner, and the free and unmerited grace of Jesus Christ, as the Redeemer. These are the basis of all others, and from which they derive whatever interest and value they possess. Now, if every minister of the Gospel, not only cordially believed them, but faithfully and constantly made them the subject of his addresses from the pulpit, not only would Popery itself be checked, but how much nominal Protestantism would be destroyed also ! Rest assured, preaching of this kind will be more efficient than all the orations which can be delivered against Romanism. A venerable professor of theology once said to me, \" The best way of opposing error is to exhibit the opposite truth.\" Is there not wisdom in this? Did you ever know a controversial ministry a useful one? or, have you even to learn that, in hearing objections answered, the minds of many persons really become acquainted for the first time with the reasons for and the plausibilities of error, and that im pressions are often produced by them which the most judicious answers do not remove? Nay, is not even your experience an evidence of the defectiveness of this mode of diffusing truth and dispelling error? You have tried this for years, and yet Roman ism has spread — Dissent has spread, and the influence of the Church has weakened. Let me now, sir, earnestly entreat you to try the plan I recommend. Leave politics ; leave tirades against heresy and heretics, and try the Gospel ; unfold its glory, exhibit its truth, and press upon the attention of the people the suitable ness of Jesus Christ as their Saviour. This I am sure, sir, would succeed. It has succeeded: and you have not only the testimony of fact, but the assurance of immutable Truth itself, that such"], [16, "14 labours shall not be in vain in the Lord. Look at Paul ! He had to grapple with the complicated influence of Paganism, to struggle with the imposing form of Judaism, and to expose the insidious workings of heresy ; and he triumphed ! But how and by what means? Simply by preaching Christ; \"I determined to know nothing else amongst you but Jesus Christ, and him crucified.\" He felt that there was a power, a grandeur, and magnificence in the Cross, which, whilst it was all-subduing, would cast into the shade every motive to action which worldly grandeur and honour could put forth, and win the assent of the understanding and the heart when all these failed ! And, oh ! sir, there is the same moral power still ! The Cross has its influence, — the Saviour has attractions yet, which, if exhibited, will secure not only the mind from Popish seductions, but will consecrate the heart to his service. I am aware that other means may be used, but these appear to me of first importance ; I have, therefore, mentioned them for this reason; and if they are carried out, all others will more easily as well as successfully follow; nor can they be employed without great benefit resulting to the Church of Christ. But, sir, what ever difference of opinion there may be between us upon the policy or the propriety of these suggestions, we are agreed, I apprehend, that at no period since the restoration was the situa tion of the Church so critical and alarming as at the present. She is assailed not only by outward enemies, but many, under the mask of affection, within her own precincts, are actually employed in subverting her foundation and opening a way for apostacy from the faith. Truly tbe Church is in danger, but assuredly her worst foes are those of her own household. Her friends may well tremble for her fate, when those within her bosom avow their hatred to the Reformation and the principles which it has immortalized; and these, too, by the dignified of her Clergy and the residents of one of her Universities. What the end will be I know not ! No vision can penetrate the future; but it needs no prophetic spirit to fortel that, unless her ministers lower their absurd and ridiculous claims, manifest more ofthe spirit and temper of their divine Master, are more solicitous about the spirituality and purity of the Cliurch than its grandeur and worldly power, and act more fully upon the principles I have laid down, she will fall an easy prey, and -'Ichabod\" will be inscribed upon her desolated altars; — \"the glory is departed.\" Yes, sir, there is a spirit rising in our day, as yet only in the infancy of its power, which will bring every thing to the test. Our institutions, both civil and sacred, will pass in review before it. The claims of the Church, laid upon either the apostolicity of its doctrines, or the succession of its ministers, or the antiquity of its forms, will not shield it from the closest"], [17, "15 scrutiny. No! the claims themselves will be tried by the only just and lawful standard, the Word of Christ ; and be assured that, if it allows an apostolicity of doctrine and ministerial succession, it will demand also a conformity to apostolic manners and apostolic labours. And, sir, if in this examination it is found that apostles were men of unspotted purity, of unsullied character, of glowing zeal, of unwearied exertion, of the most self-denying temper, working with their own hands, kind, courteous, and glorying in their sufferings for Christ's cause ; and, moreover, that in connec tion with the ministry of such men religion spread, and overcame every impediment, and gained its most splendid and permanent triumphs ; — if, I say, all this is discovered, I am disposed to think that only those men will be acknowledged as the lawful successors to these noble individuals, whose claims correspond not in lofty pretensions only, but in deed and in truth. Those I suspect will have the preference who are found to succeed them in labour, toil, suffering, and want; rather than in authority and worldly dignity. It is certain the Apostles endured the former, but very doubtful if ever they possessed or pretended to possess the latter. But, however this may be, of one thing I am confident, — the Church of Christ will never fail ; it is built upon a rock, and the gates of hell cannot prevail against it. Protestantism also is undying. It may lose its pomp and worldly splendour; its thrones and mitres may crumble to dust, but its immortal principles will be untouched. God may punish us for our worldly spirit, ambition, and love of power, by suffering a flood of Popish error, for a season to roll over the fairest portions of our land, yet the Church, like the ark of mercy, though for a season it may bear the dash ing of the wave against it, will ultimately be seen riding in safety upon the desolating billows. Respectfully submitting these thoughts to your attention, and that of your brethren, I subscribe myself, Yours most truly, A PROTESTANT. December 18, 1838. LONDON: PRINTED BY MANNING AND MASON, IVY LANE, PATERNOSTER-ROW."], [18, ""], [19, ""], [20, ""]]