[[1, ""], [2, ""], [3, "THE GENTLE SHEPHERD, A DRAMATIC POEM. In FIVE ACTS. DONE INTO ENGLISH From the Original of ALLAN RAMSAY, CORNELIUS VANDERSTOP."], [4, ""], [5, "THE GENTLE SHEPHERD, A DRAMATIC POEM. In FIVE ACTS. DONE INTO ENGLISH From the Original of ALLAN R A M S A Y, CORNELIUS VANDERSTOP. The gentle Shepherd fate befide a Spring, All in the Shadow of a bufhy Brier ; That Colin Hight, which well cou'd pipe and fing- For he of Tityrus his Songs did lere. Spekcsr, p. 1 113. LONDON, Printed for the Author ; and Sold by Walter Shropsh ire No. 158. New Bond- Street, Jt BeW in Pat.rnoftcr-Ro.., all the Bookfcll- rs and Stationers in Town and Coun- try; and to be had alfo of the Author at No. 9. Ptinces- Sircet, Hanover Square. 1 777. [Price One Shilling and Sixpence.]"], [6, ""], [7, ". T O The PUBLIC. O N G has the Gentle Shepherd won our Praife, ■*— ' As fweetly fung in Ramfay's flowing Lays ; Where Numbers foft their pleafing Pow'rs combine, And artlefs Nature breathes in ev'ry Line : But, tho' its Excellence fo well is known, Its Beauties, yet, too partially have fhone : Its latent Charms obfcur'd to Engli/h View, The Scottijh Language underftomd by few. A free Tranflation is the prefent Aim, And hence the Author does Attention claim. If to theff Scenes fome little Skill 'pertains, And Ramfiay charms afrefh in Engli/h Strains ; Shou'd this Attempt keep clear of rude Offence, The Words but chang'd, nor maim'd — their proper Senfe ; Some venial Errors Critics may excufe ; Allowance granting for a youthful Mufe : But if, all rude, his aukward Pen deface Thofc fimple Beauties which he meant to grace ; To public Judgment well refign'd he'll ftand, Nor dare to cenfure its correcting Hand : But better Hopes arife, of fair Succefs, That Candor will his well-meant Efforts blefs : To public Trial he fubmits his Caufe, Nor doubts, if due, Indulgence and Applaufe. C. V. princes Street, Hanover Square. 3d April, 1777."], [8, "DRAMATIS PERSONS. MEN. Sir William Worthy. *Patie, the Gentle Shepherd in love with Peggy. Roger, a rich young Shepherd in love with Jenny. Symon and Glaud, two old Shepherds, Tenants to Sir William. Bauldy, a Hind, engaged with Neps. WOMEN. Peggy, thought to be Glaud's Niece. Jenny, Glaud's only Daughter. Mause, an old Woman, fuppofed to be a Witch. Elspa, Symon's Wife. Madge, Glaud's Sifter. SCENE a Shepherd's Village and Fields fomc few Miles from Edinburgh. Time of Action, within twenty Hours. Firft A£t begins at Eight in the Morning. Second Act begins at Eleven in the Forenoon. Third Act begins at Four in the Afternoon. Fourth Act: begins at Nine o'Clock at Night. Fifth Act begins by Day-light next Morning. * The Eng'ijh Reader wili be pleafed to obferve, that Patle is the Abbreviation of Patrick ; and is to be ponounced as li it W4f fpelt thus, Paitee."], [9, ""], [10, ""], [11, "i 1 J THE GENTLE SHEPHERD. ACT. I. SCENE I. Patie and Roger. Patie.f~T\\ HIS lovely Morning, Roger, chears my J. Blood, And puts all Nature in a lively Mood : How pleafant 'tis to view each riling Plant, To hear the Birds their warbling Carrols chant ; How wholefome is't to breathe the vernal Air, And all the fweets it bears when void of Care : Chear up thy Looks, and ceafe thus to complain, Or tell the Caufe of thy iil-feafon'd Pain ? Roger. I'm born, O Patie, to a wretched Fate, I'm born to ftrive with Hardfhips fad and great: Tempefts may ceafe to fwell the rolling Flood, Ravens and Wolves to thirft for Lambkins Blood; B But"], [12, "[ a 1 •> h But I, opprefs'J with never-ending Grief, Muft ftill defpair of meeting with Relief. Patie. The Bee fhall loath fvveet Flowers, defert the Hive, Willows on marfhy Grounds fhall ceafe to thrive, Ere fcornful Jilts, or Lofs of worldly Gain, Shall break my Reft, or ever give me Pain. Roger. So might I fay, but 'tis no eafy Part, For one, fo heavily deprefs'd at Heart ; You have fo foft a Voice, fo fmooth a Tongue, You are the darling of both Old and Young : If I endeavour but to fing, or fpeak, They ftop their Ears, fnatch up their Milk-pails quick,. Jeering me Home with many a taunting Sneer, While my Soul finks with fdent Shame and Fear : Yet I am tall, and as well-built as you, Nor more unlikely to a Lafs's view ; For ev'ry Sheep you have, I'll number ten, And fhou'd, methinks, be better treated — then. Patie. Perhaps, my Friend, you've not an open Hearty And do not freely with your Money part j If that be true, what fignifies your Pelf, The Mind that's narrow— ftill torments itfelf. P.oger. My Cow-houfe fell, feven fine Cows were loft, Three others died, nor was my Temper crofs'd. Nor did I much concern, laft Winter, fhow, Tho' Scores of Weathers perifh'd in the Snow. Patie. Were but your Farm as thinly ftock'dasmine, Lefs would you lofe, and lefs you would repine ; He that has juft enough may foundly fleep, The Surplus only troubles one to keep. Roger,"], [13, "[ 3 1 Roger. May Plenty flow upon thee for a Crofs, That thou may 'ft feel the Smart of many a Lofs ; O may'ft thou doat on fome fair Damfel dear, Who ne'er will deign your love-fick Sighs to hear, 'Till, prefs'd beneath the Burden, you grow wifer, And own that one may fret, and be no Mifer. Patie. Six good fat Lambs I fold but Yefterday, And bought a Flute, to make me blythe and gay, Of Plumb-tree made, with Iv'ry neatly bound, A dainty Whittle with a pleafant found ; With this — I'll be more happy in my State, Than you with all your Wealth, you niggard Pate. Roger. No, Patie, no, I'm no fuch (.hurlifh Beaft, Some other Thing lies heavier at my Bread ; I dreamt a difmal dreary Dream laft: Night, My Flelh ftill ftiudders with the horrid Fright. Patie. Now to a Friend — hoy/ ftrange this Language fliows, To One,vwho you, and all your Secrets, knows ; Weak are your Dreams, as weakly would you hide Your well-known Love, and fcornful Jenny's Pride : Take Courage, Friend, to me your Sorrows own, And fafely truft, to me they're only known. Roger. Indeed now, Patie, you have guefs'd too true, And there is nothing I'll conceal from you ; To me proud Jenny Ihows fuch fcornful Look, I know not how her haughty Airs to brook ; A fix'd Referve and Coolnefs ftill I find, Which fills with deep Regret my troubled Mind We lately met in yonder Plain by chance, She fled in hafte, nor deign'd a angle Glance ; She Bauldy loves, Bauldy who drives the Wain, But fleers at me, and fays I'm pert and vain. B 2 Patie."], [14, "[ 4 ] % > Path. But Bauldys Thoughts by no means that Way bend, He fighs for Neps ; confider that, my Friend. Roger. I wifh I could'nt love her but in vain, I -fblll muft doat, and mourn her proud Difdain. - My Beaver is a Cur I love, I own, Yet fenny beat him till me made him groan ; Did I poffefs a Corner in her Breaft, She'd furely fhown more Kindnefs to my Beafr. : When I begin to tune my Pipe or Horn, Then (he difplays her haughty Airs and Scorn ; Laft Night I play'd, (was ever heard fuch Spite) \" O'er Bogie\" was the Tune, and her Delight* Yet tauntingly fhe at her Coufin leer'd, Afk'd her what Tune I play'd, and archly fneer'd .* Flocks, wander where you like, my Joys are o'er, I'll break my oaten Reed, and play no more. Patic. E'en do fo, Roger, who can help ill Chance. But, fince (he's like to lead you fuch a Dance, Cou'd you approve my Counfel right to keep, Yonder's a Rock e'ep take the Lover's Leap. Roger. I need not make fuch Hafte my Blood to fpill, Death comes too foon, let Death come when he will. _Patie. You filly Fool, leave off that whining Way, Seem carelefs, take my Word you'll win the Day. Hear how I ferv'd the Lafs I love, as you Do feuny, and with Heart as ftaunch and true : Yefterday Morning I was early out, Upon an Hedge I lean'd and look'd about, I faw my Meg come tripping o'er the Lea, I faw my Meg, but Peggy faw not me ; For yet the Sun the Mill was wading thro', And fhe was clofe upon me, ere fhe knew, Her"], [15, "5 Her Gown was tuck'd up, and did fweetly fhow Her handfome Legs that whiter were than Snow ; Her lovely auburn Hair, fo bright and fleek, In flowing Locks hung waving on her Cheek ; Her Cheeks fo ruddy and her Eyes fo bright, Her pretty Mouth fhow'd Teeth like Iv'ry white j So neat and trim fhe was, her Cloaths fo clean ; As (he came tripping o'er the dewy Green, I gaily call'd, my pretty Meg, come here, What makes you thus fo early out, my Dear ? But I can guefs, you're come to gather Dew ;— She fcour'd away, and faid, what's that to you ? Then fare you well, Mifs Pert, e'en go your Way, I carclefs, cried, and then began to play ; This Ample Scheme fucceeded, as I gueft, My Peggy foon came running back in hafte ; Mifnam'd me firft then bid me go away, And feek fome wand'ring Ewes that were aftray I laugh'd, and fo did fhe, and then with Hafte I clafp'd my Arms about her Neck and Waift, About her yielding Waift, and took a Score Of fweeteft Killes from her Lips, and more ; While thus I prefs'd her clofely to my Arms, My Soul tranfported with her glowing Charms, O how fhe fcolded me at ev'ry Kifs, Yet well I knew the took it not amifs. Dear Roger, when your Lafs looks fhy or glum, Do you fo too, and never bite your Thumb ; Seem to forfake her, foon fhe'll alter quite, But woo another, and file's your's outright. Roger. Kind Patie, Bleflings on your honeft Heart, You are fo chearful, and have fuch an Art To comfort one ; e'en I, who was fo weak, You've hearten'd up, fince you began to fpeak ; i So"], [16, "[ \"6 ] So, for your Pains, this Prefent I defign ; My Mother (reft her Soul) fhe made it fine ; A Plaid, fpun of the fineft Wool, and new, Scarlet and Green the Squares, the Borders Blue, With Stripes like Gold and Silver, crofs'd with Black, I never had it yet upon my Back ; Well are you worthy of it, who, fo kind, Have cur'd my fearful Doubts and clear'd my Mind. Patie. Well, hold you there, fince you've fo freely made To me a Prefent of yeur fine new Plaid ; My Flute is yours, and fhe too, that's fo nice, She fhall be yours, but follow my Advice. Roger. As you advife, I promife to obferve, But you fhall keep the Flute, who belt deferve j Now take it out, and give a Roundelay, For I'm in Glee to hear you fing and play. Patie. But, firft we'll take a turn up to the Hill, And fee if all our Flock be feeding ftill, And then with Oat-cakes and a Slice of Cheefe We'll make a Breakfaft that a Lord might pleafe, Might pleafe the daintieft Folks, were they fo wife, To feafon Meat with Health inftead of Spice ; And when we've ta'en our Grace-cup at the Rill, I'll fing and play — as long as e'er you will. [Exeunt. SCENE"], [17, "7 SCENE II. Peggy and Jenny. Jenny. Come, Meg, let's do our Wafhing on this Green, This -tuning Morn will bleach our Linen clean ; The Water's clear, the Sky, ferenely blue, Will make them like a Lilly wet with Dew : Peggy. Go farther up the Bank to yonder Place, That all the Sweets of Spring and Summer grace ; Between two Trees, where yon Cafcade is feen, The Water falls, and makes a pleafing Din ; A Pool, Breaft-deep, beneath as clear as Glafs, Kiffes, with Eddies foft, the bordering Grafs : We'll end our Walhing — while the Morning's cool, And, when the Day grows ho», we'll to the Pool, There wafh ourfelves 'tis healthful now m May, And fweet refrefhing on a Summer's Day. Jenny. But when we're naked, what are we to do, Should our two Swains come running down in view ? That jeering Patie then wou'd rudely blame, And, taunting, tell us, that we're void of Shame. Peggy. We're far from any Road« and all is ftill, The Lads they're feeding far beyond the Hill. But tell me Jenny, now, and tell me plain, What makes you plague your Lover with Difdain X The"], [18, "[ 8 ] The Neighbours all know this, as well as I, That Roger loves you, yet you make him figh : What is the Reafon ? Troth, between us two, In ev'ry Senfe — he werthy is of you. fenny. Dear Meg, I like him not ; to tell you plain, Ne'er faw I fuch a ftupid filly Swain : He combs his Hair, indeed, and dreffes neat, His Stockings nicely white, and trim his Feet • He folds his Cravat down his Bread with Care, And few go fmarter to the Kirk or Fair ; Yet, Peggy, he can neither fing nor fay, Except, how d'ye or it's a pleafant Day. Peggy. You dafh the Lad with that difdainful Look • Hatred for Love is furely hard to brook : But you'll repent, if e'er his Love grows cold, Who likes an haughty Maiden, when fhe's old ? Like a fpoilt Child, who quarrels in a Pet, And will not touch the Meat before him fet, The reft laugh at him, till the Dinner's paft, \"1 And then the Simpleton's oblig'd to faft, J» Or take another's Leavings at the laft. J Fie, fenny, think, and do not flip your Time, fenny. I never thought a fingle Life — a Crime. Peggy. Nor I ; but Love in Whifpers tells us plain, That Men were made for Us, and We for Men ; fenny. If Roger is my Lover, he knows beft, Nought of the Kind from him I've heard exprefs'd ; He glouts, fobs, fighs, and I may guefs the Caufe, But who's oblig'd to fpell his Hums and Haws : Whene'er he likes to tell his Mind more plain, I'll tell him frankly ne'er to do't again. They're"], [19, "9 They're Fools who Slav'ry love, and may be free : The Men may all go hang themfelves for me. Peggy. E'en take your Way : for me, it is my Mind, To be as yielding — as my Patie's kind. Jenny. How, Peggy, can you love that Rattle ftill . A very Devil, that muft have his Will. Soon fhall we — hear what an unhappy Life You two will lead whene'er you're Man and Wife. Peggy. I'll run the rifk ; nor have I any Fear, But rather think each tedious Day a Year, 'Till I with Pleafure mount my bridal Bed, Where on my Patie's Breaft I'll lean my Head ; There he may kifs — as long as killing's good, And what we do — there's none dare call it rude : He'll have his Will ! why true ; it is my Part To give him that ; and he'll give me his Heart. Jenny. He may, indeed, for ten or fifteen Days, Carefs you much, and flatter you with Praife, And fondle you before Folks, and alone : But, foon as all this Honeymoon is gone, He'll think himfelf as faften'd to a Stake, And fay he'as loft his Freedom for your fake ; And then, inftead of long Days of Delight, He's dumb all Day, and fcolding all the Night ; And may be in his Humours will not ftick His tendsr loving Wife to beat and kick. Peggy. Such coarfe-fpun Thoughts as thefe want Force to move My fettled Mind, I'm too far gone in Love. Patie to me is dearer than my Health, And, having him, I want no other Wealth. There's none, of all the Swains upon the Green, Have fuch a Smile, or fuch a pleafing Mien ; C And"], [20, "[ 1° ] And then he talks with fuch perfuafive Art, His Words they thrill like Mufic thro' my Heart. How blithly can he fport, and gaily jeft At little Dangers — that alarm the Reft : Each Day that he's alone upon the Hill, He reads ftrange Books that teach him wond'rous Skill ; He is what need I fay or that or this, 'Twou'd take a Month to tell you what he is : In all he fays or does — fuch Beauties lie, All others feem like Fools, when he is by ; His manly Senfe will long his Love fecure, Ill-nature dwells in Souls who're weak and poor. Jenny. Alas ! my fimple Peggy, 'ere 'tis long, Your charming Patie puts you in a Song. O 'tis a pleafant Thing to be a Bride, With whining Brats about your Fire-fide, Roaring for this or that, with plaguy Din ; To keep 'em tight, too, you muft toil and fpin : One Child falls lick, one fcalds itfelf, or you, One breaks his Shin, another's loft his Shoe ; While every Thing goes wrong, Home grows Heli, And Patie calls you worfe than Tongue can tell. Peggy. Yet, 'tis a pleafant Thing a Wife to be, When we, around the Hearth, our Offspring fee. If I'm fo happy, I fhall take Delight To hear their little Wants, and keep them tight. O Jenny ! Can there greater Pleafure be, Than to have Children fondling on your Knee; When all they aim at, and their greateft Blifs, Is to be notic'd with a tender Kifs ; Can there be Toil in watching Day and Night, In Care of them, when Love makes Care Delight ? Jenny. Poverty, Peggy, is the worft of all. By fome ill Chance fhou'd Bcg^'ry on you fall, Great"], [21, "11 Great Love or merry Chear will fcarcely bear With dirty Linen, and a Pantry fpare. Your Cows may die or Floods may bear away From off the Ground your choiceft Ricks of Hay ; Deftrudtive Thaws, fucceeding falling Snows, Deftroys your Weathers, and may rot your Ewes ; A Sharper buys your Wool and Cheefe to-Day, But, at the Time of fettling cannot pay ; With fullen Look — the Landlord afks his Rent ; You've none to give, your Money's gone and fpent ; He feizes on your Farm, and fweeps you clear ; Thus driven from Houfe and Home, where will you fteer ? Dear Meg be wife, and lead a fingle Life, You know not what it is to be a Wife. Peggy. May fuch ill Luck befall that filly fhe Who has fuch Fears, for that was never me ; Let us hope well, and ftrive to do our beft; No more's requir'd, for Heav'n will do the Reft. I've heard my worthy Uncle often fay, Young Men fhou'd ftill for Wives who're virtu'us pray ; For the moil thrifty Man would never find, A well-ftor'd Farm, unlets his Wife had join'd : Nought, therefore, fhall be wanting on my Part, To gather Wealth, to raife my Shepherd's Heart. Whate'er he gets — I'll fave with prudent Care, \"J And gain repute, at Market, or at Fair, > For wholfome, clean, cheap, and fufEcient Ware : J A Flock of Lambs, Cheefe, Butter, and fome Wool, We'll fell, to pay our Landlord to the full, And what remains is ours thus, without Fear, With Love and Plenty, thro' the World we'll fteer; And when my Patie knows thefe Joys of Life, He'll blcfs the Day he got me for a Wife. C 2 .•..■•;•."], [22, "[ 12 1 Jenny. But what if fome young Damfel near the Brook, With dimpled Cheeks and a bewitching Look, Shou'd make your Patie think his Meg in Fau't, And her ftale Kiffes hardly worth a Thought. Peggy. No more of that dear Jenny, to be free, The Men are much more true in Love than we ; Nor is the wonder great, when Nature, kind, Has bleft them with Solidity of Mind : They'll reafon calmly, and with Kindnefs fmile, When our quick Paffions wou'd our Peace beguile. So whenfoe'er at Home their Wives they flight, 'Tis odds the Wives are wrong, the Huftiand right : Then I'll employ with Pleafure all my Art, To keep him chearful, and fecure his Heart; At Ev'n, when he comes weary from the Hill, All Things fhall ready be, to pleafe his Will. In Winter, when he toils thro' Rain and Wind, Good Fire and hearty Welcome fhall he find. Clean Linen then I'll fpread upon his Board, And ferve him with the belt we can afford ; Good-humour and Vivacity fhall be Guards to my Face, to keep his Love for me. Jenny. A Difh of married Love, ere long, gets cold, And leffens down to nought, as Folks grow old. Peggy. But we'll grow old together, and ne'er find The lofs of Youth, when Love grows on the Mind ; Our Children, and their Iffue, will make a Tie More ftrong than aught in fingle Life we fpy. See yon two Elms that grow up, Side by Side, Suppofe 'em, fome Years fince, Bridegroom and Bride, Nearer and nearer — ev'ry Year they're prefs'd, 'Till wide their fpreading Branches have inereas'd, And"], [23, "[ ij-] And in their Union now are fully bleft : This fhields the other from the Eaftern Blaft ; That, in return, defends it from the Weft. Such as ftand Angle (a State you fo much like) Beneath each Storm from ev'ry Wind muft ftrike, } Jenny. Vanquifh'd by you, dear Peggy, I muft yield ; Your better Senfe has fairly won the Field ; With the AfTiftance of a little Friend, That has within my Breaft been long Time penn'd Peggy. Alas ! poor Prifon'r ! Jenny, that's net fair ; Why don't you let the little Thing have Air ? Hafte, let it out ; we'll watch it, as we can, Whether 'tis Bauldy's or poor Roger's Man. Jenny. Another Time's as well, — for fee, the Sun Is far got up, and we've not yet begun To wafh our Cloaths : — If peevifh Madge, our Aunt, Shou'd come this Way, fhe'll ftorm, and rave, and rant j But, when we've done, I'll tell you all my Mind j For this feems true, no Lafs can be unkind. [Exeunt. BND OF ACT THE FIRST. ACT"], [24, "[ h] ACT II. SCENE I. Glaud and Symon. Giaud./^i O O D Morrow, Neighbour Symon ; come, V_T At down ; I'm glad to fee you ; what's the News in Town ? They tell me you was there the other Day, And fold fome Cattle, and fome Ricks of Hay ; I warrant you've bought a Pound of Cut and Dry, Pull out your Box, and give's a Pipe to try. Symon. With all my Heart : And truft me now, old Boy, I've heard fuch News will All your Heart with Joy ; For there with fecret Pleafure did I learn, That Things have taken fuch an happy Turn, Has made our vile Oppreffbrs yield the Day, And now to fave their Heads are fled away. This fo rejoic'd me, for I'm fure 'tis true, I cou'd not reft — till I had told it you. Glaud. Ah ! Symon, Symon, chatt'ring Fools ne'«r Hand To make and fpread the grofleft Lies ©f Hand ; Which"], [25, "[ *5 ] Which foon fly round like Wild-Are, far and near : Go on, however i if true or falfe, let's hear. Symon. Seeing's believing, Glaud; and I have fee* Hab, who abroad has with our Mafter been ; Our brave — good Mafter, who right wifely fled, And left a fair Eftate, to fave his Head ; Becaufe, you know full well, he bravely chofe To fliine, or fet in Glory, with Montrofe. Now the Ufurper Cromwell's gone to Nick, And Monk has play'd the Rump a flipp'ry Trick; Reftor'd King Charles ; and ev'ry Thing's in Tune ; And Hab fays we fhall fee Sir William foon. Glaud. This News is good, indeed, and makes me bleft; Tell it again, and fwear you do not Jeft. And faw ye Hab ! and what did Halbert fay ? They have been both a tedious Time away -t Now God be thank'd, our Mafter is come over ; And his Eftate, fay, will he foon recover ? Symon. Thofe Tyrants fell, who lately made us groan, ~\\ Like greedy Bears, are now difpers'd and gone, i. And good Sir William fhall enjoy his own. J Claud. And may he long ; for never was he bent To thwart our Labours with a racking Rent ; Normurmur'd — if we profper'd in our Gains, But ftill encourag'd all our honeft Pains. Symon. Nor e'er wou'd he, with fupercilious Air, Allow us in his Pretence to be bare. \" Put on your Hat, good Symon, take a Seat ; \" How's all at Home? How's Elfipa?— How does \" Kate ? 4 \" How"], [26, "16 this good » De You \" How fells black Cattle ?— What brings Wool \" Year?\" And fuch like kind Enquiries wou'd, you hear. Glaud. Then wou'd he make his Butler bring Chear, With Ale as ftrong as Wine, and full as clear; Which in our Heads foon made fuch Spirits come As made me many a Time go dancing Home. My Joy now rifes Symon, will you ftay, And tafte a friendly Dinner here to-Day ? We'll fend for Elfpa too ; I beg you will ; I'll whittle Pate and Roger from the Hill ; I'll fend diredtly to the neareft Town, And get a Calk of Ale both ftout and brown ; And make our Cottagers, an hearty Band, Drink, 'till they know not if they At or ftand. Symon. I wou'd not baulk my Friend his good fign, If Arft it had not been a Thought of mine; But, t'other Day a Load of Malt I brew'd, And kill'd two Sheep in order fat and good ; Plenty of oaten Cakes has Elfpa got, And a large Ham hangs ready for the Pot ; And juft before I came, at my DeAre, The largeft Pot was put upon the Fire, A Sheep to boil ; another we will roaft : And on the Pudding Elfpa fpares no Colt; Rich will it be, for fhe can mix full nice The right Ingredients with a little Spice ; BeAdes two Fowls, with a nice dried Tongue : And we've invited Neighbours old and young, To pafs this Afternoon with Mirth and Glee, To drink our Matter's Health— and merry be :"], [27, "[ '7] You muft not then refufe to join the Reft, Since you're my neareft Friend — whom I love bell : Bring with you all your Family, and then, Whene'er you pleafe, I'll feaft with you again. Glaud. Spoke like yourfelf, old Friend ; you needn't fear — But at your Banquet I fhall Arft appear : Faith, we'll eat, drink, and Ang, with fpirits bold, Banifh all Care, nor think that we are old : Old, faid I troth I'm younger by a Score, With this good News, than what I was before : I'll dance and Ang ! Hey Madge, come forth ; d'ye hear. Enter Madge, Madge. Is the Man mad ? Dear Symon, welcome here : What wou'd you, Glaud; with all this Hafte and Din ? You never let a Body At to fpin. Glaud. Spin ? Pfhaw ! — go break your Wheel, and burn the Frame, And fet the largeft Peat-ftack in a Flame ; Then round the BonAre dauce with Mirth and Glee, Since we fhall foon our good Sir Willietm fee. Madge. Brave News indeed who was it told you> pray? Glaud. What matters that ? Go, get my beft Array ; Look out the niceft of my Cravat Bands, My whiteft Stockings, Gloves too for my Hands ; Then from their warning call the Girls in hafte, And. make yourfelves as neat, Head, Feet, and1 Waift, D As"], [28, "[ i8 ] As you were fure to meet your Sweethearts gay ; For we are all to dine with Sym to-Day. Symon. Do, honeft Madge and Glaud, I'll Home with hafte, And fee that all in proper Order's plac'd. [Exeunt. SCENE II. Bauldy alone. Bauldy. What's this — I cannot bear't ! 'tis worfe than Hell, To be in Flames of Love — and dare not tell ! O Peggy, tweeter than the Dawn of Day, Sweeter than daify Meads, or new-mown Hay ; Blyther than Lambs that frifk upon the Green, Straiter than aught that on the Foreft's feen ; Her Eyes the cleareft Drops of Dew outfhine, The Lillies in her Bread their Charms reAgn ; Her Legs, her Arms, her Cheek, her Mouth, her Mien, Will be my Death, that will be fhortly feen : For Roger loves her dear, and flie loves him, And I with Neps, in an unlucky Whim, Made a rafti Vow ! Oh ! what a foolifh Beaft, To make rafh Vows— until before the Prieft ! I dare not fpeak my Mind ; elfe all the three, No doubt, wou'd prove a fep'rate Enemy : 'Tis hard to bear I'll try fome witchcraft Art, To break with one, and gain the other's Heart : 4 Here"], [29, "19 Here Maufie refiJes, a Witch who for fmall Price Can caft her Spells, and give me fome Advice ; She can o'ercaft the Night, and cloud the Moon, And make the Dev'ls obey her magic Tune ; At midnight Hours o'er the Church-yards ftie raves, And digs unchriften'd Children from their Graves ; Boils up their Livers in a Wizard's Jowl, Then round her magic Fire does ftrangely howl ; And then her Prayers does fev'n Times backward fay, Till Plotcock comes with Lumps of Lapland Clay Mix'd with the Venom of vile Toads and Snakes : Of this unfeemly Pictures oft fhe makes Of any one fhe hates and makes expire With flow and racking Pains before a Fire ; Stuck full of Pins, the dev'lifh Pictures melt, The Pain, by thofe they reprefent, is felt : And yonder's Maufe, who full well knows the Trick, When one like me comes running to old Nick ; She and her Cat fit bafking in the Yard, To fpeak my Errand, faith, I'm now afear'd : But I muft do't, tho' I fhou'd never thrive, They gallop fall — who Devils and Women drive. [Exit. SCENE III. M a u s e fitting at her Door. Enter Bauldy. Bauldy. How does old honeft Gammer of the Vale ? At feventy Years you look both (lout and hale. D 2 Mauft."], [30, "20 Maufi. Juft winding off a little Thread I've fpun, And balking my cold Limbs before the Sun; But what brings you, my Child, fo foon this Morn ? Is there no D.ung to fpread ? To thrafh — no Corn ? Bauldy. Enough of both but fomething that re- quires Your helping Hand to forward my DeAres. Maufe. My helping Hand, ah ! What can I do now. Who underneath both Age and Pen'ry bow ? Bauldy. Ay, but you're wife, and wifer far than I, Or molt Part of the Parifh — tell a Lie. Maufe. What kind of Wifdom, think you, I'm poi- fefs'd, That lifts my Character above the Reft ? Bauldy. Well vers'd in Herbs, and Seafons of the Moon, By fkilful Charms it's known what you have done. Maufe. What People fay, dear Bauldy, let me hear ; Keep nothing from me ; you have nought to fear. Bauldy. Since you deAre it, then, upon my Soul, Good Maufe, what each one fays — I'll tell the whole : When laft the Wind made Glaud a rooflefs Barn, When laft the Flood bore oft\" my Mother's Yarn, When Symon 's Horfe fo fuddenly fell lame, When Tibby churn'd — and there no Butter came ; When Beffy Freetock's Child began to groan, To a Fairy turn'd, and cou'd not Hand al«ne ; When Wattle loft himfelf, and did not know His Way to And amidft that dreadful Snow ; When Mungo's Mare flood ftill and fweat with Fright When bringing Home the Midwife in the Night ; When"], [31, "[ 21 1 When Bawfy fhot to death upon the Green, And Sally's Garland, loft, no more was feen ; You, Gammer, ftill was blam'd for what fell out, And all the Parifh dreads you round about. And fo they may, who mean to fhow their Wrath j But I — to wrong you — fhou'd be very loth ; Then lend Affiftance, faithful prove to me ; And, in return, with Gifts I'll grateful be. Maufe. I thank you, Lad; now tell me your De- mand ; And, if I can, I'll lend my helping Hand. Bauldy. Then — I love Peggy — Neps is fond of me, \"1 Peggy loves Pate — and Patie's fly I fee, t And loves fweet Meg — but Neps's I'll ne'er be. J Cou'd you turn Patie's Love to Neps, and then— ■ Peggy's to me — you'd make me bleft of Men. Maufe. I'll try my Art to make thefe Things go right; So go your ways, and come again at Night ; Againft that Time I'll proper Things prepare, Worth all your promis'd Gifts ; fo take no Care. Bauldy. Well, Maufe, I'll come, if I the Road can And ; But if you raife old Nick, he'll raife the Wind ; Then Rain and Thunder, may be, when 'tis Night, Will make the Sky fo dark, 'twill pofe me quite. We arc all to be to-Day at Symon's Feaft ; Will you in fome fhape come, 'twill be a Jell : And there you may our diff'rent Motions fpy, There's none fhall know on't, Maufe, but you and I. Maufe. Perhaps I may — let none know what has paft 'Tween you and me, or fear an adverfe Blaft. Bauldy,"], [32, "22 Bauldy. If I aught of your Secrets e'er advance, May you ride on me ev'ry Night to France. [Exit Bauldy. Maufe. This Fool, with Notions ignorant and ev'l, Thinks I'm a Witch, in Compact with the Dev'l ; Becaufe by Education I was taught To fpeak and a£i above the common Thought : Such grofs Miftake fhajl quickly now appear ; Soon fhall they know what brought — what keeps me here. Now, fince my royal Sov'reign's Right's reftor'd, A Shepherdefs is Daughter to a Lord : The pretty Foundling — honeft Glaud, with Care, So well has brought up, who's fo good and fair : Her infant Life I fav'd, when a falfe Friend — Of Cromwell's Party — did her Death intend, To eftablifh him and his in all thefe Plains, Which by right Heritage to her pertains ; She's now in fweeteft Bloom, has Blood and Charms Of too much Value for a Shepherd's Arms : None knows this but me — but, if Morn were come, I'd tell fuch Tales — Wonder fhou'd ftrike 'em dumb* [Exit. SCENE IV. Peggy and Path. PeW' O Patie, let me go, I muft not ftay ; We're both call'd Home, and Jenny foe's away. Patie."], [33, "23 Patie. I'm loth to part fo foon' — now we're alone, And Roger — he's away with Jenny gone ; They're as content, for aught I hear or fee, To be alone themfelves, I judge, as we ; Here, where the Primrofe thickeft paints the Green, Hard by this little Brook we'll talk unfeen ; Hark, how the Linnets Ang above our Heads, How foft the Zephyrs whifper thro' the Reeds. Pfggy- The fcented Me'adows, Birds, and healthy Breeze, For aught I know, may — more than Peggy — pleafe. Patie. You wrong me much, to doubt my being kind ; In faying that you call me dull and blind : If I cou'd fancy aught's fo fweet or fair As my fweet Meg, or worthy of my Care : Thy Breath is fweeter than the fweeteft Briar, Thy Cheeks and Breaft the fineft Flow'rs appear ; Thy Words excel the moil delightful Notes That warble thro' the Thrufh — or Linnet's Throats. With thee I mind no Flow'rs that grace the Field, Or ripeft Berries that our Mountains yield ; The fweeteft Fruits, that hang upon the Tree, Are far inferior to a Kifs of thee. Peggy. Perhaps you've wicked Meaning in this Speech ; And Lambs fliou'd tremble when the Foxes preach : I durftn't ftay ; Patie, let go my Arm, And fwear you'll ne'er attempt to do me harm. Patie. Sooner a Mother {hall her Fondnefs quit For the fweet Babe — that on her Lap does fit ; The Sun fhall change, to change the Moon fhall ceafe, The Goats to climb, the Sheep to yield the Fleece, Ere"], [34, "24 Ere any Thing I'll either fay or do To injure thee, I fwear by all that's true. Peggy. Then keep your Oath ; — but oft you Men will fwear, And perjur'd be to many in a Year : Now I believe you love me truly ; yet, If fome fair Damfel your fond Heart fhou'd get, Your Meg, forfaken, fruitlefs might complain, How fhe was once lov'd by a faithlefs Swain. Patie. I'm fure I cannot change ; you needn't fear ; Tho' we're but young — I've lov'd you many a Year ; I well remember, when you was fo young You fcarce cou'd walk, I chofe you from the Throng Of all the Gills, and led thee by the Hand Oft to the Daify-bank, or rufhy Strand ; Thou fmiling at my Side, I took Delight To pull the Rufhes green, with Roots fo white ; Of which, to pleafe thee, as we harmlefs play'd, A Garland, to adorn thee, quick I made. Peggy. When firft you went with Shepherds to the Hill, And I to milk the Ewes Arft tried my Skill ; To bear the Milk-pail was no Toil to me — When at the Fold at Ev'n I met with thee. Patie. When Corn grew yellow waving in yon Vales, And wild Flow'rs, interfpers'd adorn'd the Dales, . No Dangers feem'd too great, or troubled me, Cou'd I but And blue Berries ripe for thee. Peggy. Whene'er you wreftled, run, or throw'd the Stone, What Pleafure did I feel when you had won ; At all thefe Sports you ftill gave Joy to me j For none can wreftle, run, or play like thee. Patie."], [35, "25 Patie. Jenny Angs foft the \" Broom of Cowden knows ;\" And Rofy Angs the \" Milking of the Ewes ;\" But when my Peggy Angs, with fweeter Skill, The \" Boatman,\" or the \" Lafis of Patie's Mill;' It is a thoufand Times more fweet to me ; Tho' they Ang well, they cannot Ang like thee. Peggy. How foon we Laffes think what we deAre. And prais'd by thofe we love, adds to the Fire ; But who loves belt — let Time and Condu<£t try ; Be conftant, and my Love fhall Time defy ; Be ftill as now, and all my Care fhall be How to contrive what pleaftng is to thee. Patie. Wer't thou as giddy as fome others are, Who little better than our Clowns appear ; At nought they'll wonder, fenfelefs Tales believe, Be gay for Trifles, and for Trifles grieve ; Such ne'er cou'd win my Heart, who know not how Either to keep a Prize, or yet prove true : But thou, in better Senfe, without a Jeft, As in thy Beauty, far exceeds the Reft : Continue kind, and all my Care fhall be How to contrive what pleafing is to thee. Peggy. Agreed ; — but fee old Aunty comes this Way ; I know they'll wonder what can make us ftay. Patie. And let them wonder: — now a gentle Kits, Or fifty fweet ones, wou'dn't be amifs ; And when we meet again — I'll Ang, with Glee, \"J The Song I've juft compos'd on you and me. [ Peggy. Adieu, dear Youth, with Pleafure I agree. \\ [Exeunt. END OF ACT THE SECOND. E ACT"], [36, "26 ACT III. SCENE I. Sir William Worthy Solus, (Difguifed as a Fortune-teller.) THE Gentleman thus hid in low Difguife, I'll for a Time, unknown, delight mine Eyes With a ful} View of ev'ry fertile Plain, Which once I loft — which now are mine again ; Yet, 'midft my Joys, fome Profpedts Pain renew, Whilft I my once fair Seat in Ruins view. Yonder, alas ! if defolately Hands ; It's until'd Roof a riAng Sigh commands ; The Windows all broke in, no Chimney left, The naked Walls of Tap'ftry all bereft ; . My grand Pavillion now a tott'ring Wall, That with each Storm of Wind does piece-meal fall. My Gardens once adorn'd, the moll complete, With ali that Nature — all that Art makes fweet ; Where round the verdant Lawn, and pebble Walks, The dewy Flow'rs hung nodding on their Stalks $ But overgrown with Nettles, Docks, and Briar, No Hyacinths or Woodbines now appear ; How fadly brok'n the riAng ample Shade, Where Peach and Neft'rine Trees their Branches ipread, Arrang'd"], [37, "27 Arrang'd in Rows, and early did produce Fruit fair to View, delightful in the Ufe ; All round in Gaps — the Walls in Ruins lie j And from what ftands the wither'd Branches fly: Thefe foon (hall be repair'd ; and now my Joy Forbids all Grief, fince I'm to fee my Boy, My only Prop, fole Object of my Care ; Since Heav'n too foon call'd home his Mother fair ; Him, ere the Rays of Reafon clear'd his Thought, I fecretly to faithful Symon brought; And charg'd him ftriclly to conceal his Birth 'Till we fhou'd fee what changing Times brought forth : Hid from himfelf, he rifes with the Dawn, And ranges carelefs o'er the Hill and Lawn After his fleecy Charge ; ferenely gay, With other Shepherds whittling o'er the Day; Thrice happy Life ! that's from Ambition free, Remov'd from Crowns and Courts ; how chearfully A calm contented Mortal fpends his Time In hearty Health, his Soul unftain'd with Crime. Now towards Symon s Houfe I'll bend my Way, And fee what makes yon Revelling to-Day ; All oa the Green in a fair wanton Ring My youthful Tenants gaily dance and Ang. {Exit. Ea SCENE"], [38, "28 SCENE II. A Lawn before Symon's Houfe ; Shepherds and Shep- herdeffes dancing and Anging ; the old People, Sy- mon, Glaud, and Elspa, Atting by, fmoaking their Pipes, and drinking. Glaud. We once ourfelves were young ; I love to fee Young Lads and Laffes dancing merrily : Faith, Symon, Patie's grown a comely Lad ; To fee him look fo well, Sym, makes me glad : Among our Youths his Talents are confefs'd ; And none can better tell a Tale or Jeft. El/pa. Sweet Youth, he's a great Comfort to us here ; God make him good, preferve him from all Care : He is a Lad well worthy of our Love ; For ne'er did he our Wrath or Anger move. Gland. I think, good Elpfia, if I'm not miftaken, He feenas to be with Peggy's Beauty taken j And troth my Niece is a right dainty fhe, As you well know ; a prettier needn't be, Nor better tho' fhe were not akin to me. } Symon. Ah ! Glaud! I doubt that ne'er will be a Match ; My Patie's wild, and difficult to catch ; Ani"], [39, "29 And if he weren't, Reafons I could fay, 'Twill be impof-ible to fee that Day. Glaud. What Reafon can you have ? There's none I'm fare ; Unlets, perhaps, you think the Girl is poor ; But if fhe marries, Symon, to my Mind, I'll be to her — as my own Daughter — kind ; Fourfcore of breeding Ewes from my own Flock, Five brindled Cows, the bell of all my Stock, I'll give to Meg the Day that fhe's a Bride ; Beftdes, hereafter, if good Luck fhou'd bide, Ten Lambs at weaning Time, long as I live, And two fine Calves, I'll yearly to her give. Elfpa. You offer fair, kind Glaud, we muft allow ; But afk not what's not fit you yet fhou'd know. Symon. Ere eight Days more, perhaps, you'll find it true That our Denial is no flight to you. Glaud. Well, ho more of this — come pulh about the Bowl, We'll drink their Healths, however Things may roll. [Their Healths go round. Symon. But will you tell me, Glaud? by fome 'tis faid, Your Niece is but a Foundling— that was laid Down at your Holly-Tree one Morn in May, Nicely wrapp'd up on a clean Trufs of Hay. Glaud. That chatt'ring Madge, my Sifter, tells fuch Lies, Whene'er our Meg her peeviih Humour tries Enter"], [40, "[ 3« ] Enter Jenny. Jenny. O Father, there's an old Man on the Green, The ftrangeft Fortune-teller e'er was feen ; Looks in our Palms, and then whips out a Book, Turns o'er the Leaves, and gives one's Face a look ; Then tells the oddeft Tales that e'er you heard ; His Head is grey, and long and white his Beard. Symon. Go, bring him in ; we'll hear what he can fay; None fhall go hungry by my Houfe to-Day. [Exit Jenny. But for his telling Fortunes, troth, I fear He knows no more of that than my grey Mare. Glaud. Fortune-tellers ! I doubt 'em all, I own ; For greater Liars fure were never known. Jenny returns ; bringing Sir William ; with them Patie. Symon. Old Man, you're welcome—fit you down, my Friend. Sir Will. My humble Thanks on you and yours at- tend. Symon. Here's t'ye then — have you come far to-Day ? Sir Will. Good Sir, I pledge you— no, but little way; Grown ftiff with Age, I walk but very flow ; Two or three Miles the moll that I can go. Symon. Then take fuch Lodging here as we can proffer ; And, if you're wife, you'll not refufe our offer. Sir"], [41, "[ 3i ] Sir Will. That's kind, good Sir ; and fince you fpeak me fo, If you've a Child, and wou'd it's Fortune know, 1 will employ the utmoft of my Skill To tell it faithfully, be it good or ill. Symon. (Pointing to Patie) only that Boy — alas ! na more I have To make me merry or to make me grave. Sir Will. Young Man, let's fee your Hand— what makes you fneer ? Patie. Becaufe your Skill's but little worth, I fear. Sir Will. You fpeak before you think-— the Iffue 'bide ; A longing Mother's Mark you've 'pon your Side Elfpa. Preferve us all ! for well I know that's true; O ! get you gone, the Devil's too great with you. The Mark he has, but never known before, Or ever feen, fince firft a Shirt he wore. Sir Will. Heed me, if this Lad's Life the Fates fhou'd fave, Ere long he'll be a Knight, rich, ftrong, and brave. Elfpa. A Knight ! hear ye this Chuck, what think yp now ? Symon. I cannot tell ! ftrange old Man, who art thou ? Well fare your Heart, 'tis good to bode of Wealth ; Come, take a Bumper to the new Knight's Health. [Patie's Health goes round. Patie. A Knight of two good Whiffles and a Pole, With Curs, my trufty Tenants, are the whole Of all my great Eftate-— or like to be ; So, ftupid Fool, ne'er break your Jokes on me. 4 Symon."], [42, "32 Symon. Hufh, Patie I let the Man look o'er your Hand ; Oft Times as broken a Ship has come to Land. [Sir William looks a little at Patie's Hand, then counterfeits falling into a Trance ; they endea- vour to lay him {trait.] Elfpa. O lud ! the Man's a Wizard, or poffefs'd With nothing good; or Second-fight at leaft : Where is he now ? « Glaud. He's feeing all that's done In ev'ry Place below, or 'bove the Moon. Elfpa. Thefe fecond-Aghted Folks fill me with Fear, Who fee Things paft, and Things to come, as clear As I can fee my Thumb — O ! he can tell, (Only but alk him foon as he is well) When we fhall fee Sir William ? Hufh ! he heaves, And fpeaks out broken Words like one that raves. Symon. He'll foon grow better ; run and fetch a Glafs Of Ufquebagh ; his Sicknefs foon will pafs. (Sir William ftarts up and fpeaks :) A Knight, who for a Lion fought Againfta bearifh Herd, Was to long Toil and Trouble brought, In which fome Thoufands ftiar'd. But now again the Lion rears, And Joy fpreads o'er the Plain ; The Lion has deftroy'd the Bears, The Knight returns again. Th«"], [43, "33 The Knight in a few Days fhall bring A Shepherd from the Fold, And ihall prefent him to the King, A Subject: true and bold. He gentle Patie fhall be call'd : All you, that hear me now, May well believe what I have told; For it {hall happen true. Symon. Friend, may your Saying happen true and quick ; But faith I fear you've bargain'd with old Nick, To tell thefe Tales that fome wou'd fecret keep ; Or do you get them told you in your Sleep ? . Sir Will. Howe'er I get 'em never rack your Head ; I come not here Fortunes to tell for Bread ; But I'll lay ten to one with any here, That all I prophecy will foon appear. Symon. You conj'ring Folk are People but fo fo ; Here are who know, and thofe who do not know, The myftic Meaning of your puzzling Tale, Which foon will make a Noife o'er Hill and Dale. Glaud. It is good Sport to hear how Sym believes, And takes for Gofpel, what this Conj'ror gives Of flowing Fortunes, which to Pate he lays : But what we wifh we think in any Ways. Sir Will. Hufh ! doubtful Man ; for, ere the Sun Has driven twice down to the Sea, What I have faid — you fhall fee done In part ; or no more credit me. F Glaud,"], [44, "34 Glaud. Well, be it fo, good Friend ; n» more I'll fay; But I've two handfome Laffes, young and gay ; Plump, ripe for Men : I wifh you cou'd forefee Such Luck for them ; '.wou'd Pleafure bring to me. Sir Will. No more thro' Secrets can I fift — Till Night affumes her Reign ; I have but once a Day that Gift ; So your Defire reftrain. Symon. Dear Elfpa lay the Cloth, and fetch fome Meat ; Of what you have make this old Stranger eat. Sir Will. Delay a-while your hofpitable Care ; I'd rather fpend this Evening, calm and fair, Around yon ruin'd Tow'r to take a Walk With you, kind Friend, to have fome private Talk Symon. Soon as you pleafe I'll anfwer your DeAre ; And, Glaud, you'll take your Pipe befide the Fire ; We'll but go round the Tow'r, and foon be back ; Then fup, and harmlefs Jokes together crack. Glaud. I'll walk the while, and fee the young ones play; My Heart's ftill light, altho' my Locks are grey. [Exeunt. SCENE"], [45, "35 SCENE III. RogeK and Jenny. Ajpn'TV E AR Jenny, I wou'd fpeak t'ye, if I .!__/ might ; Yet ftill I fear, you fhow fuch fcornful Slight. Jenny. And what wou'd Roger fay, if he might fpeak ; Am I oblig'd to guefs what you're to feek ? Roger. Yes, you may guefs with Eafe for what I figh- From all my Service paft and wifhful Eye ; And I muft tell it, tho' I rilk your Scorn ; You're never from my Thoughts both Night and Morn: Cou'd I love you lefs — I fhou'd happy be But happier far cou'd you but fancy me. Jenny. And who knows, gentle Youth, but that I may; You cannot fay that e'er I faid you nay. Roger. Alas ! my fearful Heart begins to fall, Whene'er I ftrive to tell you out my Tale ; For fear fome other Lad, more rich than I, Has won your Love, and near your Heart may lie. F 2 Jenny,"], [46, "36 Jenny. I love my Father, Coufin Meg I love ; But to this Day no Man my Heart cou'd move, Except my Kin ; each Lad'9 alike to me : And from you all I beft had keep me free. Roger. Too lovely Jenny, fay not that again ; What Pleafure can you take in giving Pain ? I'm glad, however, that you yet are free ; Who knows but you'll relent — and pity me. Jenny. You have my Pity now — that you're A. hot On what makes all our Sweets fo foon forgot : O. we're handfome, good, and every Thing ; How fweet we breathe whene'er we kits' or fin* ; But we're no fooner Fools to f.vc Confent, Than we our Folly and loft Pow'r repent : When join'd in Marriage-noofe — a Wife's become, Altho' the firft, the greateft Drudge at Home. Roger. That only happens when, for Love of Gold, One takes a Wife — as one wou'd take a Fold ; Or when harfii Parents Contracts, often bind With different Tempers that can -ne'er prove kind : But Lpve, true downright Love, engages me (Tho' you fhou'd fcorn) ftill to delight in thee. Jenny. What honcy'd Words from Lover's Lips can fall ; But fatal Marriage comes — and ends. them all. I've feen with Sunfhine fair — ihe Morning rife, And foon the fleeting Clouds obfcure the Skies ; I've feen the Silver Stream a-while run clear, And foon in muddy Puddles difappear. The Bridegroom may rejoice, the Bride may Anile j Bat foon Contentions all their Joys beguile. Roger. I've feen the Morning rife with faireft Light, The Day unclouded Ank in catmeft Night ; i I've"], [47, "[ 37 J I've feen the Stream run winding thro' the Plain, Increafe and join the Ocean without Stain. The Bridegroom may be blythe, the Bride may Anile, Rejoice thro' Life, and all your Fears beguile. Jenny. Were I but fure your Love wou'd long re main, The feweft Words my eafy Heart wou'd gain : For I muft own, Ance now at laft you're free, Altho' I jok'd, I lik'd your Company ; And ever had a Warmnefs in my Breaft — That made you dearer to me than the Reft. Roger. Fm happy now, too happy ; hold my Head ; This Flow of Pleafure well might ftrike me dead : Come to my Arms ! or kill me ! I'm now Arid With wond'ring Love ; let's kifs till we are tir'd : We'll kifs, my Dear, -the Sun and Stars away — And wonder at the quick Return of Day ! O ! fenny ! let my Arms around thee twine, And prefs thy dear delightful Lips to mine. [They embrace. Jenny. With equal Joy my foften'd Heart does yield To own thy well-tried Love has gain'd the Field : Now by thefe warmeft Kiffes thou haft won Swear thus to love me, when by Vows we'r- one. Roger. Then here I fwear by all my Joys to come,. Or may the Aril flrike me both deaf and dumb, There fhall not be a better treated Wife, If vou agree with me to lead your Life. Jenny. Well, I agree; — now to my Father go, Get his Confent — he'll hardly fay you no ; For you have that will ftrongly recommend : Old Folk like thofe who want nor Cafh nor Friend. Roger."], [48, "[ 3M Soger. My Folds of Oxen hold two Score complete, Twelve Steers and Heifers in my Cow-houfe bleat ; Five Packs of Wool I can at Lammas fell, Shorn from my Stock of Lambs in yonder Dell ; Good twenty Pair of Blankets for our Bed, With frugal Care, my thrifty Mother made ; Each Thing that makes a pleafant Houfe, and tight, Was ftill her Care, my Father's great Delight : They left me all, — which now gives Joy to me ; Becaufe I can give all, my Dear, to thee : And had I Afty Times the Wealth— I fpeak, None but my Jenny fhou'd the fame partake : My Love, and all is yours ; now hold 'em fall, And ufe 'em as you like to make 'em laft. - Jenny. I'll do my beft ;— but fee who comes this Way, Patie and Meg,— I dare not longer flay ; Let's Ileal from hence, and meet again at Morn, Shou'd we be feen, I dread Meg's taunting Scorn. Roger. So where the Willow .hades the limpid Pool— I'll from the Hill come down, when Day grows cool ; Obferve th' appointed Time ; there let us meet To kifs and tell our Loves ; there's nought fo fweet. [Exeunt. SCENE"], [49, "39 SCENE IV. Sir William and Symon. Sir Will. To whom belongs this Tow'r fo much decay 'd ? Symon. To one — who loft it — lending gen'rous Aid To bear the Head up, when rebellious Tail Againft the Laws of Nature did prevail ; Sir William Worthy is our Mailer's Name, — There's not a nobler on the Roils of Fame. Sir William drops his Mafic. O ! my lov'd Mafter, is it you I fee ? What Joy ! in Health, and from all Dangers free j Return'd to chear his longing Tenants Sight, To blefs his Son, my Charge, the World's Delight. Sir Will. Rife, faithful Symon, in my Arms enjoy A Place — thy Due, kind Guardian of my Boy. 1 came to view thy Care in this Difguife, And am convinc'd thy Conduct has been wife ; Since ftill the Secret thou'ft fecureiy feal'd, And ne'er to him his real Birth reveal VJ. Symon. The ftridt Obedience to your Order due Was the firft Tie that bound me to be true ; And"], [50, "40 And my own Judgment form'd as ftrong a Band To keep the Secret of your juft Command ; Since well I know, without a large Eftate, A Youth, tho' fprung from Kings, looks meanly great. Sir Will. And often vain and idly fpend their Time, Till grown unfit for A&ion, paft their Prime, Hang on their Friends which gives their Minds a call That turns them downright Beggars at the laft. Symon. I'm well convine'd, Sir, you have fpoken true ; For there's Lord Robert's Son, who's lov'd by few; His Father loft his Fortune and his Fame, And left his Heir nought but an empty Name ; Who roves about forlorn from Place to Place, As void of Manners — as of Senfe and Grace; Oppreffing all, as Punifhment of their Sin, Who are within his tenth Degree of Kin ; Runs in each Tradefman's Debt — who's fo Unjuft To his own Family — as to give him Truft. Sir Will. Such ufelefs Branches of a Commonweal.h Shou'd be lopp'd off to give a State more Health. Unworthy bare Reflection. Symon, run O'er all your Obfervations on my Son ; A Parent's Fondnefs quickly finds Excufe ; But do not with Indulgence Truth abufe. Symon. To fpeak his Praife — the longeft Summer's Day Wou'd be too fhort cou'd this Worth difplay ; In Vv'O-u 2Jid Deed— -he {lands fo well confeft, Beyond Defcriptie.., he excells the Reft ; And when there's e'er a Quarrel or a Fight, Patrick's made Judge to tell whofe Caufe is- right ; And his Decree {lands good he'll make it Hand ; None dares to cenfure his correcting Hand : With"], [51, "[ 4i ] With a firm Look, and a commanding Way, He makes the proudeft of our Herds obey. Sir Will. Your Tale delights me— —my good Friend proceed ; What Learning has he ? — can he write and read ? Symon. Both wond'rous well ; for troth I did'nt fpare To give him Learning in an ample Share ; And he delights in Books can read and fpeak, With equal Eafe, in Latin or in Greek. Sir Will. Where gets he Books to read, and of what Kind ? Tho' fome give Light, fome blindly lead the Blind. Symon. Whene'er he drives our Sheep to Edinburgh Port, He buys fome Books of Hift'ry, Song, or Sport j Nor does he ever want a Store at Will, But always takes a Cargo to the Hill : About one Shakefpeare and a famous Ben He often fpeaks, and calls them beft of Men _ How fweetly Hawthorden and Stirling fing, \"% And one call'd Cowley— -loyal to his King, > He knows full well, and makes the Verfes ring. J I've fometimes thought he lavifh'd too much Praife About Ane Poems, Hiftories, and Plays : When I reprov'd him once, a Book he brings j With this, fays he, I can converfe with Kings. Sir Will. He anfwer'd well ; and much you glad my Ear, When fuch Accounts I of my Shepherd hear. Reading fuch Books can raife a Shepherd's Mind Above a Lord's, who is not thus inclin'd. G Symon."], [52, "[ 42 J Symon. What know we better, that fo feldom look, Except on rainy Sundays, on a Book, When we, a Leaf or two half read, then doze, And all our Hearers — with ourfelves — compofe. Sir Will. Well jetted, Symon, — but one Queftion more I'll only afk you now, and then give o'er. My Boy is now the Age — when little Loves Flutter around young Hearts like cooing Doves ; H_s no young Damfel, with inviting Mien And rofy Cheek, the Wonder of the Green, Engag'd his Look and caught his youthful Heart ? Symon. I fear'd the worft, but know the fmalleft Part. Of late I've feen him fev'ral Times more fweet With Glaud's fair Niece — than I thought right or meet; I had my Fears, but now have nought to fear ; Since, like yourfelf, your Son will foon appear A Gentleman — enrich'd with all thefe Charms — May blefs the faireft— beft born Lady's Arms. Sir Will. This Night muft end his unambitious Fire, When higher Views fhall greater Thoughts infpire. Go, Symon, bring him quickly here to me; None but yourfelf {hall our flrft Meeting fee. Yonder's my Horfe and Servant near at Hand, Attending at the Time I gave Command ; Strait in my own Apparel will I drefs, Now you the Secret may to all confefs. Symon. With how much Joy I on this Errand go — None but myfelf alone can truly know. [Exit Symon. Sir"], [53, "43 Sir William Solus. Whene'er th' Event of Hope's Succefs appears, One happy Hour cancels the Toil of Years ; A thoufand Toils are loft in Lethe's Stream, And Cares difperfe juft like a Morning Dream ; When wifh'd for Pleafures rife like Morning Light, The Pain that's pail enhances the Delight : Thefe Joys I feel, that Words can ill exprefs, I ne'er had known without my late Diftrefs ; But now-from his ruftic Buftnefs and Love \") I muft in hafte my Patrick foon remove > To Courts and Camps, that may his Soul improve, j Like the rough Diamond, as it leaves the Mine, Only in little Breakings fhcws it's Light; Till artful Polifhing has made it Ihine ; Thus Education makes the Genius bright. [Exit. END OF ACT THE THIRD. G 2 ACT"], [54, "44 ACT IV. SCENE I. Enter Mause and Madge. Maufe. rr\\ H E Knight come Home, and owns younj JL Pate his Heir ; That's News indeed ! Madge. as true as you ftand there. As all were dancing in old Symon's Yard, Sir William, like a Conj'ror, with a Beard Five Spans in length, and white as Snow can fall, Among us came, and cry'd, be merry all. We greatly wonder'd at his uncouth Look, When from his Side he drew him forth a Book ; And, as we ftood around him all amaz'd, He ey'd us all, — but moft on Patrick gaz'd : Said he cou'd tell our Fortunes, if dtfiry ; Yet nothing for his Pains and Skill requir'd. Maufe. Then all the Lads and Laffes fure wou'd ftrait Around him throng, to know their future Fate. Madge. As faft as Fleas fkip to the little Wool Which by fly Reynard's hung from out his Jowl, When he, to drown them, and his Sides to cool, In fummer Days Aides backward in a Pool : In"], [55, "45 In Ihort, he did for Pate rare Things foretell, Without the Help of Conjuring or Spell ; At laft, when well diverted, he withdrew, Pull'd off his Mafk to Symon ; Symon knew His welcome Mafter ; round his Knees he preft, Hung on his Coat, and wept, with Joy diftreft : Patrick was fent for happy Lad is he ; Symon told Elfpa, Elfpa told it me ; You now will hear the fecret Story foon ; And faith it's e'en right odd, when all is done, To think that Sym the Secret kept fo well, Nor e'en to Pate himfelf the leaft wou'd tell : Our Meg, poor Thing, alas ! has loft her Love. Maufe. Why fo ? who knows what yet may one Day prove. To quench a rooted Love is poignant Pain ; \"I Ev'n Kings have ta'en a Queen out of the Plain y \\. And what has been before may be again. J Madge. You Fool ! to think that Match will now take place ; Meg's Birth fo low, and Pate of noble Race. Such Things in good King Bruce 's Days might be But now fuch Wonders fhall we never fee. Maufe. If Pate forfakes her, Bauldy'% Hopes mayi play ; / Yonder he comes, and, faith, looks wond'rous gay ; C No doubt but now he thinks he'll win the Day. J Madge. He get her ! Ample Fool, what Impudence I To dare prefume where Patrick had Pretence ; If I were Meg, I'd let young Mafter fee. Maufe. You'd be as careful in your Choice as he. Enter"], [56, "46 Enter B a u l d y. Well Bauldy, how go Matters ? faith all Right : Bauldy. All will fleep found, I hope, but one to-Night. Madge. And who's the unlucky One ? — may we afk ? Bauldy. To And out that is not an arduous Tafk. Poor Ample Meg, whofe Thoughts no more muft run On Pate, now prov'd to be Sir William's Son. Now, now good Madge and honeft Maufe agree ; While Megs in Dumps, put in a Word for me : I'll be as kind as ever Pate cou'd prove ; Lefs headftrong, and more conftant in my Love. Madge. As Neps can witnefs, and the bufhy Thorn Where many a Time to her your Heart was fvvorn ; Fie, Bauldy, blufh ; your Vows of Love retain ; What Lafs can e'er believe a perjur'd Swain ? The Curfe of Heaven hangs above their Heads Who're ever guilty of fuch Anful Deeds. I'll ne'er advife my Niece to creep fo low ; Nor wou'd fhe be advis'd, full well I know. Bauldy. What's this ! a perjur'd Swain ! 'tis mighty Ane ! » You lie, old Beldame, and had bed decline Such unjuft Words ; elfe will I fee you made A due Example in white Sheet array'd. Madge. You dare do this ! you foolifh fniv'ling Page; Say that again, and — trembling — dread my Rage ; And ten fharp Nails, that, when my Hands are in, Can ftrip the Skin o' your Cheeks below your Chin. Bauldy."], [57, "47 Bauldy. Maufe, bear me Witnefs ; what fhe's faid you know ; That I'm perjur'd 1 will not let it go. Madge. You're Witnefs too he call'd me fcurvy Names ; And fhou'd be ferv'd as his ill Breeding claims. You Althy Dog ! (feizes him by his Hair in a Fury — a flout Battle— Maufe endeavours to part them.) Maufe. fly, Madge ; flop, Bauldy, pray ; I wifh I hadn't feen this foolifh Fray ; 'Tis fo Ally (Bauldy gets out of Madge'* Clutches with a bloody Nofe.) Madge. in Bauldy fure 'tis worfe, A fcurvy Knave — to fly at me fo Aerce. It fuits him, truly, with his gracelefs Tongue To tell me whether I am old or young : Much older than myfelf have married been, And, ere they died, their Childrens Children feen. Maufe. That's true ; and Bauldy you was much to- blame, To call Madge aught but her right Chriftian Name. Bauldy. My Ears, my Nofe, and Head do And the fame. Madge. Old Beldame ! Althy Fellow; I fhall old ye. Maufe. No, no, you muft be Friends with honeft Bauldy. Come, come, fhake Hands ; this muft no farther go ; You muft forgive him ; I will have it (o. I Bauldy-"], [58, "[4« ] Bauldy. To Madge I bear no Hate, in troth now, Maufe; But fhe, beginning firft, has been the Caufe Of what has happen'd ; and fhou'd therefore crave My Pardon firft ; and fhall Acquittance have. Madge. I crave your Pardon ! gallows Face, be gone, And to the Lafs you've wrong'd your Fault attone : Go, or be blafted in your Health and Gains ; The due Reward of all fuch perjur'd Swains. Swear ! then recant ! — -was e'er the like heard tell I Swift take him, Nick, he's too long out of Hell. Bauldy. Heaven have Mercy on us ! curs'd were he Who were condemn'd for Life to live with thee. [Exit Bauldy. Madge, (laughing) I think I have done for Bauldy pretty well ; He fcarce again to me his Love will tell. He's a bafe Villain who wou'd dare to ferve A Damfel fo ; and does no Good deferve. Maufe. You trimm'd him tightly ; I commend you for'f; His bloody Nofe gave me no little Sport : For, this Forenoon he had that Want of Grace, And Breeding too, to tell me to my Face, He hop'd I was a Witch — and now wou'd Hand His Heady Friend, and lend my helping Hand. Madge. A Witch ! — how had you Patience this to hear, And leave him Eyes to fee, or Ears to hear ? Maufe. Old wkher'd Hands and feeble Joints- like mine, Obliges one Refentment to decline ; Till"], [59, "49 \"Till oft 'tis feen, when Vigour fails our Heart, The Want of Force fupplied with cunning Art; Thus I deferr'd Revenge till it was dark, And at that Time have fix'd my faucy Spark; I'm certain he'll attend ; and here I came To feek your Help, that we the Fool might {hame. Madge. And fpecial Sport we'll have, to his fore Coft; Be you the Witch, and I will play a Ghoft : A Linen Sheet wound round me like one Dead ; I'll chalk my Face, and groan, and fhake 'my Head j We'll frighten him fo, that he no more fhall long Witches to bribe, to do a Damfel wrong. Maufie.Thtn let us go,— for fee approaching Night; The weftern Sun fhines with a fetting Light. [Exeunt. SCENE II. Roger and Patie. Roger. My Mind is chearful, and my Heart feels light; O Mafter Patrick, all your Thoughts were Right t. Sure Gentlefolk have ftronger Senfe than we, Who have no Claims to boaft of Pedigree. My Jenny, now, who broke my Heart this Morn, Is perfe-S yielding, fweet, and free from Scorn : H I fpokc"], [60, "50 I fpoke my Mind, — fhe heard, — I fpoke again ; She fmil'd, — I kiis'd ; — I woo'd, — nor woo'd in vain. Patie. I'm glad to hear't ; — but O ! my Change To- il av Fills me with Joy, yet not without Alloy. I've found a Father, gentle, kind, and dear ; And in Eltate — that mounts my lowly Sphere ; With Looks ail Kindnefs, Words that Love confefs'd, \"J He all the Father to my Soul exprefs'd — t While croft he held me to his manly Breaft. I Such were the Eyes, he faid, thus fn.il'd the Mottth, Of thy lov'd Mother; Bkfiing o' my Youth, Who let too loon ! — and, while he Praife beftow'd, Fall down his graceful Cheeks a Torrent flow'd. M v new-born Joys, and this his tender Tale, Did, mingled thus, o'er all my Thoughts prevail ; That, fpeechlef- long, my late known Sire I view'd ; While gufhing Tears my panting Bre.tft bedevv'd : Unufual Tranlports made my Head turn round ; \"j Whilft I, myfdf, with rifnig Rapture., found J. The happy Son of one* fo much renown'd. J But he has heard, — too faithful Symtn's Fear His brought my Love For Peggy to his E^r, Which he forbids, — 'tis this difturbs my Peace; Wh.le thus to beat— -my Heart muft fooner ceafe. Roger. How to advife you, troth, I'm at a ftand ; Bui, v.ere't my Cafe, I'd clear it up off-hand. Patie. Duty anj P.eafon ftrongly plead his Caufc ; But L v_ rebels agalnft all binding Laws : FiM inni} Sciil the Sheph.rdef. excels, *\"\" Ar.J Paiiot my nev/ Happinefs repels. Roger. Enjoy them both, — Sir William may be won ; Ycur_jPagj£. \\:*.i-A.y, — you're his only Son. Patie."], [61, "[ 5i ] Patie. She's mine by Vows and ftiongeft Ties of Love ; And from thefe Bonds no Fate my Mind fhall move : I'll wed none elfe ; thro' Life I will be true : But ftill Obedience is a Parent's Due. Roger. Is not our Matter and yourfelf to {lay Among us here ; or do you go away To London Court, or other diftant Parts ? To leave your forrowing Friends with broken Hearts. .Patie. To Edinburgh ftrft To-morrow we advance, \") To London next, and afterwards to France — \\ Where I muft (lay fome Years and learn — to dance ; — J And other fuel, like Studies muft purfue ; Returning Home adorn'd with red-heel'd Shoe : 'Tis then defign'd, when I can well behave, That I muft be fome lordly Thing's dull Slave For fake of pahrv Cafh ; which well I lee Can ne'er a real Advantage bring to me : But Peggy, dearer to me than my Breath, Sooner than hear fuch News, fhall hear my Death. Roger. They who have jujl enough may fiundly fleep ; The Surplus only troubles one to keep. Good Mr. Patrick, wasn't that your Theme ? Pari*. What was my Morning Thought — at Night's C the fame ; ,t The Poor and Rich but differ in the Name. -* Content's the greateft Blifs we can procure, Or Heav'n can give, — without it Kings are poor. Roger. But an Eftate like yours Content mult yield ; When we can only live who glean the Field : Fiue Cloaths, foft Beds, grand Houfes, fparkling Wine, Rich Fare, and chearfu! Friends whene'er you dine ; H 2 Sub-"], [62, "[ 5* ] Submiflive Servants, Honours, Wealth, and Eafe ; Who's not Content with thefe is hard to pleafe. Patie. So Roger thinks, and thinks not much amifs ; But many a Cloud hangs hov'ring o'er their Blifs : The Paffions govern all, — if they o'erpow'r, Like Cattle lean, they'll foon the fat devour ; The Spleen, nice Honour, and offended Pride, Sting, like the fharpeft Goads, in Gentry's Side ; The Gout, the Gravel, ev'ry {harp Difeafe, Too oft is found the Fruits of too much Eafe ; While, o'er the Lawn, the Shepherd, with lefs Care, Enjoys his fober Wifti — and wholefome Air. Roger. Lord, Man, I wonder ftill ; and it affords My Heart much Pleafure — lift'ning to your Words: Where got you all this Senfe ? I fain wou'd know ; It makes our Difappointments eafier grow. Patie. From Books, the choiceft Bocks, I gnin'd fome Skill ; They bell can teach what's truly good or ill. Ne'er grudge each Year to finis fomc Stones of Cheefc, To gain thefe Alent Friends that ever pleafe. Roger. I will, if you'll advife which fhould be chole ; Faith I'll have Books, tho' I fhou'd fell my Ewes. But now let's hear how you're defign'd to move Between Sir William's Will and Peggy's Love. Patie. Then here itrefts,— his Will I {hall abide; T My Vows I'll keep, and {he fl.all be my Bride ; L But I, fome Time, this laft Delign muft hide, \\ Keep you the Secret clofc, and leave me here. I fent for Peggy,— yonder com.s my Dear. Roger. And, proud of being your Secret -keeper, I, To wi eft it from me', ail the Devils defy. [Exit Roger. Patitt"], [63, "53 Patie. What poignant Pain it gives me to impart My Father's Will to her who holds my Heart. I know lhe loves, — and her foft Soul will Ank, While it ftands trembling on the hated Brink Of Difappointment ; — Heav'n fupport my Fair; And let her Comfort claim your tender Care : Her Eyes are red Enter Peggy. my Peggy why in Tears ? Smile as you're wont, — allow no Room for Fears : Tho' I'm no more a Shepherd, yet I'm thine. Peggy. I dare not think fo high, — I now repine At the unhappy Chance that made not me A proper Match — or ftill a Swain kept thee : — Who can, without Regret, view from the Coaft The Ship that bears his All like to be loft ? Like to be carried by fome adverfe Hand Far from his Wifhes to fome diftant Land. Paiie. Ne'er mourn at Fate, whilft it with me re- mams To raife thee up, or ftill attend thefe Plains : My Father has forbid our Loves, I own ; But Love's fuperior to a Father's Frown : I Falfehood hate, — come, throw thy Cares away ; I know to Love, as well as to obey. Sir William's gen'rous ; leave the Talk to me To make ftrict Duty with true Love agree. Peggy. Speak on, — fpeak ever thus, — and ftill my Grief; — Tbo' fhort — I dare to hope the fond Relief. New Thoughts a fairer Face will foon infpire ; With artful Air,— and drefs'd in Silk Attire : Then"], [64, "My [ 54 j Then' I ! alas ! with .Sighs may mourn my Fate, When the young Knight's no more my envied Pate: No more again to hear fweet Tales expreft By the blythe Shepherd, who excell'd the Reft; No more be envied by the tattling Throng, When Patie kifs'd me for a Dance or Song ; No more fhall we on the green Meadows play, And run half breathlefs round the Ricks of Hay : To fly from thee — how often did I feign, And fell on Purpole that I might be ta'en ; But now no more round yon green Bank fhall creep, To watch and gaze upon thee while afleep : But hear my Vow, — 'twill help to give me Eafe ; — May fudden Death, or deadly dire Difeafc, And worft of Ills attend my wretched Life, If, but to you, I'll e'er become a Wife. Pctie. Sure Heav'n approves : — and be affur'd cf me ; I'll ne'er go back from what I've fworn to thee. And Time, — tho' Time muft interpofe a-while — And I muft leave my Peggy and this Ifle, — Yet Time, nor Diftancc, nor the faireft Face — If there's a fairer, e'er fhall fill thy Place. I'd curfe my rifing Fortune, cou'd it move The fair Foundation of our faithful Love. If at my Foot were Crowns and Sceptres laid To bribe my Soul from thee, delightful Maid ; For thee, I'd quit thefe much inferior Things To thofe — who have the Patience to be Kin<rs. Wherefore that Tear ? — Believe and calm thy Mind. Peggy. I weep for Joy, to hear my Love fo kind : — When Hopes were funk, and nought but dark Def- pair Made me think Life but little worth my Care ;"], [65, "[ 55 I My Heart was like to burft; but now I fee Thy gen'rous Thoughts will fave thy Heart for me: With Patience then I'll wait each rolling Year, Dream thro' that Night, 'till my Day-Star appear ; And all the while will fludy gentler Charms, To make me fitter for my Traveler's Arms : I'll coax my Uncle Glaud — who's far from Fool ; And will not grudge to put me to a School, Where I may Manners learn — Patie. that's wifely faid; And what he fpends that Way — will well be paid Tho', without all thofe little Helps of Art, Thy native Sweets might gain a Prince's Heart : Yet now, left in our Sphere we gire Offence, We muft learn Modes — unknown to Innocence : Affect oft Times to like the Thing we hate ; And drop Sincerity — to keep up State : Laugh when we're fad, fpeak when we've nought to fey. And, for the Fafhion, when we're fad, feem gay : Pay Compliments to thofe we've often fcorn'd ; Then fcandalize 'em when their Backs are turn'd. Peggy. If this is Gentry, I had rather be What I am ftill ; but I'll be aught with thee. Patie. No, no, my Peggy ; I but only jeft With Gentry's Apes ; for ftill, among the beft, Good Manners give to-Probity an Eafe, And native Virtues join the Arts to pleafe. Peggy. Since with no Hazard, and fuch fmall Ex* pence, My Lad from Books can gain fuch folid Senfe ; Then why, ah why ! fliou'd the tempeftuous Sea Endanger thy dear Life, and frighten me ? Sir"], [66, "56 Sir William's cruel, who wou'd force his Son, For Lord knows what, fo great a Rifk to run. Patie. Tho' there's no Doubt, but Trav'lling does improve ; Yet I wou'd fhun it for thy Sake, my Love : But foon as I've fhook off my ruftic Tafte In foreign Cities, home to thee I'll hafte. Peggy. With ev'ry fetting Day and riAng Morn— I'll kneel to Heav'n, and afk thy fafe Return : Under thofe lofty Trees fequefter'd Shade, Where oft, when Children, we have run and play'd ; And to yon Grove, where firft you told your Flame, Swore you'd be mine, and I believ'd the fame ; I'll often go, and tell the Trees and Flow'rs, With Joy, that they'll bear Witnefs I am yours. Patie. My Dear, allow me from thy Temples fair A fhining Ringlet of thy flowing Hair ; Which, as a Sample of each lovely Charm, I'll often kifs, and wear about my Arm. Peggy. Were ev'ry Hair that appertains to me Worth an Eftate, they all belong to thee : Take then, my Love, the Trifle you deAre, And aught that Love with Virtue may require. Patie. No more I'll afk ; but, Ance we've little Time, To wafte it now, wou'd border on a Crime ; Love's fofter Meaning better is expreft With fweeteft Kiffes on the Heart impreft. [Exeunt. END OF ACT THE FOURTH. ACT"], [67, "t 57) A C T V. S C E N E I. Bauldy knocking at Symon's Door; Symon appears. Sy_.i_-.~fT THAT want you, Bauldy, at this filent W Hour ? When Nature nods beneath each drowfy Pow'r; Far to the North the faint glimmering Light Stands equal 'twixt the Morning and the Night ; What makes you {hake and fhiver thus, my Friend ? Your Teeth too chatter,— Hair {lands all on End.— Bauldy. O give me foon fome Water, Milk, or Alej My Head turns round, my Legs with fhaking fail j Ne'er will I go at Night thro' yon curs'd Lane,-— Alas ! I ne'er fhall be myfelf again : . I'll not forgive it — Symon, O Symon, O ! (Symon gives him Drink. Symon. What ails thee, Fool, to make fo much ado ? You've wak'd Sir William, who has left his Bed ; He comes, I fear, ill pleas'd, — I hear his Tread. * _ I Enter"], [68, "58 Enter Sir William. Sir Will. How wears the Night ? Does Day-light yet appear ? Symon, what means this Outcry that I hear ? Symon. I'm forry, Sir, that we've difturb'd your Reft:T But fome ftrange Thing has Bauldy's Mind oppreft ; K. He's feen fome Witch or ghailly Ghoft at leaft. J Bauldy. O ! ay— Dear Sir, in troth 'tis very true} And I am come to make my Plaint to you. Sir Will. (Smiling) I long to hear't Bauldy. Ah, Sir ! the Witch call'd Maufi, Who dwells above the Mill among the Haws, Firft promis'd that fhe'd help me with her Art To gain a crofs untoward Damfel's Heart ; Then bid me come and meet her when 'twas Night : But may no Frierid of mine get fuch a Fright ! For the curs'd Hag, inftead of doing good, (The very Thought on't freezes up my Blood) Rais'd up a ghaftly Ghoft, or Dev'l, I trow, Like a dead Corpfe in Sheet as white as Snow ; Black Hands it had, it's Face quite pale and wan ; And then both Ghoft and Witch on me began : My Breeches loos'd, — while I, like a great Fool, Was labour'd — as I us'd to be at School : Out of it's Place my Heart was like to jump ; I nervelefs grew with Fe_r — a lifelefs Lump ; Till with a roaring Laugh they vanifh'd quite ; Then I, half dead with Anger and Affright, Got up, and fled in hafte from them to you ; Hoping your Help to give the Dev'l his Due. I'm"], [69, "59 I'm fure no Eafe will to my Heart be known, Till in a fat Tar-barrel Maufe is thrown. Sir Will. Well, Bauldy, whate'er's juft fhall granted be; Let Maufe be brought this Morning down to me. Bauldy. Thanks to your Honour, — foon fhall I obey j But firft fome Friends I'll gather in my Way To hold her fall, ere fhe can play a Trick With her curs'd Spells to fummon up Old Nick. [Exit Bauldy. Sir Will. Troth, Symon, Bauldy'% more afraid than hurt; The Witch and Ghoft have made themfelves good Sport : What filly Notions croud the clouded Mind That is, for want of Education, Blind ! Symon. But does your Honour think there's no fuch Thing As Witches railing Devils thro' a Ring ? Such curfed Tricks, a Thoufand I cou'd tell, Cou'd never be contriv'd on this Side Hell. Sir Will. Such as the Devil's dancing in a Moor Among a few old Women craz'd and poor,— Who are rejoic'd to fee him frifk and jump O'er Bry'rs and Bogs, with Candles in his Rump ; Appearing fometimes like a black-horn'd Cow, Sometimes like neighing Steed, or brindled Sow; Then with his. Train thro' airy Paths to glide, While they on Cats, or Clowns, or Broomfticks ride; Or in an Egg-fhell fkim all o'er the Main To drink their Leader's Health in France or Spain ; I 2 Then"], [70, "[6o] Then oft by Night affright faint-hearted Fools, By tumbling down their Cupboards, Chairs and Stools ; Whate'er's in Spells, or if there Witches be, Such WhimAes feem the moft abfurd to me. Symon. 'Tis true, indeed, we never heard a Witch Had either Senfe to boaft — or yet was rich : But Maufe, tho' poor, is an induftrious Wife, And lives a very quiet honeft Life ; Which makes me think this Mumm'ry — that's paft— « Will end in nothing but a Joke at laft. Sir Will** I'm fure it will ; — but fee increafing Light Commands the Imps of Darknefs down to Night ; Go, call m.y Servants, and my Horfe prepare ; I'll walk the while and tafte the Morning Air. [Exeunt. SCENE II. Glaud, Peggy, and Jenny. Glaud. I wifb, my LafTes, it holds fair till Night j You do not ufe fo foon to fee the Light ; But you intend, my Children, I fuppofe, To take your Leave of Patrick, ere he goes : And do you think — that, Ance fo great he's grown, He'll now, as Friends, poor Country Laffes own ? Jenny. Tho' he's young Mafter now, I'm very fure He'll fcom to flight old Friends — becaufe they're poor. But"], [71, "[6r ] But Yefterday — to all he Friend-hip fwore,— And kifs'd my pretty CouAn o'er and o'er. Glaud. Ay, ay, no Doubt on't ; and he'll do't again ; But, be advis'd, — his Company refrain. Before, he, as a Shepherd, fought a Wife, With her to live a chafte and frugal Life; But now, grown great, too foon he will forfake Such godly Thoughts — and boaft of being a Rake. Peggy. A Rake ! what's that? — fure, if it means aught ill, He'll ne'er be one,— or I have loft my Skill. Glaud. Poor Girl ! thou know'ft but little of Man- kind ; .One both young, good, and great-— we rarely find. A Rake's a gracelefs Spark— who think's no Shame ■ To do what fuch as us think Sin to name ; Such are fo void of Shame, they'll never fpare To boaft of their Amours with flippant Air; They'll tempt young Things like you— their Ends t'obtain, And then defpife you— when their Point they gain. Be rul'd by me,— attend to what I fay,—. Nor give Encouragement to fuch — I pray. Peggy. Sir William's virtuous, and of gentle Blood j And may not Patrick too, like him, be good ? Glaud. That's true; and many Gentry more than. he— As they are wifer — better are than we ; But thinner fown ; they're fo puffd up with Pride, There's many of them mock each rev'rend Guide Who fhows the Way to Heav'n, — nay, I've heard tell, Some of them laugh at Doomfday, Sin, and Hell. Jenny."], [72, "62 Jenny. Preferve us, Father ! — fure that's ftrangely odd; For thofe who doubt a Doomfday— doubt a God. Glaud. Doubt ! why they neither doubt, nor judge, nor think, Nor hope, nor fear, — but curfe, debauch, and drink. I fay not this — as if I really thought Patrick to fuch bad Ways wou'd e'er be brought. Jenny. The Lord forbid ! — no ; he knows better Things : But here comes Aunt — whofe Face fome Wonder brings. Enter Madge. Madge. Hafte, hafte ye ; we're fent for by our Maf- ter Quickly to fettle fome ftrange Difafter 'Twixt Maufe and Bauldy 'bout a foolifh Fray At Symon's Houfe, — the Knight fits Judge, they fay. Glaud. Give me my Stick — Madge, lock the outer Door, And bring the Girl's along,— I'll ftep before. [Exit Glaud. Madge. Poor Meg ! — look Jenny, look at Peggy here, How red with crying her fwol'n Eyes appear ; This Day her favour'd Lover takes, his Horfe To fhine a flafhy Spark at Edinburgh Crofs ; To change his Crook, cut from the branching Plain, For a Ane Sword and gilded-headed Cane ; To leave his ram-horn Spoons and wholfome Whey For fatter Tea— -that fmells like new-mown Hay ; To"], [73, "63 To leave the Dance, what Time we go to Milk, To ruftle 'mong the Beauties clad in Silk : While Meg, poor Meg, muft with the Shepherds flay, And take what God may fend in coarfe Array. Peggy. Why need you teize us with your taunting Scorn ; 'Tis not my Fau't that I'm no higher born, — Had I the Daughter of fome great Man been, I ne'er had notic'd Patie on the Green : Now Ance he rifes, why fhou'd I repine ? Deftin'd for another — he'll ne'er be mine. And yet, dear Aunt, fhou'd the kind Fates decree My Patie to me— I yet his Wife fhall be. Madge. A likely Story, troth !— but we delay; Pin up your Aprons, Girls, and come away. [Exeunt. SCENE III. A Room in Sir William's Houfe ; Sir William fitting in his Arm-chair; Bauldy and Mause attending. Sir Will. And was that all t Well, Archy, you vrerc ferv'd No otherwife than what you well deferv'd. Was it fo fmall a Matter to defame, And take away an honeft Woman's Name ? Befide."], [74, "64 BeAdes yotjr vik Intent to have betray'd, By Perjury, an innocent young Maid. Bauldy. My Fault I own from the Beginning thro', And ne'er again to Neps will be untrue. Maufe. Thus far, Sir, I'm his Debtor— I'll allow j I knew not that they thought me fo till now. Bauldy. Indeed, good Sir, I thought her prone to Ev'l; But troth I was bewirch'd ta feek the Dev'l ; And tho' I can forgive, the Trick fhe play'd, Yet _t_e's & fly and a revengeful Jade, And that my Limbs do feel, — hut hold — I'm croft ; Be ftill my Tongue, for yonder comes the Ghoft, And the young handfome Witch — whofe rofy Cheek Sent me without my Wit the Dev'l to feek. Enter Madge, Pegcy and Jenny. Sit Will. (Looking at Peggy) Who's Daughter's fhe who wears the Aurora Gown ? With Face fo fair — her Locks fuch lovely Brown,-— How fparkling are her Eyes ?— what's this I find ? The Girl brings all my Sifter in my Mind : Such were the Features— once adorn'd a Face Which Death too foon depriv'd of fweeteft Grace : Is this your Daughter, Glaud f Glaud. — . — i Sir, fhe's my Niece ; And yet fhe's not, — but I fhou'd hold my Peace. Sir Will. This is a Contradi&ion, — what do yon mean ? She is, and _he is not ;— — pray Glaud explain. Glaud."], [75, "65 Glaud. Becaufe I doubt if I fliou'd make appear ~\\ What I have kept a Secret thirteen Year. rAlaufe. You may reveal what I can fully clear. Sir Will. Speak foon — I'm all Impatience ! Patie. fo am I ! For much I hope, and hardly yet know why. Glaud. Then, Ance my Mafter orders, I obey :--- This pretty Foundling one clear Morn in May Clofe by the Threftiold of my Door I found All fweet and clean — and carefully wrapt round In infant Weeds of rich and handfome make; . What cou'd they be, thought I, did thee forfake ? Who, worfe than Brutes, cou'd leave expos'd to Air So much of Innocence, — fo fweetly fair ; — So helplefs young, — for fhe appear'd to me Not more, indeed, than four Months old to be : I took her in my Arms, — the Infant fmil'd, With fuch a Look — might make a Savage mild. The Truth conceal'd— I pafs'd her, by DeAgn, As a poor Orphan and a Niece of mine : Nor do I grudge my Care for this fweet Maid, Who all my Pains fo amply has repaid. You fee fhe's handfome, — I can fwear fhe's good,- And am right fure fhe's come of higher Blood j But nothing further know I of this Maid, Than what I to your Honour now have faid. Sir Will. The Tale feems ftrange ! Patie. the Tale delights my Ear. Sir Will. Command your Joy, young Man, till Truth appear. K Maufe."], [76, "66 Maufe. That be my Talk— now, Sir, bid all be hufh; Peggy may fmile, — thou haft no Caufe to blufh : Long have I wifh'd to fee this happy Day, That I might fafely to the Truth give way ; That I may now Sir William Worthy name The beft and neareft Parent the can claim : He faw't at firft, — with piercing Eyes did trace His Sifter's Beauties in her Daughter's Face. Sir Will. Old Woman do not rave ;-— prove what you fay : 'Tis dang'rous in Affairs like this to play Patie. What Reafon, Sir, can an old Woman have To tell a Lie — when fhe's fo near her Grave ? But how, or why, it fhou'd be Truth — I grant — I every Thing— -that Looks like Reafon— want. All. The Story's odd ! — we wifh we heard it out. Sir Will. Make hafte, good Woman, and refolve each Doubt, — — — (Maufe goes forward leading Peggy to Sir William.) Maufe. Has Afteen tedious Years then alter'd fo A wrinkled Face— you then fo well did know ? That here, I, as an unknown Stranger {land ~\\ Who nurs'd her Mother— who now holds my Hand : > Yet ftronger Proofs I'll give — if you demand. J Sir Will. Ha ! honeft Nurfe ! where were my Eyes before ? I know thy Faithfulnefs, and need no more : Yet, from this Labrynth extricate my Mind ; Say, to expofe her— who was io unkind ? Sir"], [77, "67 (Sir William embraces Peggy, and makes her At down by him.) Yes, furely thou'rt my Niece ;— Truth muft pre- vail : But no more Words— till Maufe relate her Tale Patie. Good.Nurfe, difpatch thy Story, wing'd with Blifs j That I may give my Coz a tender Kifs. Maufe. Then it was I who fav'd her infant Life ; Her Death being threaten'd by an Uncle's Wife : The Story's long, — but I the Secret knew; How they purfu'd, with avaricious View, Her rich Eftate, — of which they're now poffeft : All this to me a Confidant confeft. I heard with Horror and with trembling Dread, They'd kill the haplefs Orphan in her Bed : That very Night, when all were funk in Reft, At midnight Hour the Room I foftly preft, And ftole the fleeping Innpcent away, With w horn I travell'd fev'ral Miles ere Day : All Day I hid me ;— when the Day was done Purfu'd my Journey — lighted by the Moon : Till Eaftward Afty Miles I reach'd thefe Plains, Where fmiling Plenty glads your chearful Swains ; Then, fear of being found out, I — to fecure My Charge — laid her at this Shepherd's Door, And took a neighb'ring Cottage here, — that I, Whate'er might happen to her, might be by ; Here honeft Glaud himfelf, and Symon, may Remember well, how I that very Day K? Frojfc"], [78, "[63 ] From Roger's Father took my little Cot. (Glaud, with Tears of Joy falling down his Beard) I well remembcr't ; — happy be your Lot : Lon» have I wifh'd for this, — for oft I thought Such Knowledge fome Time fhou'd be brought about. Patie. 'Tis now a Crime to doubt,— my Joys be ftilt, And' pay Obedience to my Father's Will : Sir, with paternal Love furvey her Charms ; And bUme me not for rufhing to her Arms : She's mine by Vows, — and wou'd, tho' ftill unknown, Have been my Wife — when I my Vows durft own. Sir Will. My Niece, my Daughter,-— welcome to my Care Sweet Image of thy Mother,.-- good and fair ; Equal with Patrick : — now my greateft Aim Shall be to aid your Joys and well-match'd Flame : My Boy receive her from your Father's Hand With as good Will as either wou'd demand. (Patie and Peggy embrace, and kneel to Sir William.) Patie. With as much Joy this Blefling I receive As thofe wou'd Life — who're finking in a Wave, Sir Will, (raifes them) I give you both my Blefling,— ,. may your Love Produce an happy Race — and ftill improve. Peggy. My Wifl.es are complete,-— my Joys arife, While I'm near giddy with the bleft Surprize : And am I then a Match for my dear Lad, Who ftill for me fuch gen'rous Kindnefs had ? Long may Sir William blefs thefe happy Plains ; Happy — while Heav'n grants he here remains, Patie."], [79, "69 Patie. Be long our Guardian, — ftill our Mafter be • Th' Eftate be yours, — my Peggy's One to me. Glaud. I hope your Honour now will take amends On thofe who fought her Life for wicked Ends. Sir Will. The bafe unnatural Villain foon fhall know That Eyes above watch the Affairs below ; I'll ftrip him foon of all to her 'pertains, And make him reimburfe his ill-got Gains. *\" Peggy. To me the Views of Wealth and an Eftate Seem light — when put in Balance with my Pate. For his dear Sake I'll ever thankful bow, For fuch a Kindnefs, bell of Men, to you. Symon. What double Pleafure brightens up this Day ! I hope, good Sir, you'll not foon hafte away. Shall I put up your Horfe, — and now prepare A Dinner for you — of our Country Fare ? See what true Joy unwrinkles ev'ry Brow ; Our Looks dwell on that Pair — and doat on you. Ev'n Bauldy, the bewitch'd, has quite forgot Old Madge's Spite — and cunning Maufe's Plot; Sir Will. Faithful old Man, remain with you To- day ! I never from thefe Fields again will ftray : Workmen fhall foon my ruin'd Houfe repair, And bufy Gardeners fhall new Planting rear j My Father's hearty Tabk you fhall fee Reftor'd — and my beft Friends rejoice with me, Symon. That's the beft News I've heard this twenty Year : New Day breaks up-— rough Times begin to clear. Glaud."], [80, "[7° J Glaud. God fave the King, and fave Sir William, long To enjoy their own — and raife the Shepherd's Song. Roger, Who will not dance, who will refute to Ang ? What Shepherds will not laugh and fmile like Spring ? Bauldy. I'm friends with Maufe— and. e'en with Madge I'll join — Altho' they caught me in their arch DeAgn. I'm now quite gay, and freely can forgive, To join and Ang — long may Sir William live. Madge. Long may he live ! and Archy Counfel keep ; Rein in your Tongue, and look before you leap ; And never call us old, — or fomething worfe ; — Elfe you may yet fome Witch's Fingers curfe. This Day I'll with the youngeft of you — rant ; And ftill fhall boaft that I was thought the Aunt Of our young Lady— meriting fuch Fame. — Peggy. For thee I'll never learn another Name. And my good Nurfe — how fhall I grateful be For all thy matchlefs Kindnefs fhown to me ? Maufe. The flowing Pleafures of this happy Day Does amply all I can require — repay. Sir Will. To faithful Symon— and, kind Glaud, to you — The Farms that ye poffefs — as juftly due — To you and to your Heirs — I jointly fhare, ~l For a£ting like kind Fathps to the Pair, y Who have enough befides, — and thefe can fpare. \\ Maufe, in my Houfe in Calmnefs clofe your Days* With nought to do— but ling your Maker's Praife. 4 All,"], [81, "71 All. The Lord of Heav'n return your Honour's Love, Encreafe your Joys, and all your Bleflings — prove. Patie prefentin'g Roger to Sir William. Sir, here's my trufty Friend, who ftill retain'd My Confidence — ere I this Fortune gain'd : Gland's Daughter Janet {Jenny think no Shame) Rais'd and maintain'd in him a Lover's Flame : Long was he dumb, — at laft he fpoke and won ; And hopes to be our honeft Uncle's Son : Be pleas'd to fpeak to Glaud for his Confent, That none may wear a Face of Difcontent. Sir Will. My Son's P.equeft is fair,— Glaud, let me crave That trufty Roger may your Daughter have With free Confent, — and, while he does remain LTpon thefe Fields, I'll make him Chamberlain. Glaud. You crowd your I_ounties, Sir; what can-* we fay ? / But that we're Debtors — who can ne'er repay : C Whate'er your Honour Wills— I muft obey. J Roger, my Daughter — v. ith my Blefling — take ; And ftill our Mailer's Good your Bufinefs make : Pleafe him, — be faithful, — and this old grey Head Shall reft in Peace among the filent Dead. Roger. I ne'er was good at fpeaking all my Days, Or ever lov'd to fpeak in my own Praife ; But for my Mafter, Father, and my Wife, I will employ the Cares of all my Life. Sir"], [82, "72 Wit Will. My Friends, I'm fatisfied you'll all be have, Each in his Station, as I'd wifh or crave: Be ever virtuous ; — foon or late you'll find \\ Reward and Satisfaction to your Mind. The Maze of Life fometimes looks dark and wild ; Oft when our Hopes are brighteft — we're beguil'd Oft when we {land on Brinks of dark Defpair, Some happy Turn with Joy difpels our Care : *' For Bleffings ever wait on virtuous Deeds ; \" And tho' a late— a fure Reward fucceeds.\" FINIS."], [83, ""], [84, ""]]