[[1, ""], [2, ""], [3, ""], [4, ""], [5, "RICHARD CŒUR DE LION, AN HISTOKICAL T R Gc E D Y. i Sontion ; ARTHUR HALL & Co., 25, PATERNOSTER ROW. MDCCCLXI."], [6, ""], [7, "RICHARD CŒUR DE LION."], [8, ""], [9, "RICHARDiCŒUR DE LION, AN HISTORICAL T R Æ a E D Y. EonDon ; ARTHUR HALL & Co., 25, PATERNOSTER ROW. MDCCCLXI."], [10, ""], [11, "TO THE POBLIC. Time has long made inquiry for an Original Drama — Is this one?"], [12, ""], [13, "PERSONS REPRESENTED. Richard Cœur De Lion, King of England. Prince John, his brother. Geoffrey, Archbishop of York, his half-brother, son, to Rosamond Clifford. Walter, Archbishop of Rouen. Longchamp, Bishop of Ely. Hugh, Bishop of Durham. Glanville, Justiciary to King Richard. Two Troubadours, A Templar. A Knight of St. John. Philip, King of France. Saladin, King of Egypt. Henry, Emperor of Germany. Tancred, King of Sicily. Conrade, Marquis of Montserrat. Duke of Burgundy, ] Generals of the Christian Army D'Avesnes, ) in Palestine. Fulk, Curate of Neuilly. Bertram de Gourdon. Two Austrian Captains. Austrian Gaoler. Two Assassins. Berengaria, Princess of Navarre, afterwards Queen to King Richard. Eleanor, Queen Dowager of England, Mother to King Richard. Joan, her daughter, Queen Dowager of Sicily. Mai, Princess of Cyprus. Barons, Knights, German Princes, Austrian Nobles, Sicilians, Jews, Citizens, Servants, Messengers, At- tendants, and Soldiers, English and Foreign. SCENE — Variously in England, Normandy, Sicily, Germany, and Palestine,"], [14, ""], [15, "RICHARD CŒUR DE LION. ACT I. SCENE I. Normandy. A Room in the Castle at Baieux. Enter King Richard and Prince John. King Rich. Beshrew me, John, we both were sorry sons, And oft-times did deserve a cudgel's thwacks At our good father's hands when they dropped down Great largess on our shoulders. Prince John. Sire, I grant We looked on things in general not from His point of view, and saw them not the same. Position turns a rainbow to a shower,"], [16, "8 RICHARD CŒUR DE LION, And circumstance is nature's coiner, ever Stamping the same metal differently. King Rich. Go to. It even stampt us a pair of precious rascals, And we must mend. Prince John. Whate'er in me is wrong I'll mend most willingly. King Rich. Say heartily. We look upon the past as on a mirror, And it doth show us foul with dirty conduct — May generosity e'en wash it out. We have ta'en measures to release our mother From her imprisonment. Betwixt ourselves And the prison gatepost it but served her right — Our father shut her up. fle is gone' now, A good old fellow, and he feels no wrongs. Besides, our mother wronging him more thought To 'vantage her sad sons than e'en herself, Therefore though punishment was just from him 'Tis not from us, and we have ended it. Prince John. Tour highness spoke of generosity, And that is kingly. King Rich. John, you have an eye To interest. Well we'll forgive the failing — Perhaps it is a virtue. If so sooth,"], [17, "KING OF ENGLAND. 9 As says the saw — virtue 's its own reward. Prince John. I do confess, your highness, that your words Raised expectations. King Rich. Careless stones may raise A bubble in a horse-pond. Would you blame Tour neighbour for its bursting ? Well, our brother, We've set a covetous devil in you gaping, 'Tis only fair to fill his ugly mouth. Look 'neath your pillow ere you sleep to night — Tou'U find some papers. Prince John. Heartily I thank you. But sooth my thanks are gropers in the dark, They know not what they handle. King Rich. We will tell you. We do confirm to you the appanage Our royal father gave, with divers grants Additional to it. We do further grant Four thousand marks a year ; the whole estate, And 'tis not small, of William Peverell, Lately escheated to the Crown ; eight castles, Their forests and their honours ; besides these We give you six fine Earldoms in Old England ; And here, in Normandy, the goodly county Montaigne."], [18, "10 RICHARD CŒUR DE LION, Prince John. Dear brother, your great bounty falls As once the straw did from your lustier arms When we were romping where some thrashers work'd, — Tou overwhelm me wholly. King Rich. We remember That you turned sulky, John. Prince John. And well I might. Tou nearly smother'd me. Even as now Tou laid on such huge armfuls. King Rich. John, we shall Hazard your sulks again. We have an armful Still to administer. Prince John. By the powers I know not Where you will place it then, I'm so topped up. King Rich. Ha ! brother John ! Could you not find a place For a sweet little wife — the fair Avisa — With all the Earl of Gloucester's great estates I' th' wedding ring? Enter Queen Eleanor. Prince John. Tou are a princely brother. Welcome, dear mother, to liberty. I'm glad"], [19, "11 KING OF ENGLAND. Tou have come now. The King has made me happy- Given me more than strained extravagance Could frame a wish for. Queen Eleanor. England has now a King. His mother thanks him that she walks in freedom ; 'Tis long since she enjoyed it. ■ King Rich. Mother, 'tis long Since you deserved it. Queen Eleanor. Tour father was a tyrant To all his family, and I rebelled. 'Twas to serve you, and now by you I'm blamed. King Rich. Mothers who serve their sons by wronging husbands Deserve not to be wives. Enough of this — We all were traitors to the good King Henry, And, as we've told our brother, we must mend. We purpose sending you to England, mother, To rule till we arrive. Then we will have Our royal brows invested with its crown, And show the world that England has a King Can wear it proudly, ay and wield a sceptre In triumph where he lists. Glory doth wave Her banner every morning in the East. England's shall wave there too, its sun shall rise —"], [20, "12 RICHARD CŒUR DE LION, Richard will be its light — and dazzle nations Forever from the hills of Palestine. \\_Exeunt. SCENE II. England. A Street in London. The King's Palace in the distance. Enter several Citizens. 1st Cit. Were you at Westminster this morning, friend ? 2nd Cit. Tes, faith I was, and in the Abbey too. 1st Cit. Did you get a good place ? 2nd Cit. A famous one. I climbed the Abbot's tomb, you know the spot, With some score others ; there like clustering bees We clung and saw the ceremony through. 1st Cit. A grand affair I understand. 2nd Cit. It was A glorious coronation. When the crown First pressed great Richard's brow his eyes flashed fire As summer clouds illume its bloom and beauty,"], [21, "13 KING OF ENGLAND. And straight the music swelled like thunder peals, Arousing every spirit. Ecstasy Then gave an English shout. No earthly sound Is like it when 'tis given heartily As then it was indeed ; my ears ring yet. 1st Cit. He is a glorious fellow. We shall have Some English deeds to talk about ere long. He'll soon be off, I hear, to Palestine. 2nd Cit. And here's an arm shall bear an Eng- lish sword Along with him. I'll show the Saracens A Londoner can fight. 1st Cit. 'Twill not be new To them. Have you observed how the King's edict Has kept the Jews within ? 2nd Cit. Like wounded snails They have not shown their horns abroad to-day, Richard is a fine fellow. He won't have A lot of Jews about with money bags Insulting his scraped lieges with demands When they'd be merry. 1st Cit. And was that the reason He ordered they should not come out to-day? 2nd Cit. I'm no vendor of king's reasons. I know"], [22, "14 RICHARD CŒUR DE LION, My own. I also know I'd keep Jews in 'Till they were part and parcel of their walls, Had I the power as he has. 1st Cit. Wherefore so? 2nd Cit. Because I owe them money. They do ask for't And I have got none. 1st Cit. A sufficient reason. Enter other Citizens. 3rd Cit. Here come a lot of Jews with heaps of treasure — They say they carry presents to King Richard. 2nd Cit. 'Tis shameful violation of the law. Aih Cit. I say so too. 5th Cit. Let us stand up for justice. Enter several Jews with presents. Qth Cit. Justice to King Richard! He shall have no presents From Jews. 2nd Cit. Huzza ! Justice to King Richard ! I' th' King's name stand you saucy sons of Judas, Tou are breaking an edict, and 'tis an outrage Against the laws of England. 1st Jew. 'Tis no outrage"], [23, "15 KING OF ENGLAND. In loyal quietness to walk along With presents for our King. 2nd Cit. And 'tis no outrage Against an Englishman to stamp him liar ? 2nd Jew. We speak but in defence against your charge. 2nd Cit. Punish the rascals, they're insulting us . Several voices. Down with the Jews. 2nd Cit. Down with them ! They do lend Good Christians money and thus ruin them. [The Jews are beaten and robbed, several killed, the rest fly pursued by some of the mob. Tou holy saints 'twould make a parson swear. Here are a lot of infidels with wealth Like this we've ta'en to spare — to give away, And we good Christians, 'faith, have none for use. Qth Cit. Letus take theirs — they are only infidels, And 'twere a deed of grace. 2nd Cit. I will stand up For the honour of the Church, where may we find Some well-lined coffers? I must fit me out A soldier of the cross for Palestine At somebody's expense. 6th Cit. A Jew lives there"], [24, "16 RICHARD GŒUR DE LION, Has plenty money. 2nd Cit. Let us in and take it. 5th Cit. He's a warm fellow at that house. 4:th Cit. He's a Christian. 2nd Cit. All money passes if it be but good Let's pillage both. Several voices. So say we all. 2nd Cit. Let's at it. [While several houses are being pillaged, enter from one of them a Lady splendidly dressed, followed by several of the mob despoiling her of her jewels. Enter King Richard, Glanville, several Barons and Templars. King Richard. [Cutting down one of the Lady's assailants. Exit Lady into the house. Is that how Englishmen do treat a woman? Lie there in penance for't you cowardly scoundrel. Why murdered you these Jews ? Glanville, you are [Exit the Mob. Justiciary, make enquiry straight, And let us know who have presumed to beard The laws of England thus in London streets By daylight 'neath our nose. We understand [Exit Glanville and several Barons."], [25, "17 KING OF ENGLAND. These Jews were bringing us right royal presents, And they were murdered for 't and robbed of them. Temp. Sire, 'twas great wrong to the poor infidels, And 'twas, besides, injustice to the Crown; 'Twere well the foul aggressors should be punished. King Rich. 'Blood, they shall feel what 'tis to anger Richard. He's not a king will have a stir in England Save what he makes himself. Well, my lord, who [Re-enter Glanville and Barons. Are the fellows raised this tumult? Glan. I regret That many of them, Sire, are men of note. King Rich. Note down their names and have them taken. We Will sift the matter well. We'll have no Jews Murdered and robbed of what they meant for us. Glan. The object was to punish them for breaking Tour edict, Sire, in being out to-day. King Rich. King Richard will allow no med- dling citizens To uphold his edicts, he'll do that himself, Or relax them as he sees good. The curs,"], [26, "18 RICHARD CŒUR DE LION, We blush to own it, would have stabbed a woman. That wretch had raised his arm. 'Tis not raised now. [Exunt all. Presently a majestic man, dressed as a Troubadour, comes guardedly from one of the pillaged houses. Trou. Come forth, my child, the rioters are gone And all is quiet. Bring the casket with you. [Enter from the house, with a casket, a youth also dressed as a Troubadour. Younger Trou. 'Tis heavy, father. Elder Trou. I will carry it, And when occasion offers we'll dispose The rich contents about us. I can pen A lay, upon a pinch, and we can sing. We'll seek to be retained of good King Richard, For generous minds love song. We both possess Some claims to intellect. Once of his train We shall be safe, and know how to remain in't. We will become necessities to him. Younger Trou. [Pointing at the house. We have been happy there. Elder Trou. Hush! hush! Younger Trou. My heart ! [Exeunt."], [27, "19 KING OF ENGLAND. SCENE III. Southwark before the Tabard Hostelrie. Enter several Citizens meeting. 1st Cit. Have you heard him? 2nd Cit. Heard whom? 1st Cit. The holy prophet From Neuilly. 2nd Cit. Not yet. Where may he be ? 1st Cit. He is sojourning at the Tabard here. 3rd Cit. Is he a pilgrim then ? 1st Cit. Greater! Folks say He prophecies. 3rd Cit. Indeed? Ath Cit. And what about? 1st Cit. Great victories that Richard is to win In Palestine. Ath Cit. Is this great prophet known ? Is* Cit. I understand he is a pious curate Named Fulk. Look! look! he's coming now to preach. Enter Fulk from the Tabard. Fulk. Arm! arm! The Church of God says fly to arms !"], [28, "20 RICHARD CŒUR DE LION, The land which flows with milk and honey 's lost. The patrimony of the Saints hath fallen — Tea, where the earliest Christians knelt and prayed, Now kneel foul cheats and vile idolaters. Where songs of angels echoed from the hills Now rings th' muezzin's call to sinful prayers. Where olive branches waved o'er Deity, Now stands in arms the haughty infidel Breathing defiance to the holy church. [Enter King Richard, Prince John, Geof- frey, Archbishop of York; Longchamp, Bishop of Ely ; Hugh, Bishop of Durham; Barons and Knights. Arm ! arm ! you youth of England ! fly to arms — More fondly than the babe turns to the breast — And sweep your and the Church's foes from earth. The cause is holy, and will cover you With glory here and happiness hereafter. King Rich. 'Fore God, Sir Priest, you mouth your sermon well ; We hope our subjects will attend to you. Fulk. The Church demands attention from King Richard As well as from his subjects. Throw away"], [29, "21 KING OF ENGLAND. Tour pride, renounce your avarice, and wipe Voluptuousness clean from your sinful heart, So shall you lead a prosperous crusade. Enter Two Troubadours. King Rich. Truly they are three properties, Sir Priest, The holy church would not have thrown away. The Templars exercise the pride right well, The Benedictines the avarice, and 'faith our Prelates Do turn voluptuousness to some account. TROUBADOUR'S SONG. Come Knight and come Templar, come Baron and all, Leave your trophies to gleam all unseen in the hall. Let the flags you have conquer'd in loneliness wave, From your ladies a glance they now only may crave ; For shields must he broken, and blood must be spilt, And your swords pierce the Saracen up to the hilt. King Richard in glory will ride o'er the plain Where the Monarchs of Judah their foemen have slain. The Mussulman turban is worn on the brow Of the chieftain who reigneth o'er Palestine now. Shall the tombs of old monarchs be trod by his bands ? Shall the Cross which you honour be left in his hands ? Shall the wreath of the victor by manhood be worn, And not the proud brow of each Briton adorn ? King Richard in glory will ride o'er the plain Where the Monarchs of Judah their foemen have slain. Voices in the crowd. Death to the Pagan! Glory ! Palestine ! Huzza !"], [30, "22 RICHARD CŒUR DE LION, King Rich. Tou are two bonny fellows, and your song Kindles a mightier spirit in our breast, Rousing all lustiness. Who are you, minstrels ? Elder Trou. We are two Troubadours who carry swords And at the service of the King of England. King Rich. If you can fight as well as you can sing Tou are brave fellows. We accept your service. Elder Trou. My child is but a youth, still has some spirit. This sword belongs to one who has some spirit, And strength as well. Both will be faithful, Sire. King Rich. The King of England understands good service. Tou've souls to yield it. We will be your friend. TROUBADOUR'S SONG. O gratitude, deep gratitude, Is like the mighty sea, All boundless and all fathomless, And evermore shall be. These swords are bright as sunshine, Our honour is as bright, And strength is something terrible To those who feel its might."], [31, "23 KING OF ENGLAND. We are England's, Richard's ever, Our hearts we dedicate ; These swords shall flash around you, Our eyes shall guard your fate. King Rich. There is a mystery about you, friends, We do not understand. But we do trust you Dwell ever with us. Prince John. Sire, I would not say so. King Rich. But we like earnestness, there's soul in it. Tou, brothers, both be earnest in your faith While we are absent. And you,- holy Bishops Of Durham and of Ely, govern well And serve us earnestly — you'll profit by't On our return. Come, our brave Troubadours, We'll order for our march to Palestine. Crowd. Down with the Pagans! Richard and Palestine ! Huzza ! lExeunt. END OF ACT THE FIRST,"], [32, "ACT II SCENE I. Sicily. The open Fields near Messina. Enter Philip, King of France, and Richard, King of England meeting, each attended. King Philip. We greet you, England. We desired this meeting In duty to the friendship we have sworn Each to the other. We must carry out All principles that tend to the success Of our great enterprise against the Pagan — 'Tis an essential one to be in amity With Christian princes everywhere, but more Especially when with them we sojourn. King Rich. Richard of England never seeks a quarrel, And never brooks an insult. Stress of weather,"], [33, "25 KING OF ENGLAND. Not choice, brought our proud fleets unto Messina. Its prince had wronged our sister, we forgave him ; He sought alliance with us and we yielded. Forthwith his subjects smote an Englishman. We straight resented it by slaying them, And Richard's sword shall do the like again On all who thus provoke him. King Philip. Tou, King Richard, Though powerful, have not the power to curb Licentiousness at all times. Tancred knew Naught of the outrage. King Rich. Richard did and punished it. King Philip. There let the matter rest we do entreat. Our armies both must winter here, and Tancred In amity will be a better host Than enmity will furnish. King Rich. He shall be A host in either feeling, and a good one, Or England's King will chastise. See you there His crafty knaves are planning an attack. King Philip. We see a posse of Sicilians whose Plain object is mere curiosity. King Rich. France has the better eyes. We cannot see"], [34, "26 RICHARD CŒUR DE LION, The curiosity that lurks in ranks Which march so orderly. Out English swords, We'll cut the rascals down. [Exit with the English. King Philip. Tou are proud, King Richard, And much too overbearing. Atten. Sire, your wishes Might fairly claim a little more respect. King Philip. He's ever thus. We daily do remark His great assumption. He must have all eyes Bent upon him, and be the general theme Of all men's voices. We do own some power, Have some ability, and lead an army As brave and great as England's, if not greater, Still all attention is concentrated Alone on Richard. What can be the reason? Atten. See, Sire, he's driv'n those men into Messina King Philip. Not all of them. Tou well may trace his path, By slaughter'd natives. Ha ! what flag is that O'er our quarters? Atten. 'Tis England's standard."], [35, "27 KING OF ENGLAND. King Philip. That May flaunt but in the suburbs. Frenchmen haste And tear it down. We feel our Gallic blood [Exit several soldiers. Is all too apt to boil when Richard's hands Place fuel under so insultingly. It irks our very soul, we must keep friendly To humble the proud Pagan. We do feel Ours is a friendship which must soon burn out If its low lamp be not replenished straight With fitter matter than are these same insults. Our soldiers are returning and the standard Is flaunting still. Surely the haughty king Has not refused the French to sun themselves From 'neath his English rag! Frenchmen your errand [Re-enter French soldiers with the elder Troubadour. Was to take down that banner, Soldier. We essayed To do so, Sire, but we were not permitted. King Philip. Who dared prevent you? Soldier. The King of England, Sire. King Philip. By the blessed saints — How was't?"], [36, "28 RICHARD CŒUR DE LION, Soldier. This Englishman Will tell your Highness. King Philip. Ha! and who are you? Trou. I am King Richard's Troubadour, your Highness. King Philip. Would England more insult us that he sends His message by a paltry street musician? Trou. He sends it by a man who wears a sword And knows well how to use it — by a man Who'll do the errand faithfully, and France Will own it. King Philip. Ha ! Wash your mechanic hands ? Trou. These hands, Sire, came of fathers who have rein'd The war-horse, ay, who wielded conquerors' swords Long centuries before your earliest sire Gave deeds to history. King Philip. Speak your message, man. Trou. King Richard's standard shall be sacred there From all that breathe. No man may put it down, Save by his order, and expect to live"], [37, "29 KING OF ENGLAND. King Philip. We will restrain ourself. Then we must bear That floating insult over Frenchmen's heads? Trou. If 'twill content your Highness he will take It down himself. King Philip). He has not done so. Trou. Sire, Ere he removes it he would ascertain If 'twill content you. King Philip. We shall be content. Trou. Then I may now explain unto your Highness How it came there. No tinge of thought or feeling I' th' shape of insult to the King of France Sullied the order that erected it. The aim was at the pride of Sicily, And that alone. To it I pledge my honour. King Philip. The honour of a Troubadour stands high. Trou. As lofty as your own, yea, on a pedestal Based upon ancient centuries more dim With age than Gaul's with fiction. Sire, you smile. King Philip. Tou are a strange Troubadour, and e'en a proud one."], [38, "30 RICHARD CŒUR DE LION, Trou. Both, Sire ; and were I hungry and in rags I still should walk in strangeness and in pride, With heart aristocratic as though born To rule o'er half a world. I make few friends, For I despise the hearts men offer me. If I make enemies I punish them, And so I walk the earth. King Philip. A singular man. Trou. Tou feel there's something in me. Tou are right. Tou cannot read it therefore call it madness. [Exeunt. SCENE II. Messina. The Garden of King Richard's Quar ters, a Fort commanding the Harbour. King Richard and the Troubadours. King Richard sitting at a table with wine beneath an olive tree. King Rich. Here, take some wine our jolly Troubadours, We like you well. Tour sculls have brains in them Larger than fashion weareth. Toungster, drink As if you liked it, you will sing the better. Now a choice ditty — make us feel a king."], [39, "31 KING OF ENGLAND. TROUBADOUR'S SONG. The warder's horn at early morn, Echoed among the hills, And the Baron's shout called a Knightly rout, With battle-axe, sword, and bills. And archers strong were ranged along The turreted walls 1 ween, For a thousand spears waved like wheat-ears, And were advancing seen. And there was a dash and there was a crash, And shrieks rung out the while, And wild cheerings greet the scared trampling of feet, And the victor 'gan to smile. Straight a trumpet blew and well he knew His king was near at hand, He put up his sword and called him lord, He had no victor band. King Rich. Tou paint a king as if he had some po-H&er. Elder Trou. If we should paint an eagle, Sire, we should Paint him with wings as meet appendages. Power, a kingly appendage, is natural To monarchs as wings to eagles. King Rich. Tou do give Keen illustration to your reasoning ; And we do often find your shrewd opinions Worthy to sway us. What think you of France, Feels he not something like a slighted lady, Jealous of us?"], [40, "32 RICHARD CŒUR DE LION, Elder Trou. Tour Highness, he may harbour Some feeling like it, but he's your ally. Would it not be far better to dispel Than to increase it? King Rich. Why so? Elder Trou. I have marked That men are often what their neighbours make them. He says he is your friend. Believe him. Kings Cannot afford to lie. So thinking you Will treat him as a friend and keep him one. If you do feel he is your enemy, Opinion gives behaviour soon its tint And you will lose your friend. King Rich. We'll think of it. It struck us not before. Another song, Toungster, we'll have one to your ladie love. Enter several Sicilians, and during the song they gather round the king. TROUBADOUR'S SONG. My young heart leapt and aU was bright Beneath the laughing sun, And beauty mingled with the light And all it shone upon. My raptured eyes gazed on the world, And saw a mighty gem,"], [41, "33 KING OF ENGLAND. How sparkling radiance round it curl'd, In loveliness to them. I asked my soul what wrought the change, And made the earth so fair, It needed not abroad to range, It had the object there. My eyes had drank an image in, My soul became its hall, It from that moment did begin To spread a charm o'er all. And in my bosom still it grew, And all my spirit filled, It gave all things a deeper hue Of beauty as it thrilled ; And like an angel's power it reign'd, But nestled like a dove, Such feeling can be never feign'd, It was my Heart's First Love. [The Younger Troubadour suddenly draws: his sword and strikes down a Sicilian. The Elder Troubadour seizes two and de- tains them. The rest escape. Elder Trou. If you presume to raise a weapon, scoundrels, I'll crush your sculls like eggs. King Rich: What means all this? Younger Trou. Tour Highness, mark that dying villain's hand. King Rich. There is a dagger in't. Younger Trou. 'Twas aimed at you."], [42, "34 RICHARD CŒUR DE LION, King Rich. Tou are a brave, bold youth. Kneel, kneel, good fellow. [Younger Troubadour kneels. Rise up a gallant knight, Sir Troubadour. Release the villains. If they dare to move We may both catch and punish them. Kneel down. Elder Trou. [Releasing the Sicilians. My knees, Sire, were not made to kneel to aught Mortal. Tet thanks. Enter several Soldiers. King Rich. Conduct those fellows hence. Lock them up safely. Shall we understand Knighthood's declined? [Exit Soldiers with the Sicilians. Elder Trou. I do decline it, Sire. King Rich. Tou will not kneel for Richard's knightly spurs, We know you faithful, else we should feel galled. Our enemies say we are something proud, Tour friends must say't of you. Elder Trou. I'll say't myself. I'll kneel to none but God. I'll sing or fight For good King Richard ne'ertheless, and do The business he requires up to my best."], [43, "35 KING OF ENGLAND. King Rich. We cannot understand you, Troubadour. Elder Trou. Tour enemies can, and shall King Rich. Tou have no name, And you will have no honours — still you serve us. Most men do have an aim in what they do, But your exertions are all children's arrows Which fly at nothing. Elder Trou. I'm your Troubadour. A poet's mind brings honour to itself, Nor stoops for gifts which are its own ungiven. Enter Tancred, King of Sicily. King Tan. England, we much regret our people have Again insulted you. King Rich. But for that youth The King of Sicily must have louder shouted To make us hear. There's a Sicilian hand Purposed to send us to another world. King Tan. 0, King of England, you have enemies In those who should not be such. He who aimed That blow may be the same who aimeth this. [Gives a letter. King Rich. By our right hand this is a traitor's letter, And signed here — Philip. How came it to you? D"], [44, "36 RICHARD CŒUR DE LION, King Tan. It was presented by the Duke of Burgundy. King Rich. We and our bonny Englishmen are doomed To slaughter like penned sheep here in our quarters, And he would aid you slaughter us. He may Come when he pleases, and may bring his Duke Now Richard knows on't. Sicily we thank you. King Tan. Queen Joan, your royal sister, is at large By this, and on her way to join you here. [Exit. King Rich. 'Twill serve. What says our Troubadour to this? Elder Trou. Tour Highness, there's great treachery — but whose? King Rich. Ha ! Elder Trou. Is it French or is it Sicilian? I like not men who make a great parade Of trumpery services, they are seldom honest. King Rich. Ha ! you have learn'd to think if not to kneel. We see your drift. Elder Trou. The matter must be sifted. . I doubt the slurring France with that attempt. [Points at the corpse. Low knavery or folly made it, trust me. Tou have two prisoners — you will find the deed Is native to the soil. Sire, it would raise Deep ire to stain an innocent people with't."], [45, "37 KING OF ENGLAND. Enter King Philip. King Philip. England, we do congratulate you heartily On your escape, King Rich. As heartily we thank you. What means this letter? King Philip. By our soul a forgery. King Rich. Beshrew our Troubadour, he said as much. King Philip. What, our proud friend of the great standard question? King Rich. The same. And did our Trouba- dour roll up His hedgehog pride for you to handle, France ? King Philip. He merely made us out a parvenu. King Rich. Ha ! ha ! He's a strange fellow. He wouldn't kneel To us for knighthood some short time ago. We hope he was not rude. King Philip. No, brother, no, He did his business well, and in a manner To nourish friendship. King Rich. We respect the fellow, And give him his own way. If he have secrets Or whims we'll not gainsay them while he's faithful. Elder Trou. And that will be for ever. King Rich. We believe it. [Exeunt."], [46, "38 RICHARD CŒUR DE LION, SCENE III. The Same. Night. Enter King Richard and the Princess Berengaria. King Rich. Methinks I am the happiest man alive. Love in my arms and glory in my eye, And gallant hearts by thousands at my beck, Who'll nerve with strength to seize it. Princess Beren. Glory still ! Dear Richard, there is glory in sweet love When it is truthful. Look upon this scene— The young spring moon pours light upon the olives Like molten gems flung from a silver urn. The shadows of their scarce-formed leaves are dancing Like living dreams upon the silent earth. They move to whispered minstrelsy, to breath Heavy with fragrance. And the mighty sea Hums like a giant's spirit. Its dim vastness, Crested with streaks of foam, calls up a feeling Of awe like musings on eternity. And can we waft our souls linked angel-like Over sublimity such as we see And not feel winged with glory ? King Rich. My sweet girl, Tou wake your Richard's soul as from a dream. Mysterious feelings rise in me but dim Though gorgeous, a shadowy grandeur"], [47, "39 KING OF ENGLAND. Made up of broken fragments such as rise O'er half remembered visions. Princess Beren. 'Tis a germ Of feeling you should foster to be happy. The mind gives happiness, and home delights Are glory to the wise. King Rich. [Kissing her.] These lovely lips Are home enough for me, and I'll delight In glory's lessons from them. Sweet, we'll have A song. Tou'll understand our Troubadours And their odd poetry — 'tis more than I do — I feel there's something in't. Ho — songsters ! Pipe. Enter Troubadours. TROUBADOURS' SONG. He sat on his horse and the bright sun shone On his armour and waving plume ; His sword was his sceptre, his saddle his throne, The world his audience room. And he looked around with a warrior's eyes, It was lightning through forests gleam'd, He saw a spirit on bright wings rise, At least a spirit it seem'd. He shouted then and he shouted loud Lo ! glory — we'll grasp her bright wing ! And he spurr'd his horse, and he laughed at the proud, For he was a warrior king. King Rich. A noble ditty. Ha ! Sir Troubadour, The moon-beams shine upon a sadden'd face. Princess Beren. 'Tis deeply flushed. Good Troubadour, retire, Tou are not well."], [48, "40 RICHARD CŒUR DE LION, King Rich. What ails our prince of song? Sir Trou. Feeling doth rise a tyrant in my heart, And tyrants will cause pain, Sire King Rich. True enough. We haply cause a little on't sometimes — We are sorry when we do. Sir Trou. 0 would that I Could wipe all sorrow from your heart for ever And make you happy, I should be so too. Princess Beren. 'Tis a sweet wish, here is a trinket for't. Sir Trou. No, I will have no presents but from him. His are all precious. King Rich. You are a strange odd fish, A chip of the old block, beshrew you, boy. [Enter King Philip. Go with the Princess, she is half a leech. Tou want some little nursing. Sir Trou. Sooth I do. [Exit Troubadours with the Princess. King Rich. What of our ladie love and Troubadour — Tou found us rather full of business, France. King Philip. Our brother's not so full on't we do hope But what he may find room enough for ours."], [49, "KING OF ENGLAND. 41 King Rich. We'll try, good France. We'll shake our matters down, And give our soul more elbow room. What is't? King Philip. The same we talked o'er yester- day. Time serves And we must on to Palestine. 'Twere well, Ere we set sail, so to adjust affairs That if disputes arise, as still they must, Between great leaders of so many men, That there be ready means to settle them Ere they derange our needful amity. King Rich. With all our heart. We'll sign to-morrow morning. King Philip. Brother, you named a ladie love. We hope — Tou understand us —no work for the priest. Our sister Alice must be Queen of England. King Rich. 'Blood! then 'twill be when Richard is not king. King Philip. Ha ! That's an insult. King Rich. If France take it so. We only meant it as a piece of truth. King Philip. King Richard's truth then lacketh kingly honour. King Rich. King Richard's sword lacks not a kingly arm. King Philip. Nor Philip's a brave one. King Rich. Philip then may use it Whene'er he lists. We will not wed his sister."], [50, "42 RICHARD CŒUR DE LION, King Philip. Give us good reason or we're henceforth foes. King Rich. France, weigh our words. We would not stain fair Alice In the world's eyes, and she shall not stain us, Or share our bed, though all the swords of France Should strive to lead her to't. She'll tell you why. King Philip. Perhaps 'twere folly that a wed- ding ring, Lacking e'en weight to irk a lady's finger, Should press down our great enterprise. As friends Enter Queen Eleanor and Queen Joan. Let's on. Glory awaits in Palestine. [Exit. Queen Eleanor. The King of England has a lady visitor. King Rich. 'Ods fish ! our sister Joan ! God bless you, girl. [Kisses her. Tour brother made the saucy king unbar Tour prison at Palermo. Queen Joan. Bless my brother. Tou, mother, gave me life, but liberty Is breath to't. King Rich. Let us in and chat, you baggage. [Exeunt. END OF ACT THE SECOND."], [51, "ACT III. SCENE I. Palestine. Before King Richard's Tent in the vicinity of Acre. Queen Berengaria, Queen Dowager Joan, and Mai, Princess of Cyprus. Queen Beren. Glory is of quick growth in Palestine When cultured by dear Richard. We have been But short time here and his victorious flag There streams o'er Acre. Queen Joan. 'Tis a glorious sight. Queen Beren. And there's a flag beside it, sister Joan, Which I am glad to see there. France and England, Placed side by side, should ever like two brothers Rival each other but in mutual acts Of help and friendship. All their glory should Be reaped by them as wheat is harvested By banded husbandmen. So should they be The ruling power of earth — nature's police To keep the world in order. Princess Mai. Tou became"], [52, "44 RICHARD CŒUR DE LION, In my dear father's Cyprus England's queen, Since then you seem to have an English heart. Queen Beren. The rude wind drove and nearly wrecked us there ; And out of that disaster rose a war, Two victories, and a wedding. 'Twas odd seed To grow such fruit. Princess Mai. My Sire to Cyprus welcomed King Richard harshly. Queen Joan. Richard paid him for't. When your Sire's scull was moulded nature made A box and put no brains in't. Did he think The King of England would be made a prey To paltry wreckers? Queen Beren. Softly, my dear Joan, I hope there'll be no more wrecks grow of it. Queen Joan. Mischief is ever growing. Queen Beren. 'Tis a root Prolific of shoots. Jerusalem's great queen, Sibylla 's dead, and for her vacant throne Are two competitors — Guy de Lusignan, Her husband, for himself; the great Montserrat, Her sister's husband, claims it for his wife. Queen Joan. King Richard does espouse Lu- signan's cause Queen Beren. Tes, for the present. Here His Highness comes — His sword a thunderbolt, and victory flashing Where'er he waves it."], [53, "45 KING OF ENGLAND. Princess Mai. He's a splendid fellow. [A flourish of trumpets. Enter King Richard, Troubadours, several Barons and Knights of St. John. King Rich. Richard invites his queen and lady friends To take a view from Acre's lofty walls — 'Twill be a pleasant one. The Saracens Shall be your trainbearers. Queen Beren. My dearest Richard, Tour deeds grow admiration naturally As gardens do sweet flowers. Tour prowess mounts Like larks all singingly, and cleaves through obstacles As wings through air. King Rich. [Kissing her.] A buss, my queen. Good girl. Our heart is wondrous merry. We will take Tou through the streets of Acre, where the infidels Shall gaze upon your beauty wonderingly, And fawn like lap-dogs. Queen Beren. Have you humbled them So thoroughly? King Rich. Ask of the Troubadours. We know your dainty mind finds great delight In their strange fancies. Queen Beren. Haply they've a song Of triumph that may suit a victory."], [54, "46 RICHARD CŒUR DE LION, Trou. Three hundred thousand precious human lives Have vanished from the earth like yesterday, That England's Queen may hear a song of triumph And sleep a night in Acre. Costly lodging. Thought of the price may something hinder sleep. King Rich. War is a luxury of soldier kings, And royal luxuries are seldom cheap. Ha, Troubadour ! We hope you are not hurt ! Tour sword and dress are something over red. The cause? Trou. My child there was surrounded, Sire, I' th' streets of Acre ere the foe had yielded. 'Tis but a stripling, so I gave some help. King Rich. Answer us straight. Is that blood yours ? Trou. It is By right of war. I drained it from the veins Of those who sought my child's. King Rich. We are right glad It drained not from your own. We mark'd our songsters. Tour poetry was in the thickest on't — Where there was fighting. Sooth your dripping swords, Surged crowds, as ships do ocean when 'tis gusty. Trou. We have a spark of fire in us. King Rich. Would we Could feed with poetry the youth of England,"], [55, "47 KING OF ENGLAND. It makes rare soldiers. Sing. Tou've saved your hoy, And therefore should be merry Trou. I am grateful. SONG. Where the monarchs of Israel rolled on in their pride, And the infidel bow'd like a rush to the tide ; Where the strength of old nations like thunder clouds met, And power was melted like salt that's made wet ; Where the crash was the loudest that ever earth heard, And glory the brightest that e'er wps conferred, The roll and the crash have been wrought o'er again, And glory descendeth like flames turn'd to rain. Sound clarions merrily Greet victory cheerily ! [Burst of trumpets. The paynim's is down and the English flag's flying, O'er the walls whose late keepers beneath them are lying; The vultures of Palestine breathe to be fed, What banquet so fitting as that which is spread ? The Gaul and the Briton in triumph breathe out The oath of their friendship proud victory's shout, And long may their friendship in check keep the world, Till the flag of the hostile for ever be furl'd. Sound clarions merrily Greet victory cheerily ! [Burst of trumpets and exeunt. SCENE II. The tent o/Thilip, King of France. King Philip in it walking to and fro King Philip. I've raised armies, raised wealth, spent much of both, And wherefore? Why, I thought to build up fame,"], [56, "48 RICHARD CŒUR DE LION, And England's Richard snatches it although I pay for't much as he- Acre was ta'en, French valour was not spared, and Philip's sword, Aye, flashed where strife was fiercest. Still all eyes Were turned to Richard. Applause voiced only Richard, Richard has conquer'd, Richard has ta'en the town. I'm tired on't quite, and I will have no more on't. If Richard dress himself in all the fame Let Richard have all charge and trouble too. Fame's hemisphere can only bear one sun, Then mine shall shine in Europe. There 'twill blaze, And I shall know well how to feed the flame. Vengeance has caldrons too. Hot water's cheap As cold if you do boil it with foe's fuel. I'll try if I may boil some thus for Richard. If Philip's friends grasp that which Philip fights for, Philip must fight his friends. Ha, France can plan And Philip can lay down a line of policy, Ay, and as well and keenly work it out As the blunt Richard. Well, I'll home and try. [Exit. SCENE III. A Street in Sidon. Enter King Richard, Trou badours and Attendants, and Conrade, Marquis of Montserrat, also attended, meeting. King Rich. Good morning, friend. An early walker you In Sidon streets."], [57, "49 KING OF ENGLAND. Con. And 'faith the King of England Is not a lie a-bed. King Rich. Philip, of Frances Soon became home-sick. Con. Why he has withdrawn His army suddenly. King Rich. He's left behind A shred of it, some half-score thousand men, And the Duke of Burgundy. We do suppose He longed to hear high mass in Notre Dame. A battle-axe upon a helmet rings Far sweeter music. Con. Tours tuned royally When you struck down the Emperor of Cyprus I learn your Highness has bestowed his crown Upon Lusignan. King Rich. We have reconsidered, And own your title to Jerusalem. We gave Lusignan Cyprus to remove A claimant from your path, and hope to lead The princely Conrade soon into his throne. Con. Tou have Montserrat's thanks. Our friendship waves Like honour's standard held by two firm hands. We'll both sustain it still and keep it floating. King Rich. Still be Jerusalem our mutual aim. [They separate, and each is passing on his way. Suddenly two men amongst Con rade's guards stab him. He falls. Tumult."], [58, "50 RICHARD CŒUR DE LION, Sir Trou. Out every English sword. Sur- round your king. King Rich. From a mere stripling 'tis a large command. What mean you? Sir Trou. I do mean your safety, Sire. Look there ! King Rich. Like glory's angel viewing Satan Tour eyes gleam mastery. We thank our stripling . What means all this Montserrat? Con. Oh, it means That I am dying. Atten. These are the two villains Who stabbed him. 1st Assas. That we stabbed him I do grant, But not that we are villains. King Rich. By our sword It is a monstrous villany. We'll have The scoundrels flayed alive. Assassins. Ha! ha! ha! King Rich. And you do laugh. Take them to torture, they shall laugh for some- thing. 1st Assas. We'll laugh to have a view of Paradise. Tour torture can but waft us there 2nd Assas. We serve A prince that monarchs quail to. King, beware ! King Rich. Take them away."], [59, "51 KING OF ENGLAND. 1st Assas. Beware the stern old man Who governs in the mountains. [Exit Assassins, guarded- Con. 0, King Richard, My Tyrians did offend that mountain prince And justly I refused him satisfaction. This is his vengeance. King Rich. Some one fetch a leech. Con. I'm past all human aid. I leave a legacy Unto your honour. King Rich. Conrade, by its high truth Honour shall treasure it. Con. Protect my wife. [Dies. Curtain falls. SCENE IV. Field of Battle in the vicinity of Ascalon. Enter King Richard, Troubadours, Barons, Knights and Soldiers. King Rich. A halt. We'll breathe ourselves as hunters rest. Tou fight like Englishmen, we thank you all. This is the day we've thirsted for through years, And now we will drink glory such as springs From crushing mighty powers. Saladin's rock Is of the mightiest — we will pierce it till It yields an ocean we may drink of — swim in, And make run waste in floods. Tes, by the heavens, Saladin and three hundred thousand men E"], [60, "52 RICHARD CŒUR DE LION, Are something worthy of King Richard's sword. We more rejoice, and feel our heart more vaulting Contending with such general and such host Than if King Philip now stood by our side With all the swords of Europe. Enter a Messenger. Mess. Our right wing Is broken and defeated, Sire. King Rich. Beshrew its general. What was D'Avesnes about? Enter another Messenger. 2nd Mess. The Duke of Burgundy, And all the left wing of your army, Sire, Are crushed or flying. King Rich. Richard's soul is up ! Now is the time to show what he can do. Brave Englishmen, we're left unto ourselves — And English hearts ne'er falter in a strait. Philip would lose an army and despair — We'd raise another and conquer. Never shall The Sun of England set. Nations may band And envious millions strike, they'll strike in vain While nature's breath feeds life, for English hearts Will never stoop to fortune or to man But they will rise again in self-reliance, And right their ocean nest as scatter'd eagles Flung by a tempest do return to theirs, And hold it still 'gainst all. Blow, trumpeters, And tell the world we'll lead another charge. Hold, hold ! The great Saladin comes this way"], [61, "53 KING OF ENGLAND. Enter Saladin. Under a flag of truce. Mighty Saladin, Sheltered by English honour, speak in safety. Sal. The King of England may behold in us What other kings may see in him of England — A man who'll do his duty to his country. England, we ask you but to look around — The hills and peaks of Palestine aspire In grandeur and in beauty to the sun. Its streams are glittering, and its fertile valleys Are green, and sweet with flowers. Amongst them all Are living beings — men with human hearts, And they have wives and children, dear appendages That all men fight for, and would keep in homes Which they may call their own. You come from England, A spec that's almost in another world, And say they shall be yours. Till such be justice The swords of Saracens will fight for them As they have fought to-day. Your wings are crushed — Ere your main body, now your only hope, Be scattered also, hear what we propose, And for the sake of dear humanity Spare further waste of blood. We yet may hold The rage of our wronged Saracens in check. Retire in safety while we do so. Ascalon, So proudly standing there, must stand for Saracens. King Rich. Princely Saladin, we do honour you And look upon you as a general"], [62, "54 RICHARD CŒUR DE LION, Of great ability. Our strife 's with you, And we will conquer you or we will die, And all these English never more see England. We have no strife with peasants and mechanics, Our great contempt will be a shield for them ; Nor will we wrong your subjects of their homes, Or hurt them aught once they have sheathed their swords. But we will have Jerusalem for Christians, It is the nursery-bed where they were raised, And it shall own their rule. Sal. As well might we Lay claim to your great London. King Rich. Claim it yours, There are some little boys there might throw stones. Just try. Sal. Then England's King declines our offer, And all that tends to end hostility ? King Rich. Nothing shall end it save a victory Gained either by you or us. Sal. Then we retire. [Exit. King Rich. Do so in safety till you reach your legions, Then there shall be no safety for Saladin. He is a great, he is a noble fellow, And worthy to be chief of such a host, For he's a chief can handle it right well, As our lamed wings attest. Richard will show That he can handle British soldiers better. Will that not be some glory now, indeed? Hearts that ne'er yielded arms that strike for fame,"], [63, "KING OF ENGLAND. 55 And souls that value it, this is a day Shall shine in English annals while they're read. Our history shall tell the world forever This day we gave you victory o'er foes Three hundred thousand strong. Now, clarions, ring Loud as archangels' trumpets. Grasp your swords. Look on your foes and doom them. Britons, charge ! [Bugles sound and exeunt. SCENE V. Another part of the same. The dead and wounded and various implements of tear spreading far into the distance. Trumpets playing a triumphant march. Enter King Richard, Troubadours, D'Avesnes, the Duke of Burgundy, Barons, Knights, and Soldiers. King Rich. The sun has set, and the proud pinnacles Of Ascalon have faded from our view. We shall again behold them and possess, But when shall great Saladin see again Or e'er possess the 'vantage we have won? ■ We told you what our Englishmen could do. Their hearts are made of metal like their swords, Which danger ever sharpens to the need, Till what they are ground on vanishes. Our feet, Hands, minds, are one untiring energy All made to trample, strike, and master ill, And to accomplish every design The nation sets upon. The victory"], [64, "56 RICHARD CŒUR DE LION, Of this proud day is the all glorious fruit Of seeking, trusting, dauntless resolution, Which Britons only own. Duke of Bur. The King of England Should bear in mind that other men flashed swords Besides his Britons. King Rich. 'Tis remembered well, And also how they flashed them. Enter a Knight of St. John. Knight of St. John. To your wish I've made inquiry, Sire. The last ta'en prisoners Compute the Pagan loss at forty thousand — These are all slain. The wounded and the taken They cannot judge of, but the number 's great. King Rich. 'Tis a prodigious slaughter. Still 'twas needful, For Ascalon must first be occupied That we may safely take Jerusalem. D'Avesnes. Great king, we have been long time from our homes, And suffered much beneath our holy badge ; Therefore, like bathers in a winter stream Wishing to dress, we must again to Europe. Duke of Bur. The Duke of Burgundy will visit France, And take his Frenchmen with him — that ere long. Several voices. Yes, we'll return to Europe. King Rich. Champions, You left your homes to win the holy cross And take Jerusalem. We've not yet done so."], [65, "57 KING OF ENGLAND. Now to return, our object not achieved, We do throw from us much in heavy cost, And drain our veins for nothing. If we stay, A little added to the much we've spent, Secures us what we came for. Several voices. Europe ! Europe ! King Rich. We'll talk the matter o'er in Ascalon. Now we are something jaded with our toil, Therefore, brave chiefs, march to your cantonments, Sleep will win morning freshness. Discontent [Exit all but King Richard and Troubadours. Is twining like an ugly snake around The hearts of our allies. Stung faith is creeping, Much wounded, from their thoughts. Trou. Our eyes may see The lofty walls, proud towers, and ancient domes Where rose the voice of David in wrapt song, They'll ne'er resound our footsteps. King Rich. Troubadour, All human happiness is merely wine Of a good vintage — with a spider in't. We have destroyed our forty thousand foes, Ta'en prisoners and spoil, behold success Within our reach ; still in the sparkling wine Of our great glory is the ugly taint Desertion. We may take our glory home Like a gay useless shell from the sea shore, To put by in a drawer and forget. [Exit. Trou. Never, my child, shall we walk the old streets Which centuries have stanipt with human greatness"], [66, "58 RICHARD CŒUR DE LION. And all that is sublimely venerable. But we walk here and see its alien masters Food for to-morrow's vultures. Sir Trou. Oh, 'tis awful! Broad miles beneath the dim mysterious moon Are paved with human beings, with the wreck Of toiling years and myriads, and we feel To pave them so is glory, even though We furnish much material. Trou. Ah, my child, j Civilization on the human heart Is varnish over savagery — and thin. Honour and glory won from crushing life ! Is it not wonderful? And the crushed fools Will groan and give them. Our good friend has spread This scene for startled morn to shudder o'er, And now is gone to press a sleepless pillow, Sad he may not spread more such. Man, 0 man, How selfish when most generous ! To the pride Of one mere atom such a sacrifice As this ! Sir Trou. And still the atom yearns for more, And will have more. And we again shall help To give it. Trou. True. Our gratitude to Richard — Our heart's best feelings will evince themselves By shedding human blood. Let's go and dream Our waking thought — man is a mystery. [Exeunt. END OF ACT THE THIRD."], [67, "ACT IV SCENE I. Vienna. A Room in a Tavern. A Pilgrim and several Austrian Nobles. Pil. Well, since I'm in Vienna, I'll be gay. The Pilgrim orders wine for all the company — The best and plenty. 1st Aust. You 're a jolly Pilgrim. Methinks a battle-axe would more become That brawny arm and such a generous spirit Than that poor palmer's staff. [ Wine brought. Pil. Ha, my good friend ! I have swung such a plaything. May again. 2nd Aust. Such toys have had some sport in Palestine. Pil. Not half enough. 1st Aust. Then, like the King of England, You think before the croises had gone home They should have ta'en Jerusalem? Pil. No question. 3rd Aust. I've understood King Richard made good terms."], [68, "60 RICHARD CŒUR DE LION, Pil. He might have made far better. 3rd Aust. As it is I learn that Acre, Joppa, and more towns Upon the coast are still in christian hands, And that all christians may in pilgrimage Visit Jerusalem in certain safety. Pil. Likely enough. 1st Aust. Pilgrim, in your journeyings Have you heard aught of Richard being wrecked? News was brought here the home returning English Suffered some wreckage in the Adriatic, Their king among the rest. Pil. 'Tis probable, I've heard some rumours on't. 2nd Aust. Faith, if his army Have lost his kingship he's in awkward plight. 3rd Aust. I think it is an awkward plight indeed To be in flying fishes' bellies jumping At mosquitoes. 2nd Aust. The statement was he'd 'scaped To shore at Aquileia. 3rd Aust. Better for King Richard Had he escaped unto the shores of England. His bishops and his grateful brother John Are making rare work there. Pil. His brother John — And what of him? 3rd Aust. He's merely a dirty fellow. Pil. If Richard heard you say so he would wish To put a fist like this upon your mouth."], [69, "61 KING OF ENGLAND. 3rd Aust. He'd be a fool for't. His vile brother John Is leagued with the French Philip to break off Half from his realms. Pil. Ha — say you so ? 3rd Aust. And he Who might prevent the mischief, if at home, Is being dodged about by jealous princes, Anxious to place him in captivity. Enter a Captain and Austrian Soldiers. Capt. Pilgrim, our Austrian Prince, Duke Leopold, Commands us to arrest you. Pil. Saucy fellow. I am not subject to the Duke of Austria — I am an Englishman. Capt. A great one, too. Pilgrim, you are King Richard. Come along. King Rich. [Striking at him with his staff, which breaks on the Captain's sword. That for your insolence. Capt. Like your proud march In Palestine, it stopped too short to please you. [Exit King Richard and Soldiers. 1st Aust. King Richard ? 3rd Aust. I did think him somebody From his bold bearing. 2nd Aust. On. We'll see what follows. [Exeunt."], [70, "62 RICHARD CŒUR DE LION, SCENE II. A Dungeon. King Richard in irons sitting on a rude bed, with a small loaf and a pitcher beside him. King Rich. And this is what my chivalry has come to — A dungeon, manacles, coarse bread and water. Am I the King of England — I the Richard Who led the champions of the cross against Three hundred thousand men and conquered them ? I thought myself a very mighty fellow, And I am nothing, have not e'en the power To win obedience from a prison warder ! Power ! Define the property — even power. 'Tis something — nothing — a magician's wand Borrowed and broken. Ay, and it is gone, Even snatched away by the same paltry duke I flouted on the plains of Palestine Amidst all his armed minions. Now his gaoler Flouts me if I do ask for whiter bread. I'd sign away the crown of England straight For a good yeoman's sword and my worst charger, If I might have Duke Leopold before me But half-an-hour. And power is not left me E'en to accomplish this. My Troubadours ! Or I'm not Richard. Heaven, 'tis their singing — I'd swear to 't 'fore an angel. Noble fellows. SONG (WITHIN). The martin built his nest 'neath the eaves, And he was a bird of flight ; And the prowling cat is a shocking thief, And it watched him day and night."], [71, "63 KING OF ENGLAND. The martin waned and he grew thin, And his wing was waxing weak, But the eyes of his mates were seeking him, Nor vainly shall they seek. A strange little mouse is lurking by, It may watchful eyes invite ; Then plume up your wings when the owlet sings The martin may take flight. King Rich. A monarch's ransom for an ar- mourer's sledge To crash this door to splinters ! I ne'er felt Impatience until now. I burn with't. Austria, If ever I could swear till blackest hell Those faithful souls, and may I not be greeted? Enter Troubadours — King Richard grasps both. Ha ! Yes ! I feel warm hearts ! I am awake — And after long, long weeks of loneliness Have friends again ! Sir Trou. God bless you ! King Rich. And you both ! How got you here ? Trou. I bear a talisman Would make the sleekest priest curse at his altar, Or visit stews for prayer — would raise a knife To stab a father, or a shield to guard The deadliest foe from harm — close prison doors On kings great as yourself, or break them down And set a prisoner free. King Rich. Use it for Richard, He can be grateful though he never was To his kind father. That same thought has irked me"], [72, "64 RICHARD CŒUR DE LION, Deeply since I've been here. Sir Trou. We'll set you free If there be power in gold. It moved the bars Which let us in. The key which turns a lock Once, may again. King Rich. Is that your talisman? Trou. What stronger power on earth? It buys all things, And it doth buy all men. King Rich. All men ? Trou. AU— ail- But reach their price. I've ever seen it so, And therefore feel it is so. King Rich. Hope is strangled. What bribes a gaoler's ear to hear a song Will not release a king. Sir Trou. AD princes own Not faithful servants when they're offered gold. We do not purpose paying princes' ransom But gaolers' bribes, and we will give them great ones. Change not your manner. Leave all things to us. King Rich. We bless you boy, and shall do if you fail. If we return, and there be gold in England, Our Knight shall have a chain on't made so heavy 'T might bind a traitor. Sir Trou. I'm already bound — Should prize a srjjaller piece. Trou. Mark — peace ! Sir Trou. Father."], [73, "65 KING OF ENGLAND. King Rich. Your eyes flash with intelligence and mystery Your strange old language. Have you different eyes To other men? Trou. We have our own King Rich. And they Do read men's minds without their speaking words Better than mine do read a written missal. How is 't? Trou. It is intuitive, perhaps, If we possess such power. King Rich. Go to. 'Tis yours. Trou. A cheerless palace this. King Rich. It is a hell — It cramps my soul. Trou. Cannot your soul take wing And stream through glories where there is no blood? 'T would brighten lonesome hours. King Rich. There is no glory But what is won by swords. Trou. I own a wand Can call up grandeur as the sun does clouds To robe the morning, and I revel in 't More proud than did old monarchs of the east In gorgeousness they bowed a world to win. King Rich. Grandeur or spirits, call up what you will, You'll call no ill to Richard. Trou. I can call"], [74, "RICE 66 Men from the tomb, n.<< King Rich. We then, we o Our hearts' repei Trou. I have 'Jon.. And he will walk the King Rich. Ha, ' Trou. Intellect Alone may judge of I King Rich. You des child, Yet your discourse oft Like breathings t Trou. Monn done. Mind also wills Kequires, and m . Your Troubadoui A magian I grasp I And fling them More glorious th. I reign a monarc And still should Ent Gaoler. Pr sone King Rich. Gaoler. TL Take charge of Capt. We I To take you, ano"], [75, "67 KING OF ENGLAND. Sitting at Worms. You are called upon to answer To heavy charges there. Sir Trou. We'll follow, Sire. [Exeunt. SCENE III. The Senate House at Worms. Henry, Emperor of Germany, and the assembled Diet. Emp. Henri/. Bring in the prisoner. Asssem- bled chiefs, Enter King Richard, guarded. That man stands up 'midst kings as Satan stood Amidst the Angels. They were in their essence Glorious — he a traitor. That man's stains Are devilish like Lucifer's. Like Lucifer That man hath fallen. King Rich. Emperor, speak the truth. If priests preach rightly that proud spirit fell To his own treason — we beneath a duke's. Emp. Henry. Was it the Duke of Austria's treason when In Sicily you bonded an alliance With an usurper — with the upstart Tancred ? Whose treason was it when those christian swords, Forged but to fight the Battles of the Cross, Where drawn upon a Christian Emperor In Cyprus? Was it treason in Duke Leopold When you insulted him 'neath Acre's walls ? Was it no treason when in Palestine T"], [76, "68 RICHARD CŒUR DE LION, You daily quarrel'd with the King of France — Still blunting the keen edge of Christian power Which else had crushed the painim ? Also answer Who stabbed in Sidon streets the princely Conrade? The King of France says England's Richard did. You gleam with sin — like a great house on fire It blazes out all round you, and besides The glowing central mass of it is this — You left the holy places, left Jerusalem, The won and unwon under Pagan rule. King Rich. Mark us, Emperor — hearken, princes all. We are the King of England. There exists No earthly power can call us to account, And none that we acknowledge has a right. Still for our honour we will dash aside The dirty cloak in which the Emperor Would us enmask. Yea, he so vilely valets We may most justly hurl him from his office, And throw his filthy dressing after him. We'll answer all the charges he has made, And toss dishonour from us like a rag Which nobody will own. We may some day Have treaties to conclude with some of you. You would not feel it courteous should we ask Your right to treat with us. So 'twas with Tancred; We found him king, and as a king we met him. The tyrant who in Cyprus robbed our ships, And 'prisoned the wrecked English for misfortune, We stooped to chastise, but the just infliction Stayed not the army's business a moment."], [77, "69 KING OF ENGLAND. As for our insult to the Duke of Austria, If we were wrong the insult is avenged — 'Twas he who brought us here. For quarrels with France We are a swan, and from unsullied whiteness Aspersion throw like water. Did we not, When Philip, like a rat slunk to its hole, Was safe in his sought France, meet mighty armies, Conquer them — invest strong cities, take them — And carry this proud badge which now we wear In triumph where we went? So much for France. Now for the coward slander sneering murder. We could explain it but our pride revolts. We stand here a proud man who could not stoop to't. Last comes the great, the lurid, glaring sin. It is a brightness we are proud to wear. We'll not disown it. When our tired allies, All weak in purpose and in earnestness, Had fall'n away — with a stern English remnant We wrenched from great Saladin such conditions As France with twenty armies ne'er had won. [Cheers. And here we are charged with 't, and 'tis term'd a crime. By heaven, our indignation is red hot, As was the centre of that flaming house The Emperor fired, at being thus abused. This strong right hand has swung a battle-axe For Christendom where no prince here might stand. And we are dungeon'd for 't — brought here to plead,"], [78, "70 RICHARD CŒUR DE LION. Like an old crone who'd pluck'd your hedge of sticks. Out on you all, we feel a deep contempt. [Exit. A Prin. That king is noble, and he 's innocent Of these charges. He cannot be detain'd. Princes [rising.] So say we all. Emp. Henry. Princes, then we '11 agree. He may be ransomed by his Englishmen. [Curtain falls. END OF ACT THE FOURTH."], [79, "ACT V. SCENE I. London. A Room in the Palace. Enter King Richard, Queen Eleanor, Walter, Archbishop of Rouen ; and Geoffrey, Archbishop of York; with Servants. Populace shouting within. King Rich. Again we are a king 'midst Eng- lish hearts — Who'll do our bidding — we do bid them drink. Roll out some beer, and roll the puncheons far That w e may have some quiet. Our dear mother [Exit Servants. Will go unto our queen, she'll comfort you After your tiring ride. Tell the dear lass Richard will see her soon. [Exit Queen Eleanor. Archbishop of York. Permit a brother To welcome England's King unto his halls — And to assure him that his brother's heart Is not the coldest in them. King Rich. 'Tis a man's — Our brother John's is not."], [80, "72 RICHARD CŒUR DE LION, Archbishop of York. All men will err. King Rich. And some men will repent — John never does. He, in the putrid cave of his vile conscience, Piles dirt, and when he'd wash it uses mud, Making dirt filthier ever. Archbishop of Rouen. Sire, you are Once more safe here in England. It behoves Now you have 'scaped the prison house to stir Your power up briskly — treason's slimy eels Are at the bottom on 't, and ravening. King Rich. We'll straight to France. The treacherous Philip's hopes Of unfair profit shall be fed on pain. We'll punish John, too. Archbishop of Rouen. He's been treacherous, And treachery in brothers is worse sin Than 'tis in strangers. Enter Troubadours. King Rich. He shall find we feel so. Here are our generous noble Troubadours — They found us in our dungeon, that was kind. Archbishop of Rouen. Ha? Strangely noble ! King Rich. True, our good archbishop, For they are faithful. Trou. We sought not the bishop. We came to tell the King of England how We followed at his heels from his first step Homewards to London, ay, and what we've learnt. King Rich. Speak out, our Troubadour, there's something in 't,"], [81, "73 KING OF ENGLAND. Our songster notes not trifles. Trou. You, King Richard, Your royal mother, and this lord Archbishop Of Rouen rode from Mentz. We two remained A time to throw our eyes about. Soon messengers Were flying 'twixt the princes. Straight some grooms And soldiers followed you. We followed them. They stayed to bait their horses. We gave wine And flattery to the grooms. We learnt their errand. 'Twas to o'ertake King Richard and detain him. King Rich. The scoundrel treachery. Trou. We made it drunk And riotous, and so King Richard 'scaped. Liege lost a bishop and those men had swords. Mark that your grace of Rouen. Archbishop of Rouen. I do thank you. King Rich. Friends, you are men, and clever ones. We bless you. This service shall be thought on. We are sick Of Royal treachery. That Emperor ! Give us a song and make us feel more merry. TROUBADOURS' SONG. The bells ring in old England, And shouts ring out as loud, And English crowds are gathering, And triumph 's in each crowd. For rumour's darting lightning flash Spreads over all the land, Its sovereign is at home again, His foot has pressed our strand."], [82, "74 RICHARD CŒUR DE LION, All hearts are exultation, All eyes are flashing joy, Toil closes all her workshops, Rejoicing must employ. Resound congratulation And loudest huzzas ring, Brave Richard is amongst us, Then shout, God Save the King ! [Exeunt. SCENE II. Normandy, near Fretteval. Enter King Richard, Troubadours, Barons, Knights, and Soldiers. King Rich. We've given treacherous Philip a sound thrashing, He'll not forget the fight of Fretteval. 'Faith, English eyes may see too how their clerks Do pen French records, for we have them safe Here in their cartulary. Trou. Ah, men pen not When they write their own deeds, as justice sees them, Or some of Philip's records would tell tales He'd rather burn than read. His heart laid bare On paper were a blot — a stain upon 't. King Rich. We've ta'en his papers. He may keep his heart, We should not like to own it. Here's a brother"], [83, "75 KING OF ENGLAND. Enter Queen Eleanor and Prince John. Whom we must own. 'Twouldbeto him a bargain Could he exchange his own for 't. So our mother Has brought her hopeful John to visit Richard? Look up his sleeve, has he no dagger there? He'll draw a sword on us, we nothing dream, When he's unaided. Queen Eleanor. Son, you are a king, And here's a prince has wronged you — he's your brother, You are too proud to hurt him. King Rich. He was not Too proud, good mother, to deserve we should. Prince John [kneeling']. Submissive I repent me. I have thrown Away King Philip's friendship, and am yours In faith forever if the king will pardon. King Rich. Rise, brother John, our queenly mother 's right, We are too proud to harm you. We forgive, And hope we shall as easily forget Your injuries as you'll forget our pardon. Prince John [risiH^.] My warmest thanks. I ever will be grateful. Already I have served your Highness truly To prove repentance. King Rich. Ha ! — this mighty service ? Prince John. I have destroyed the Garrison of Evreux, And given up the place to Richard's troops."], [84, "76 RICHARD CŒUR DE LION, King Rich. Sooth, not so bad. How was the feat contrived. Prince John. My conscience told me I was doing wrong Against my brother — thus for 't I atoned. I did invite King Philip's officers Unto a dinner, and I had them slain. I and the townsmen then destroyed the soldiers, And so good bye to Philip. King Rich. And to honour, John, if you had any. We feel more annoyed Than if your dirty sword were still with France. Enter a Messenger. Mess. Great king, you've lost an enemy. The Duke Of Austria at a tournament was thrown Beneath his horse, much crushed, and soon he died. King Rich. Then our resentment 's dead. Mess. He owned he'd wronged you Before he died, and by his will sends home Your hostages for payment, and remits The balance of your ransom. King Rich. Then that 's not To pay. We'll spend it against Philip. We Are glad the Duke was touched with some com- punction. The tents are pitched, let 's house. Come on our mother. [Exeunt."], [85, "77 KING OF ENGLAND. SCENE III. A Tent before the Castle of Chalons. King Richard lying on a Couch within it. Enter Troubadours. TROUBADOURS' SONG. Honour bends o'er the couch where Richard 's lying, And her proud eye is dim with sorrow's tears ; The wind is in her hair, all torn and flying ; And, hark ! I heard a sound. 'Twas honour sighing, Wrung like a grieving god with aching ears. She 's bending o'er her worshipper, who weareth Her livery in brightness and in pride. Richard is struck, and honour's bosom beareth An agony, for honour deeply careth For one who ever at her altar cried. May he be spared unto her shrine hearts kneeling We pray at heaven's with a prayer intense. Intensity is in affection's feeling With hearts like ours — we feel our scorched brains reeling For its dear object. May he not go hence. King Rich. We thank you friends, there 's comfort in- kind feeling, And you do bring it us. Sir Trou. How is the pain? King Rich. 'Tis much abated. Sir Trou. May I see the wound? I own some leechcraft skill. King Rich. Beshrew the fellow, The leech who came to us had none at all, Or we had suffered less. In drawing out The arrow from our shoulder, 'twas so rankled"], [86, "78 RICHARD CŒUR DE LION, He marred instead of mended. Raise us friends. [Troubadours raise him. We'll let you see our shoulder presently. We are expecting the sad fellow here Who gave the wound. A plague on all found treasures — On lucky vassals too. No waif to claim, The Viscount's men had lived and we been whole. Enter Soldiers with Bertram de Gourdon. Are you the wretch whose arrow gave this wound? Bertram. Likely I am. I took a careful aim. King Rich. Ha! villain — do you glory in 't? What cause Had you to seek our life? We ne'er wronged you. Bertram. Princes may feel no wrong when fathers die. When you killed mine and my two bonny brothers With your own hand, I felt a little stung With injury, and so I served you thus. Perhaps I tugged my bowstring with more strength Knowing that you intended to hang me. I'm in your power, and you may do your worst. Vengeance has blest me. — Tyrant, you will die. King Rich. Fellow, you have some spirit. What you say Moreover is but just. Hence, set him free. [Exit Bertram with Soldiers. Sir Trou. 'Twas generous to give the man his life,"], [87, "79 KING OF ENGLAND. I bless your Highness for it. Let me bathe Your brow, you are much fevered. King Rich. Did that hand, Which passes o'er us like a living whisper, Strike down the strong Sicilian? Sir Trou. There is A sinewy strength in deep affection, Sire. Were I a king about to take a bride I'd wed one that would tend her babes like summer, And breathe as gently o'er them. But if danger Came near them she should stand a lioness, And fight as fiercely even till she died. King Rich. She'd breed some cubs of spirit any how. Your nursing 's magic. Now look at our wound. Sir Trou. Is it still easy? King Rich. 'Tis, Sir Troubadour. How long is 't since we knighted you? Sir Trou. I like Not that same symptom. Do I hurt you, Sire? King Rich. Even as a dreadful butterfly would harm Us with its wings. Sir Trou. Merciful powers — oh God! King Rich. Sir Troubadour, what ails you ? Sir Trou. Vanish world ! Gangrene has far advanced — my heart! — my heart ! King Rich. If Richard's time be come — and he feels ill — He'll bow and bear with sad but not crushed mind ;"], [88, "80 RICHARD CŒUR DE LION, And you arc wild with agony. How 's that? Sir Trou. King Richard does remember being crowned, And that day's tumult? King Rich. Well. Some Jews and Christians Were killed. Sir Trou. And you, King Richard, saved a woman. King Rich. We've faint remembrance on 't. Sir Trou. That woman 's here ! [Throws off cloak and hood and discovers a Lady. King Rich. You are still a mystery — and I am weak. Lady. 0 let that mystery kneel worshipping, And offer a heart's incense. King Rich. [Pressing her to his bosom.] 0, that kiss Is as a dying saint's last prayer, sincere. Lady. And mine 's as innocent. Never but to Your dying ear could I pour out my heart. Since your stern sword struck down the coward wretch Who else had stabbed me, my wrapped soul has knelt And idolized you with a deep affection Tame natures cannot feel. It is a love All noble as the soul that feels it. Ask My father, he ne'er blamed me. Well he knows 'Tis pure from sin as polar ice from fire, Not that I'm made of ice, but I have pride"], [89, "81 KING OF ENGLAND. Which brooks no wrong, nor stoops to wrong another. King Rich. Such pride were e'en a grace to England's throne. Trou. And that avowal graces England's king. You saved my child, and I was grateful. Now You honour her, and I've a father's heart. That honour falls like sparks into a fire. I'll tell you what she is. She is the last Descendant from a hundred ancient kings Who ruled on earth ere your fair England had A king to rule it or a man to rule. King Rich. We are sinking, Lady. Would our queen were here ! Lady. I'd fetch her were there time. She is a gem Worthy a royal bosom — she has mind. King Rich. A little drink. Lady. [Giving drink.] No more? King Rich. Take off my chain. Keep it — Kiss me — Go to our loving queen — Tell her your story — and mine. Lady. King — friend, I will, And bear her your last kiss. The lady loves me As I was deemed, and when she hears my tale She'll love me more. King Rich. Day darkens — Ha ! — Farewell. [Dies. Lady. Father, look there, the idol my heart worshipped !"], [90, "82 RICHARD CŒUR DE LION. Trou. I know your agony, such I have felt. [Lady falls into his arms. Oh my child's heart ! Richard's has ceased to ache. Hers never will till 'tis like Richard's still. [Curtain falls. THE END."], [91, ""], [92, ""], [93, ""], [94, ""]]