[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "PEBEGBINE PICKLE; A BIOGRAPHICAL PLAY, IN FIVE ACTS. OXFORD: PRINTED BY HEXHY SLATTER, HIGH STREET. 1851."], [8, ""], [9, "THE EMILIA OF SMOLLETT WITH VARIATIONS IS RESPECTFULLY DEDICATED TO MRS. STIRLING. Were the present Author wholly responsible for it, \"he would hardly venture to pay himself the Compliment this implies ; for it is a Creation of less vigor than people have a right to expect from such a dedication : but he was tempted to bring together the Names of a great dead Author and a great living Artist, and this was the only way it could be done ; du reste, he has so often seen that Lady take the Play- Smiths' dry bones and invest them, first with flesh and blood, secondly with Humanity, thirdly with Sex, and lastly, against all Human Calculation, with Interest, that he felt the less scrupulous. The Reader, at all events, (if one) will find his account in this Dedication if it induces him to read this Emilia Gauntlet by the light of Mrs. Stirling : — in fact, her grace and ease, her changeful and true tones, and her powerful and finished dumb-play were present to the writer at so many points of his work, that his intention must often escape the Reader who has not seen or not comprehended this European Artist — such a reader will be apt not to know all the marvels a Nation's rarest Treasure a genuine Actress, can work with look, voice, and gesture upon the bare text. The substance of this Play could be put on the Stage, but it would be necessary to reduce the Five Acts to Four; to open with Act II. and reduce Act I. to a single Scene, viz. the 1st abbreviated. Act III. would also require to be thinned, and the passages printed in brackets must be cut out."], [10, "DRAMATIS PEKSONÆ. commodobe trunnion. Lieutenant Hatchway. Tom Pipes, {Boatswain.) Pickle, Sen., {a retired Merchant.) Peregrine Pickle. Godfrey Gauntlet, {a Gentleman in the Army, afterwards Captain Gauntlet.) Crabtree, {a Misanthrope.) Tunley, {a Publican.) Jolter, {a pedantic Tutor.) Dobson, {a distressed Army Tailor.) A Village Schoolmaster. Mrs. Gauntlet. Emilia Gauntlet, {her Daughter — Sister to Godfrey.) Sophy, {Mrs. Gauntlet's Niece.) Janet, {a Maid at the Garrison."], [11, "PEREGRINE PICKLE: a 3Stograpf)fcal IN FIVE ACTS. ACT I SCENE I. Tunley's Public House. o- Enter Pickle, sen., and Tunley. Tun. Ah ! Sir, this room hath been woundily dull of late. This courting agrees not with us publicans. But tell me, Sir — let me place your can and pipe — and how went the wedding, Sir ? Pick. The Wedding ! Tun. Ay, Sir, the wedding. Pick. (Pondering.) There was no wedding dinner to-day. Tun. How might that be when the Commodore wedded your sister this day — and prythee sir — how went the wedding? Pick. Ahem ! like another — methinks. Tun. Methinks not — for sure the couple are like none other. — Bethink you, sir, I will wager something befell, that never fell out at wedding before. Pick. No ! Ay ! — there was something — the wedding — Tun. Ay I Pick. Was no wedding. Tun. Said I not it should differ from other weddings ? Pick. Bridegroom did not come — and without Bridegroom is no legal wedding. Tun. He ! he ! your worship bath honored my house this many years ; but you never made a jest before."], [12, "2 PEREGRINE pickle. Pick. Nay ! I jest not — I speak of a verity. (A voice outside.) House, a — hoy ! Tun. (Hands to his ears.) Hill — o — a — h. Voice. Have ye got any Attornies abo — a — rd ? Tun. (Hands to his ears.) N — o — o ! Enter Trunnion, Hatchway, and Pipes. — They sit — each is provided with a canete, Pipes a little in the back ground. Tun. Oh ! Commodore, your worship is not wed to-day, what a misfortune ! Trun. Ugh ! look ye, brother, that's as may be — well ye see — where's my pipe ? we weighed anchor at Ten a.m. with a fair breeze, South, South East, bound for the next Church — but we hadn't run down a quarter of a league, when the wind shifted direct in our teeth, so of course we were forced to beat — and we made shortish tacks owing to the channel being narrow. Tun. Oh rare ! thinks a horse goes like a ship. Trun. Mid-way we are hailed by one of the Bride's Division, what — haw ! haw ! haw ! What d'ye go zig- zag for, says the lubber — Bride waits, stick in spurs says he, go ahead, you'll be there in five minutes. Ye lubber, says I, where did you learn Navigation? sail in the wind's eye — d'ye take us for the Devil or the Dutch man ? So he sheered off — and we had almost beat up in sight of Port, when whoo ! came by the Devil with false colors flying— Tun. False colors- Trun. Ay ! he was rigged for all the world like a fox — and no end of Imps in his wake as like dogs as my pipe is to yours. What's the lubber grinning at ? Our craft luff round, refuse the helm, and drive away with us like lightning, right in the wind's eye. Jack came to anchor in a clover field — but I was carried over rocks and flats, and pitched away my hat and periwig — but I am in smooth water now, and if ever I trust my carcase on board such a harum scarum Devil of a Craft as a horse, my name is not Hawser Trunnion, d — n my eyes Hatch. The rudder chains were foul and wouldn't work. Trun. You're a liar ! you needn't try to make a wonder of it,"], [13, "3 peregrine pickle. Jack Hatchway — its simple enough, the craft were Demoniacal and there's an end — (to T. confidentially.) I'll tell you how to know old Scratch, — he always sails up the wind, as natural as you and I go down it. Jack ! overhawl the news. Hatch. (Reading.) We are informed Admiral Bowj-er is to be created a British (my eye !) Peer, for his eminent services. Trun. (Drops his can.) 'Tis a lie — a land lie — 'tis a lie from the spritsail yard to the mizen top-sail halyards. Blood and thunder ! Will Bower, a Peer of the Realm, a snotty nose boy, that I ordered to the gun t'other day for stealing eggs out of the hen-coops. For my part, I am not one that trumpets in his own praise — I once lay eight glasses along side the Flower de Louse, though her metal was heavier. What are ye grinning at? can't a story be true though you never heard it ? Hatch. Hav'nt I ? You ha piped that tune every watch this last ten months. Trun. Ugh ! Brother Pickle you are an honest, quiet man, so I will tell you — we lay yard arm and yard arm, plying- our [Volubly] greaf; gUng and small arms, and heaving in stink pots, powder bottles, and hand grenades — at fast we had to load with iron crows, and marling spikes, and old nails — but as the French- man had shot away all our rigging and killed half our men, I resolved to run him aboard — so out graplings — but Mounseer seeing that, filled his topsails and sheered off, and left us a log on the water, our scuppers running with blood — Tun. (To P.) The Admiral hath been a great Warrior, I marvel the Government hath not made him a Duke or the like. Trun. A lame foot and the loss of an eye, that is all my battles have gained me. Hatch. I have heard as how you came by your lame foot, through stowing a gallon of liquor in your head, whereby, being crank, you rolled gunwale to and jammed your starboard heel in one of the scuppers as the ship lurched to leeward — as for your eye, your own crew knocked that out when the Lightning was paid off. — Pipes here was beaten all the colors of the rainbow taking your part. The only part of the story I han't heard is — what reward ever he got ! (puff.) Trun. (Laughing convulsively.) Jack your tongue is known"], [14, "4 peregrine pickle. to be no slander — but I'll work you to an oil for this you dog. [ Utters a cry like a Hyena and aims a furious blow. — Hatchway parries it with his stick — Trunnion lashes the table.] Trun. And you Pipes do you go about and tell people I did not reward you for backing me against those rebellious raps callions — d — n ye, ha'nt ye been rated on the books ever since. Pipes. (Puff.) Trun. I say ha'nt ye been rated on the books ever since. Pipes. (Puff.) Trun. Here you square-nosed shark — here's something better than a smart ticket. (Hurls his purse furiously at Pipes, who catches it and smokes imperturbably.) Ye see brother, I make good the old saying, sailors get money like horses and spend it like asses. (In the sweetest of humours.) Come Pipes, the boatswain's whistle and let us be jovial. [Pipes prepares to sing. Tunley to Pickle. Fine old gentleman, Sir, a lit — tie hasty or so. Song and Chorus. Bustle, bustle brave boys, Lei us sing, let us toil, And drink all the while, Since labour s the price of our joys. SCENE II. A passage in the Garrison. Enter Peregrine. Pereg. A bad business — Aunt not coming home to the gar rison to-night — I had all their little comforts ready for the wedded pair — a blue light — a trifling ghost — and a jackdaw in the chimney — Mr. Jolter bids me so to act, as not to say \" perdidi diem\" — but what am I to do ? the day is on the wane — yesterday we got the attorney in by a letter, telling him we three kept the Commodore a prisoner in his own house — and"], [15, "peregrine pickle. 5 with how charming a promptitude god-father broke his head — that was fun — to-morrow is Sunday, a dies non Mr. Jolter, calls it — Davy Jones — yet it must — it shall — I have made him out of the Commodore's own mouth — so if there is anything not to his taste, he has himself to thank. — Pipes ! Pipes ! Davey Jones in the dark passage, quick, I have stuffed the crown with hay, he will be sure to hit ye — it's in the cowhouse. [Exit. SCENE III. A Dark Passage. Trunnion. (Outside.) Come this way with the light youngster. Peregrine. (Outside.) Here am I, Godfather. Enter Pipes as Davy Jones. Enter Trunnion and Peregrine. Pereg. Ah ! Ugh ! (Puts out his torch.) Trun. What is the row, now ? (pause) Ugh ! let me away. Pereg. (Setting his back against him.) I can't — something glues me to the floor. Trun. Davy Jones, ye blackguard, what d'ye want wi'me ? [Pipes makes one gigantic stride. Trun. I never wronged a man since I went to sea. I never m — m — murdered any one, but in the way of my pr — pr — pro fession — Ah! ah! ugh! (In the extremity of fear precipitates himself on Pipes, and fells him with a single blow.) [Exit Peregrine followed by Trunnion."], [16, "6 PEREGRINE PICKLE. SCENE IV. A Room. Enter Peregrine, who crosses the stage. Enter Trunnion, yelling and beating the air. — Peregrine meets him, smacks his hands together and falls on one knee. Pereg. Ah ! I am killed — use my Aunt better than this, I'm young to die — I had some little things I wanted to do first — I forgive you — Adieu — (Falls flat, whips out a piece of chalk, and begins chalking his face.) Trun. Hallo ! — Perry ! — Why, Perry ! now you are at your tricks — come, you get up, (crosses the stage') — (coolly,) come get up. Pereg. (Aside.) Not till I have chalked my face. Trun. (At the wing.) Oh ! I say — there is news for you, I have bought ye the black mare ye want so bail — Drat ye, get up or I will give you something to lie for — now do ye get up (Turns up Perry's face.) Oh, Lord ! — Hatchway — Pipes — Perry is slipping his cable — the Lawyer — the Doctor — the Devil. [Exit. Enter Hatchway. Hatch. Here I am then, what is in the wind now ? (Nearly tumbles over Pereg.)— (Looks at him.) Ay ! ay ! young Master at his tricks — wont do for me. — Kickee-wee-k (Touches him with stick.) — (Cannon go off in the yard.) — (To Peregrine.) — There's the old Boy firing signals of distress — haw ! — haw ! — he ! — (Inspects Peregrine.) Mercy on us, he is as white as my shirt — here Pipes ! Pipes ! — oh dear ! — oh ! the Commodore. Hallo ! here's Perry Pereg. (Rising.) Hush ! you fool, tell him he is drunk. [Flies out. Enter Trunnion. Trun. Oh, Jack ! Jack ! — Davy Jones has been here and I have killed Perry. Hatch. (Coolly.) — Come belay that yarn — because it is a lie ! Trun. I tell ye — he lay here as white as a smock, and as cold as a dead dolphin. Hatch. And I tell you ye are drunk !"], [17, "7 PEREGRINE PICKLE. Trun. Drunk ! ye disrespectful rascal — but I have a long score to settle with you. — Hatch. Have ye — then you'll run out a long log-line afore you lay me on board. — (Trunnion hops round the stage after Hatchway — both lame.) Trun. (Leaning on his stick.) Jack ! — Have you any respect for your superior Officer. Hatch. Well ! suppose I have — what then- Trun. Then — get me a pint of brandy.- [Hatchway retires, and presently returns with bottle and glasses.] Trun. (Drinks.) Enter Peregrine and Pipes. Pereg. (Demurely.) They say, sir, you have enquired for me. Trun. (Drinks.) Ah ! — stand forud — Godson Pickle — (a pause) you are too clever, to lie in harbour any longer — you must overhaul books and life at Winchester, then you shall beat up to Oxford, and refit at Paris — though many have come back from there, all canvass and no ballast — with their keels above water, and as crank as be d d. Pipes, you will sail in company to see the land-sharks don't scuttle him. And steer him to windward of harlots, or my curse be on ye — gaudv fire ships they are — ready primed with Death and Destruction. Pereg. When must I go, sir ; next week ? Trun. Next week ! what is that ? when the sailing orders come down, a good sailor runs out of harbour with the next tide. To-morrow at peep o'day — so (winking) let us all sleep to-night, and when I bring your Aunt home, there will be no one to cut the lanyards and let our hammock down with a run. Pereg. Oh! Ah! Hatch. I shall go with him- Trun. What d'ye mean ? Hatch. Can't part company — the beggar has put stuff in my grog to make me love him — Trun. What! leave me, Jack — after we have weathered so many hard gales together — I thought you were more of an honest heart — you are my foremast, and Tom my mizen — now he's carried away, if so be you go to, my standing rigging being decayed, (pathetically) the first squall will bring me by the"], [18, "8 peregrine .pickle. board D — n ye, if in case I have given offence, can't y« speak out, and I shall make you amends Hatch. No ! no ! you always used me in an officer-like manner, to give the devil his due, as the saying is, but — the truth is — (looking down) I am falling off — in my Latin of late — so — here is a chance to make up lee-way and cost nothing Pipes. Pheugh ! His Latin ! Lord preserve us from it ! Pereg. Mr. Hatchway, I am surprised ! you love me, and could desert my benefactor — but we have all forgotten our duty a little. Trun. I knowed there was something better in him than ever he learned in this ship — and I say — he shall not lie rotting here, where there's nothing going but the Devil's tricks from you, and fore-castle oaths from me — more shame for them that sent me before the mast against my will D — n'em — Hatch. Duty! that is another story — Commodore — you and I shall never part company now till one of us slips his cable, and drifts out on the (with a softened voice) only sea you and I han't sailed together in fair weather and foul. [Exeunt leaning on one another. Pereg. Pipes ! Pipes. About the hammock — Pereg. However did we come not — Pipes. 'Twas my fault; I ought to have told you — Pereg. Pipes, first, I said, you villain, not to have thought of that ; — next, I thought, to leave the company on plea of indis position and do it ; — lastly, I am not going to do it at all. — Godfather is so good — I wish he would not be quite so good — then I could just do it — (going) — Pipes. Pipes. Ay ! Pereg. The tackle is old. Pipes. Ay ! Pereg. It was not hung for two — Pipes. No ! Pereg. Aunt is a good lump — Pipes. Ay! no end of beam — Pereg. It may come down of itself — Pipes. Shan't be my fault if it don't, too ! [Exeunt- end of act i."], [19, "ACT II. SCENE I. Assembly Rooms at Winchester. Peregrine, Mr. John Haselby, and others. Mr. J. H. Don't you dance, Perry- Pereg. Should Diana or Venus arrive, yes ! there are but three girls here that repay the fatigue, and they unfortunately — for themselves — are engaged — I pity ; but cannot relieve them. Stupid custom this retaining the same partner all night, and calling on her at ten next morning — nauseous ! Mr. J. H. Why what would you do ? Pereg. Do ? change every six dances — the ladies, sweet in constants, would like it — so should I — (yawning) and so would you — your five compliments would go five times as far, eh ? Mr. J. H. Shall I tell you when this exchange of partners will come in — when guns are fired without flint and steel ! Pereg. I believe you have hit it Jack ! Mr J. H. Or when carriages are driven without reins. Pereg. He ! he ! or London streets are lighted with vapor. Mr. J. H. And the Cocknies pass under the Thames as well as over. Pereg. Ah ! don't be a dem — d fool — come along. Mas. of C. Mr. Pickle I have something for you — a charm ing creature, whose eyes say \" come dance a minuet.\" Pereg. A strangaar ! Mas. of C. The goddess of love — never in Winchester before, sir. c"], [20, "10 peregrine pickle. Pereg. (Affectedly .) Agh ! keep her for me — I will see her and decide — should the verdict be ya-as, will draw out my handkerchief thus. [They retire. Enter Godfrey and Emilia Gauntlet, in conversation. Enter Perigrine. — After him, The Master of C. Pereg. Now to investigate the mareets of this fair creatiaar. What a lovely creature ! — oh! are there women like that? I fear to approach her — it seems taking a liberty to ask her to dance. Mas. of C. Does not draw his handkerchief — \" quel grand homme ! — rien ne peut lui plaire ! Emilia, (to Godfrey.) Who is that very young gentleman, with a good mien ? God. One Pickle, a dandy of the neighbourhood — He wont dance with you — too much in request here — a bit of a fop, eh ? Emilia. Nay brother, boyish — nothing worse methinks — Mas. of C. Mr. Pickle, Madam. Pereg. (Advancing respectfully.) I am informed, Madam, that by some strange caprice of fortune, you are without a partner — (Bows interrogatively to Godfrey, who bows in return.) — could you deign to walk a minuet mith me ? Emilia. With pleasure, Sir, — shall I own that I come to a ball to dance, and think an hour I have spent in making ill natured remarks — a sad waste of time. (They retire.) Pereg. You shall waste no more at present, you shall dance, though I lose the music of your lips the while. [Exeunt. (Music is heard, subdued.) Enter several Ladies and Gentlemen. 1st Lady. She has a good complexion, but don't you think she's a little awry ? 2nd Lady. No ! only a little awkward for want of seeing the best company — she is seldom in Winchester .' 1st Gent. Venus fresh from the hands of the Graces. 2nd Gent. Sparks of beauty fly from her. 3rd Lady. What a pity her nose is so masculine."], [21, "11 peregrine pickle. 4th Lady. Now I think her rather handsome — but what a bold face ! 5th Lady. Her partner is very handsome. Chorus of Ladies. Of course — It's Mr. Pickle ! ! ! ! 3rd Gent. There ought to be a law against beauty carried to excess. — Who is that animal sticking to her ? 2nd Gent. Pickle — a coxcomb of the place — 3rd Gent. That is the worst — those handsome girls abase their eyes on horrid creatures. 4th Gent. Nasty little beast ! she could not have chosen worse. 1st. Gent. She might have chosen better. Enter Emilia and Peregrine. [They dance a minuet, at conclusion of which, he leads her to a seat at the back of the scene, and fans her with grace and tenderness. Pereg. Honor me by accepting air from my fan. 1 st Gent. Sirs, what enchanting grace was there ? 2nd Gent. The poetry of motion. 3rd Gent. And that little finical coxcomb, engrossed in his own person, saw nothing to admire but himself. 1st Lady. Did you see ? poor Mr. Pickle — so absorbed in his partner — he forgot to admire himself? 2nd Lady. Yes ! he made two false steps — he, the immaculate dancer, and blushed — he never blushes for us ! She is not handsome — she is positively ugly 3rd Lady. Now she is hot, you see, how red she is ! 4th Lady. It is too ridiculous — if they pass me — I shall be sure to laugh. 5th Lady. And so shall I. 1st Lady. So shall I. [Peregrine and Emilia descend the stage. Emilia. You will make me regret that compliments do not flatter me; you have brought them to a science. You might set up in this town as a professor (the girls all titter) of polite"], [22, "12 peregrine pickle. Volubly] breeding. (Runs her eye down the line of ladies.) There is no one in that line, I see. (Tittering ceases.) [Peregrine and Emilia ascend the stage. Pereg. Permit me to apologise for my little friends. Those two have good teeth and villainous features ; if they were to laugh, by the rules of good breeding, their case would be desperate. (Emilia smiles.) Emilia. If they showed me their teeth, I showed them mine. Pereg. The other four — have — in short — cast the burden of their affections on me. Emilia. He ! he ! he ! 1st Lady. They are quiz-zing us. 2nd Lady. How rude ! [Exeunt Ladies and Gentlemen. Pereg. And seeing me changed in a moment by a glance of Nature, Beauty, and Virtue from an affected puppy — Emilia. Hey-day ! Pereg. To a humble worshipper of all that is bright and good in your person— they laugh. I will do them the justice to say, that when I was contemptible, they adored me ; but they have ceased to afflict our senses, let us forget such things are, and oh, Miss Gauntlet, may I call on you to-morrow morning ? Emilia. Nay, sir — that is your privilege, and I must not abridge courtesy in the case of a gentleman who carries polite ness so far as you do ; but indeed we return home to-morrow, so it is here I must make you my obeisance. Pereg. May I not be allowed to follow you thither, and be the humblest of those who visit and adore you. Emilia. (Smiling.) Mr. Pickle, my home is too far for even your compliments to penetrate. Pereg. Alas ! how far- Emilia. Sixteen miles ! fifteen and a half! Pereg. Far ! I engage to leap it, if you will but smile assent. Emilia. I assure you, sir — you will not find it worth your while — to take the trouble — of providing yourself with my Mamma's permission — to visit her — at such a distance from the field of your triumphs."], [23, "13 PEREGRINE PICKLE. ;With all the brmal jiolite less ot' the lay.] Pereg. (Aside.) A hint ! an angel ! Would you but think me worthy of being introduced to your Mamma ? Emilia. Indeed, sir, Mamma will scarce be happy till she has thanked you for your attention to me — attention, sir, which not all your courtly phrase shall hinder us setting to the right score — Mr. Pickle's native politeness, which sent him to the rescue of a stranger, who ran some risk of being neglected. (Courtsies low in delivering this.) Pereg. Madam, if I am silent, it is lest I should presume to bandy compliments with my Sovereign. (Bows low and leads her out. — Pause.) Peregrine returns, Solus, I have learnt more wisdom in one night, than in all my life. I will go to bed — it is a habit — but not to sleep ; I feel I shall never need that sort of thing again. I will begin to dress at break of day — I'll wear my grey frock with silver bindings — I'll call before she can leave the town — then out of cere mony, I'll wait two days, no a day and a half, before I give Jolter the slip, and, oh Lord ! be under the same roof with her, sixteen yards off — fifteen and a half. She is Nature and Art — other women, Affectation and Artifice. She is wit and courtesy — they are insipid rudeness. She is younger than I, yet you'd think she was twice as old : no ! I don't mean that ! — How charmingly she keeps me at a distance, without repelling me — I love a woman who keeps me at a distance — If she will love me, Earth is Paradise ; if not, life is wormwood — (plaintively) — I have not known her long, but, I think I am in love. [Exit."], [24, "14 TEREGRINE PICKLE. SCENE II. A Public House close to Mrs. Gauntlet's Country Residence. Enter Pipes and Rustics, Male and Female. 1st Rus. Now do ye give us Saucy Warr, the bold pied rat, Mr. Pipes. Pipes. See ye blowed first. A Boy. (Whining.) Ye promised us Saucy Warr. Pipes. 'Chaps that never see water except a riding Smiler into the Pond — and they love the sea — the sea is the natural habitation of a man — especially — a Briton. [Pipes fixes his heels on the ground his eyes on the ceiling. Song, On the Twenty- first of January, a ship sailed from the East, Lade with silks and satins, a cargo of the best ; But she fell in with Saucy Warr upon the watery main, 1 He has robbed her of her silken store and turned her back again. y Chorus — repeat two last lines. With that the Queen provided a ship of noble name, And she was called the Rainbow, you might have heard the same ; And she was called the Rainbow, and forth to sea sailed she, With fullfioe hundred seamen bold, to bear her company. Chokus. And when she eamc to the very spot, where Captain Warr did lie, \" Who is the Captain of this ship,\" our noble Captain cried, \" Vin here ! Tm here ! \" ories Saucy Warr, \" my name I'll never deny, \" And if ye are one of the Queen's own ships, I'll wink and let ye go by.\" Chorus. At eight o'clock that very day began a bloody fight Enter Hatchway, who puts a pistol down Pipes' throat. Hatch. You are a dead man, if you don't produce young master."], [25, "15 PEREGRINE PICKLE. Rustics. Oh ! ah ! mur — der ! Pipes. Ugh ! you'll never capture no pirates ! Why, so I can, sir. Hatch. Safe and sound ? Enter Peregrine. Pipes. As a roach — he aint far from ye — Pereg. Your servant, Mr. Hatchway. Hatch. (Shaking his hand.) Despatches from the Garrison, to be opened in private. Pereg. How did you contrive to find me ? Hatch. Riding along a lane, half a mile off, I heard a thunder ing row — listened — 'twas a sea ditty, about one Saucy Pirate, that the Rainbow went and towed him into Plymouth harbor. Boy. No ! Captain, 'twas the Pirate won the day, and the Queen's ship had to come home without him. Hatch. You're a liar ! and a saucy Jack for putting in your jaw above deck. Boy. Hi! hi! hi! (Blubbers.) [Exeunt Hatchway and Peregrine. Pipes. And it continued all the day, 'till twelve o'clock at night; \" Fight on, fight on,\" cries Saucy Warr, \" I value ye not one pin, \" If you have got brass for an outward show, I have got good steel within.\" Chorus. And so this noble Rainbow, she turned her back again, And left the Saucy Pirate there, the master of the main. \" Go home, go home,\" cries Saucy Warr, \" and tell your Queen from me, \" If she is Queen over British Land, Saucy Warr is King at Sea.\" Chorus, Go home, &c. [Exeunt, singing."], [26, "16 peregrine pickle. SCENE III. Outside Mrs. Gauntlet's House. Emilia in a straw hat, with a watering pot in her hand. Enter Peregrine, who stands silent. Emilia. (Aside.) Something is the matter — no, I will not ask. I have been watering the rose tree you planted for me. Pereg. It was too pleasant too endure — I have been so happy these four days — and now it is all over. Emilia. What hath happened ? Pereg. They have sent round the kingdom for me — Hatchway is here — my Uncle appeals to me to return to my studies — Hatchway waits to take me to the Garrison — and I shall never — never — never see you again. Emilia. Fie ! if it is your duty — your company hath been most pleasant to me — yet, beecause I know it is your duty — see — look at me — (stoutly.) Pereg. (Bursting out.) Ay ! that is the worst, to have to look at you for the last time. Emilia. Forbear ! I say — you see — I am not discouraged ; (faintly) Mamma will miss you — it will seem dull after you 1 am sorry you are going. Pereg. Would you but deign to correspond with me ? Emilia. Nay ! that I cannot promise. (Aside.) It is a pity — I have no confidence in him. Pereg. Permit me to address one letter to you Emilia. Yes ! come with with me now — Pereg. She did just say, yes ! Emilia. And bid my Mamma farewell. Pereg. (Nearly crying.) Farewell — farewell is a sorrowful — sorrows — w — word, Miss G — Gauntlet. Emilia. (Tenderly.) Indeed, I find it so. [Exeunt, sorrowfully and slowly, hand-in-hand."], [27, "17 peregrine tickle. SCENE IV. Tunley's Public House. Enter Trunnion, Hatchway, Pickle, sen. and Tunley. Trun. This is ugly news about Peregrine — ye see a man had better be sucked into the Gulf of Florida, than get into the indraught of a woman — because in one case (spills liquor on the table and makes gulf with his finger) there is the thundering gulf {shakes his fist at it) he may by good pilotage bring his vessel out between (puts down can) the Bahamas and the (sets down pipe) Indian shore. But in t'other, there is no outlet at all, and the current being too strong to strive against, of course he must be embayed — and run chuck upon a lee shore. Tun. (In an adulatory tone.) The Commodore makes the simplest things so plain. Trun. And whose fault? Pick. sen. Nay ! I know not. Trun. Yours and your consort's — you wont let him sail in company with you and his sister — so he ranges up alongside the first petticoat that heaves in sight — Pick. sen. What can I do ? His mother cannot suffer him Trun. Have ye no natural affections aboard ? Have ye no religion — and be d — d to ye? Pick. sen. Nay ! Brother Trunnion, (carelessly) I knew not — but methinks — the (with some appearance of interest) ale is some-what stale. Trun. Fact is — you lubbers — that never saw the sea — aint curious to overhaul the Book, that came from the same hands (removes his hat) as the sea and the starry lights — or you'd learn what comes of them, that are without natural affection — (solemnly) I tell ye, it is logged down alongside the worst crimes a chap can do. — God forgive us all. (Piously.) Pick. sen. What signifies Holy Writ- — if a man's wife, says, No! D"], [28, "18 peregrine tickle. Trun. (Rising with dignity.) I am ashamed to see a man drive in this miserable way, under his wife's petticoat. — Before I'd be steered all weathers by any woman in Christendom, I'd raise a hurricane about her ears, that Hatch. (Near the door.) Ahey ! I declare, here is your spouse come to pay us a visit. Trun. Dont say that, Jack. — (Sinks into his chair.) Sure you must be mistook Hatch. All right — it was the outward door creaking on its hinges — I took it for Mrs. Trunnion's voice — go on with your ad — mo — nitions to Mr. Pickle ! Trun. Drat ye ! ye're took all the wind out of my sails — drat ye ! drat ye ! But as for you, Brother Pickle, some morning, Lieutenant Hatchway will come alongside you with his best clothes on. Pick. sen. He shall be welcome. — Trun. And he'll give you a letter sealed with an anchor. Pick. sen. I like to have a letter — though there be nothing in it. Trun. And this letter, or cartel some call it, will invite you to come out of harbour and meet me between the two ports. Pick. sen. I shall come — I am merrier abroad than at home. Trun. Where we shall exchange two broadsides each, and finish off with the boarding pikes, (rises') for if you are deter mined to be d — d for having no bowels in your belly, the sooner 'tis done the better — for all hands, says your humble servant and enemy to command, — Hawser Trunnion. [Exit, with looks of thunder. Pick. sen. (Drops his can.) Tunley, I'm very ill. Tun. (With a wry face.) Your worship need not tell me that. [Exeunt."], [29, "19 peregrine pickle. (The letter in tatters.) SCENE IV Public House, close to Mrs. Gauntlet's. A Figure in a rusty black suit, seated with an empty can. Landlord moving about. Enter Pipes, who seats himself. Pipes. Come to an anchor at last — in the roads — port under my lee. — Schoolmaster. Nauta — genitive nautæ — a marine animal ! Pipes. Now for Master Perry's — letter to his girl — I put it for safety — in my shoe. — Here we — ah ! — whew ! if I give her that we are foundered at once. (Rests his head on his hands.) School. Nauta appears \" variis distractus curis \" \" innumera — bilibus solicitudinibus !\" Pipes. This is the first — dead men tell no tales — (burns the letter) — you wont come up against me. (Ponders deeply.) Landlord, is there ever a chap in this village can write a letter. School. (Rising bolt upright.) — Eece Homo — Pipes. Anan? School. I am the man- Pipes. What man ? School. Didasculus, Preceptor, or as you would say — School master of this Parochia or Parish Pipes. Schoolmaster — then, who knows, mayhap you can write a letter. School. I can, and none other in this Village, can — experto crede, they are all my scholars — Pipes. Don't say much for the thundering Teacher, though — School. Friend Nauta — the Teacher is capable — but overseers are human and love novelty — were I to labor to make my Scholars what I am, I might, by ill-luck, succeed — then should one of them indoctrinate the juveniles — and I — should go to plough Pipes. I see — you tow a sail under their bottoms, to stop their way."], [30, "20 PEREGRINE PICKLE. School. That phrase savours of thy profession and is pe dantic — in plain English my, ahem ! alumni (with a sly look) are never known to approximate my pre-eminence. Pipes. Well — you belay your jaw — stick to the capstan — write me a letter from Peregrine Pickle to his sweetheart, Emily Gauntlet — and you shall have a week's pay and liquor to boot. School. Landlord ! a sheet of paper, folium — a pen, pluma — and ink, (scratches his Aearf)incrementum — he knows no better — (contemptuously , a pause) — no more do I — (he writes.) Pipes. And fill his c;m — t'other pot for a jolly good cargo of flames and darts. (Pipes smokes and looks like a sovereign on the work.) School. ( Writing.) Perchance — Pickle — might — prefer — you had not — ignited — his epistle — of which I could have made — a clean copy — he ! he ! he ! Pipes. My eye ! I never thought of that- School. And a calligraphical one — but Gauntlet — the feminine recipient — will be better pleased with this o — rigi — nal compo — sition which I now indite — currente calamo. (Begins to fold and address it.) Pipes. Ah! Master Perry is but a schoolboy when all's done — and you are schoolmaster— lucky I lost his letter. School. There, sir, this — amatory effusion — will — do your friend's business. (Pipes offers him money, he declines it. — Publican peeps at the money.) The muses are not mercen — ary — thy debt was, he ! he ! liquidated (touching can) ere it was incurred. [Exit Pipes with letter and basket. Land. (Sulkily.) So you forgot you owe me twenty-pence. School. Nay, friend, how can I forget, what you tell me (liurnally. Land. You are a fool not to take a crown — when will you see another? School. \" Uneasy lies the head that wears a crown \" — got in a shabby way — I respect the defenders of our shores — and once more (going) the muses are not mercen — ary. Land. (Calling after him.) Shows you are not acquaint with 'em, they are as amazing hairy, as any young women — in London. [Exeunt."], [31, "21 PEREGRINE PICKLE. (A portion of this letter to be read at dis cretion ) SCENE V. Outside Mrs. Gauntlet's House, as before. Enter Mrs. Gauntlet and Emilia. Mrs. G. Gracious me — I know that figure — it is Mr. Pickle's servant or master, which is he ? he ! he ! Emilia. Mamma! you must be mistaken. Enter Pipes. Pipes. Servant, ladies. — Haunch of venison, ma'am ? Master Perry's — Mr. Pickle's compliments to the ladies Mrs. G. You know your way to the kitchen, Mr. Pipes, and bid them take great care of you. [Exit Pipes. [Pipes peeping, makes mysterious signals to Emilia : she goes to him smiling — he gives her letter, with an exuberance of gestures, recommending secresy — she puts the letter in her bosom.] [Exit Mrs. G. back of the scene. Emilia. Dear little fellow ! how beautifully he writes — to be sure (smiling) it is rather a stiff hand like a schoolmaster, (reads.) Divine Empress of my soul ! If the refulgent flames of your beauty had not evaporated the particles of my transported brain, and scorched my intellects into a cinder of stolidity, perhaps the resplendency of my passion might shine illustrous through the sable curtain of my ink, and in sublimity transcend the galaxy itself, though wafted on the pinions of a grey goose quill ! But, ah ! celestial enchantress ! the necromancy of thy tyrannical charms hath fettered my faculties with adamantine chains, which, unless thy compassion shall melt, I must eternally remain in Tartarean gulf of dismal despair. Vouchsafe, therefore, O thou brightest luminary of this terrestial sphere ! to warm as well as shine ; and let the genial rays of thy benevolence melt the icy eman ations of thy disdain, which hath frozen up the spirits of angelic pre-eminence. Thy most egregious admirer and superlative slave, Peregrine Pickle."], [32, "22 peregrine pickle. What may this mean ? — He is young — full of passion — pray heaven, love hath not turned his brain — let me consider the writing. No ! these letters were formed in cool blood. — He is not a fool ! he is but a boy — but hath more wit than most men, then (dropping the letter, as if it stung her) this was sent to affront me — and how shabby a contrivance. — Did I encourage a correspondence ? Did I receive his ardent professions seriously ? that he takes these pains to ridicule the passion he has pro fessed — there ends our acquaintance, (going) stay, (takes up the letter and tosses it into a basket) I shall preserve this thing, and who knows, a year or two hence, I may let Mr. Pickle see what Miss Gauntlet thought of Master Pickle's impertinence. Enter Pipes. Pipes. Any answer, miss ? Emilia. Answer? To what? Pipes. Letter. Emilia. Oh ! Mr. Pipes, the letter requires no reply. [Exit. Pipes. That's odd ! I see — she can't sit down and rap off a thing like that all at once — we can't all be schoolmasters, ye see, the world would be all birch and no breech ! [Exit. end of act ii."], [33, "ACT III. SCENE I. Windsor Park. Enter Peregrine. Pereg. So farewell, Alma Mater, — if you have put but little Greek in my head, you have put all my Latin out — and I feel obliged. Besides you have taught me to row, to ride, and to drink — living accomplishments — more to the point than dead languages — a merry two years I have spent, nothing but fun, frolic, and — row come confess, Peregrine — no one hears you — then the bright spot in my life, was the four days near Winchester, with a lady, who Ah! happy days — no noise, no dust, no vice — strange she should use me so — she who seemed to excel her sex in courtesy, as in beauty, — but why think of her? — she must be a heartless jilt — I shall never love again, that is certain hey ! hullo ! here are two fine girls. Oh ! Heavenly powers ! What pretty shoulders ! must slip round and meet them accidentally. [Exit. Enter Emilia and Sophy, meeting Peregrine. (Emilia and Peregrine start — Emilia turns her head away.) Pereg. Your humble servant, Miss Gauntlet. Emiliia. Your humble servant, sir, this is a fine tree, Sophy ? Sophy. Not so fine as many we have passed, Emilia ! Pereg. Am I utterly discarded from your remembrance ? Emilia. I believe, sir, I once had the pleasure of seeing you at a ball in Winchester."], [34, "24 peregrine pickle. Pereg. Miss Emilia, in what have I so misbehaved, that you restrict your remembrance to that single night? Emilia. It is not my province nor my inclination, to judge your conduct, sir. Pereg. If I might but know why you refused to take the least notice of that letter, I wrote by your express permission — Emilia. (Scarlet.) Your letter, sir, neither required nor deserved reply — and to be free with you, Mr. Pickle, since you have the courage to remind me of it, it was but a shallow artifice, to rid yourself of a correspondence yourself had deigned to solicit. Pereg. (Dumb foundered.) Alas ! I may have failed in elegance — or discretion — but surely not in respect — in devotion I see — fool ! not being a poet, to go and write verses ; yet I meant them nor for genius, but the simple effusion of my — my (timidly) love. Emilia. Verses ? I don't understand you. Pereg. Not verses in my letter ! Emilia. I think not — if Mr. Pope's lines are verse (Aside.) There is some mystery — let him find it out. Ah ! I remember — the land-marks of verse and prose are not distinct in some heads — come cousin Sophy. Pereg. No ! Cousin Sophy — forgive me, Miss Sophy — I appeal to your humanity — don't go till she grants me the privilege of every criminal — of what am I accused ? Sophy. I can't — he blocks up the way — [He takes the hint, and blocks up the way. Emilia. Then I must go alone — Pereg. Stay, dear Emilia, I conjure you — hear me— by all that is sacred, I was not to blame — you have been imposed on by some villain, who envied my good fortune, and has ruined my love Emilia. Sophy, I — am — going Sophy. Nay, Emilia, I must Æsoblige you — my curiosity — consider — there is a mystery, why not penetrate it ? Accept me for umpire — I am very just. Pereg. You are an angel ! whom Heaven hath sent to my relief. (Mumbles her hand.) Emilia. (Pulls her.) If you set up for judge, don't take"], [35, "25 peregrine pickle. bribes, a judge should be inaccessible to love or fear — hold the balance even — and if you dare to decide against me ! Sophy. Ahem ! Mr. Pickle — your offence is confined to a single point — you wrote an absurd letter. Pereg. Let that letter be read in court — Emilia. But it is at home Pereg. Then let this court adjourn home. Emilia. Insolent! Is that a stag ? (Takes letter out of her bosom, and conveys it to Sophy — who pockets it.) Pereg. Where ? Emilia. You did not look the right way, sir ! — it hath passed out of sight now. (Pause.) Perhaps you might as well, Sophy. Sophy. So I think. (Rummages in her pocket.) Pereg. What good fortune if you should find it. Sophy. I felt it, not a minute ago, Mr. Pickle — and here it is — silence — (spreads the letter on her knee) — sit quiet on either side of me — (they sit — she reads) Divine Empress of my soul, If the refulgent flames of your beauty had not evaporated the particles of my transported brain, and scorched my intellects into a cinder of solidity, perhaps the resplendency of- Pereg. (Starts up.) The Devil ! what is all that? Sure you make a jest of me. Sophy. (Pulls him.) Sit down and hear the accusation — and I will hear your defence. Pereg. But my astonishment- Sophy. Must be mute. ■resplendency of my passion might shine illustrous through the sable curtain of my ink, and in sublimity transcend the galaxy itself, though wafted on the, he ! he ! pinions of a grey goose, ha ! quill. — Ha ! ha ! ha ! ha ! Emilia. Ha ! ha ! ha ! Pereg. Ha ! ha ! Emilia. (Rising.) There you see he renews his unmannerly mirth. Sophy. But sit down- Emilia. I wont E"], [36, "26 PEREGRINE PICKLE [Emilia wears a smiling con tented air, to draw the truth out of Pipes.] Pereg. (Rising.) You see, madam, how low I stand in your cousin's opinion Sophy. But sit down Pereg. I can't — you wrong my understanding as well as my love — could I write you such silly impertinence. Pipes ! even, my man, will remember my letter was not like this. Emilia. To be sure, Mr. Pipes has his cue — Pereg. Oh ! Miss Sophy Sophy. There now ! Emilia, you have hurt his feelings. Emilia. What care I for his feelings ! Enter Pipes Pereg. I acquit you, Miss Gauntlet — Pipes! look at that — Pipes. Schoolmaster's letter. Pereg. Is that the letter I gave you for Miss Gauntlet? Pipes. Keep no log-book of our doings in that line. Emilia. (Darts a sarcastic look.) Mr. Pipes is intractable, it seems. Pereg. Heaven and Earth ! to what mean suspicions am I — but now I think. — Rascal (seizes Pipes) my letter, what did you with it? Pipes. (Coolly.) Why! burnt it to be sure. Emilia. Oh ! Sophy. Well! Pereg. Ah ! there ! there ! you will find I was not a scoundrel after all. Emilia. Why this heat, sir? Who is more anxious to see you cleared than I am ? — And have been all along ? Pereg. Oh ! Miss Sophy ! Sophy. He! he! he! But I believe it is true Pipes. You wouldn't have me give the young woman a thing that shook in the wind, all in tatters, would ye ? Pereg. All in tatters, idiot ! Emilia. Oblige me by coming here, Mr. Pipes — never heed his violence. — He gave you a letter in tatters ! Pipes. No ! the letter was ship shape at starting- Emilia. Then Pipes. I put it for safety in my shoe. Sophy. He ! he !"], [37, "PEREGRINE PICKLE. 27 Pipes. But walking them five leagues, it got torn limb from jacket — Emilia. So you — very properly, burnt it ! Pipes. Ay ! Miss — Emilia. And then ! — Pipes. You warn't to be baulked of your letter, and the voyage lost Emilia. That was considerate — (smiling) — go on Pipes. So I hailed for a hand to write a letter — up starts a chap and says, I am the Schoolmaster — in port, says I, agree for a crown and a pot — he writes it — gives him t'other pot to make it warmer than common, on account of your being so handsome, Miss Emilia. Thank you, sir- Pipes. And that is the bearings of the concern, and I never done a thing better in my life. Emilia. (Violently.) You have made mischief for two years between Mr. Pickle and me— you deserve to be hanged ! — yes ! to be hanged. Pipes. ( Retreating from her.) The devil ! not a cloud in the sky, and down came a white squall. (The others laugh.) Sophy. One proof is still wanting — the verses you say you did write — come sit. [Exit Pipes. (Peregrine between them, in front, kneeling.) Pereg. Will Miss Gauntlet lend me encouragement? Emilia. I will lend you my ears — till your verse is too much Sophy. (Putting out her hand.) I will lend you a little encouragement, Mr. Pickle. Pereg. And a very pretty one too, (Kisses her hand.) Emilia. What a bold girl you are ! Sophy. Mr. Pickle's diffidence inspires me with confidence. Emilia. Oh ! if you are inspired by his diffidence, vous irez loin .' — Pereg. Adieu ! ye streams that smoothly flow, Ye vernal airs that softly blow, Ye plains by blooming Spring arrayed. Ye birds that warble through the shade."], [38, "28 PEREGRINE PICKLE. Emilia. Sophy ! Sophy. Emilia ! Pereg. Unhurt from you, my soul could fly Nor drop one tear, nor heave one sigh ; — (Pause.) But forced from Celia's charms to part All joy deserts my drooping heart. (She yields her Emilia. Ah ! (Sighs.) hand.) Sophy. Sweetly pretty ! I never liked poetry before. Emilia. I never liked it better. Pereg. O fairer than the rosy morn, When flowers the dewy fields adorn ; Unsullied as the genial ray That warms the balmy breeze of May — Sophy. Charming ! Emilia. Hush ! Pereg. Thy charms divinely bright appear, And add new splendour to the year, (He takes the Improve the day with fresh delight, other hand.) And gild with joy the dreary night. [She inclines toivards him, he kisses her. Emilia. (Starts up.) What is that for? Pereg. Because I love you, as I did then — Emilia. So presuming — we are not to be friends long — to expose me before her. Sophy. He ! he ! Pereg. She shall not laugh at you. (Kisses Sophy.) Sophy. Oh ; Mr. Pickle— fie ! — I did not think it of you — Emilia. Ha ! ha ! — diffidence '.—there, I don't so much mind now. Sophy. And I don't so very much mind either. (They rise.) Emilia. You have been very rude — and — I — a lit — tie unjust — shall I own — it would give me pleasure — if you think — as 1 do, that so the account is even. Pereg. No ! this condescension leaves me your debtor for ever Sophy. What a man to quarrel with. [Exeunt in company."], [39, "29 PEREGRINE PICKLE. SCENE II. Room in the Garrison. Enter Trunnion, wheeled in by Pipes, in an arm chair; talking and moving together. Trun. Now you, take that — I'll teach him to shut his door against my boy, and give his birthright to that thundering little urang utang — Gam. Pipes. Where's the use ? a wont fight — Trun. Then blow me, if I don't post him before all hands — on the church door, that all good men may avoid a lubber that wont fight — but a wool, how can a man help fighting when he's asked in a civil way. Pipes. (Staggered.) Why if you asked him civilly- Trun. Overhaul it — and you'll see if I ha'nt. Pipes. (Reading slowly.) \" Brother Pickle, you be d, dash, d,'' that's hard lines, — (aside) — dashed if I know what it means, though. \" You and your draggle-tailed brimstone jade of a wife, do persist to shut your door against your flesh and blood, d, dash, n you — the thundering gout holds me at a double sheet anchor d, dash, t it. Wherefore I do pray you, that you will consider my infirmities and come here to breakfast — when the spitch cocked eels you so affect, shall be on the board — and^after breakfast, Pipes will hand us the small arms. — I have fitted the mise — ra — ble craft I now command, with double rollers, so that, though you have the advantage in sailing, I hope by slewing her round, (Commodore illustrates this by a circular motion) to bring my broadside to bear now and then, and rake you fore and aft, and Heaven willing, let out your bilge water, so no more, but remains till Death your affectionate Relative, and open Enemy at present, Hawser Trunnion.\" I don't like this here. Trun. Is'nt it well writ, lubber ? Pipes. (Solemnly.) That's it, Commodore — it is too well writ, — there's not a scholar in Britain could splice it together"], [40, "30 PEREGRINE PICKLE. so — the Devil has been by coiling away the slack as you paid it in board. Trun. D'ye think so, now ? The black pirate — I hate un — he's always standing across my hawse. Pipes. Commodore — you and Pickle go into action — at the ninth broadside, you riddle his hull — down a goes Trun. Hur — raw ! Hur — raw ! Pipes. No! t'aint! — Here a lies pumping up blood — and spitch cocked eels. Trun. (Grimly.) Ay! what o' that? Pipes. You overhaul the seven thousand quarts o' ale, you ha' drunk wi' un — as friendly as ye like — and how the peaceable ninny rode at anchor and stood your yarns, when the rest filled their topsails and sheered away from 'em. Trun. So a did. Pipes. And how he swallowed your lies, that stuck in every other gizzard Trun. A did — a did — Pipes. Then says you, here be I, an officer of the King, which took the Renummy and properly peppered the Flower-de- Louse — three decker. Trun. Tom ! if it had'nt been our' taupsels were in ribands, and hers were standing — I'd a had her — I'd a had her, as sure as God's in Heaven. Pipes. And after that, how do I look raking a countryman — which is a retired grocer and nothing better ? — And how shall I look, when the Angel catches me with a peaceable man's blood on me, so near the end of my time ? Trun. Tear't up — (whining) — I'm a bloody-minded ruffian — 'od rot ye — why don't ye — tear't up ? Pipes. (Superciliously.) Not likely — or how is the world to know what a scholar you was. Trun. I forgot — that — [Pipes and Trunnion scratch their heads and look horribly puzzled for fifty seconds. Pipes. I ha' got it — we'll put it in the log — and, Jolter, what does he get a hundred a year for? — let un turn it into all the lingoes that are spoken upon the earth. Trun. And shall too"], [41, "31 PEREGRINE PICKLE. Pipes. So then— stand from under ! ! ! ! ! Trun. Heave ! Pipes. Futur' ages shall know, we loved fightin', but wasn't shell-fish about it, but denied ourselves the satin — faction of peppering Pickle. Trun. (Admiringly.) You ha'nt been to the Dick and Harry for nothing, you Tom Pipes. Pipes. (Conceitedly.) I'm a going to pump some more up like it — we wool re — fer Pickle to our posteriors, that's them that come after us, and they'll be of our side, and look down on Pickle Trun. I wool — I refer Pickle and Dame Pickle, and all such rubbish, to my — what is't — stern-post — gi' me my pipe, do — (with a growl.) [Exeunt, Trunnion wheeled. SCENE III. Passage in Peregrine's Lodgings. Hatchway and Jolter meeting, they regard each other with contempt. Hatch. You on the same tack Parson, Commodore had better leave it to me. Jolt. Negatur — Sea phrases and the word of command, are not for Mr. Pickle's taste and spirit. Hatch. Latin and All Jew Bray might ha staid at home. Jolt. His reason must be convinced, that is nothing in your line. Hatch. Can tell him Governor will stop the supplies, that will bring his reason to, or nothing ■ Jolt. 'Twill but alarm his sensibility — I can demonstrate by figures his inevitable destruction. Hatch. Then you can dedemonsrous, a dede monstrous lie- Jolt. Lieutenant, you are insolent"], [42, "32 PEREGRINE PICKLE. Hatch. Parson, blow me if I care a d — n — Jolt. (Angry.) Well, sir, to escape your confession of faith — some dozen oaths, each more damna — blee absurd than another, let us go and test it — \" solvitur ambulando\" Hatch. Ay ! go and whistle reason to a chap that's in love. [Exeunt. SCENE IV. Peregrine walking in great agitation. Pereg. All the world against me, and against her, because her peer is not to be found in it — and uncle to treat me with disrespect for the first time. — But the enemies of my love are my enemies — and here comes a dung-fly to sting me. Enter Jolter. Jolt. Sir, I come to wean you from an idle flame by awaken ing your reason — in France this gipsy had been clapt up in a convent long ago. Pereg. Aha ! Jolt. Now to Business, ahem ! you love Geometry, as who does not? and you admit that Mathematical Reasoning is not guess work like Morals, but in — sal — li — ble — (seats himself at a table) — um ! um ! all Mathematical Enquiry, proceeds on certain data or concessions to self evident Truth, such as these which you will grant me — at once — first, that \" Youth and Discretion \" are as parallel lines, which though infinitely pro duced, remain at the same distance from each other Pereg. What is this infernal buzzing in my ear? Jolt. Thunder in the air — a storm at hand — secondly, that the Angle of Remorse is equal to that of precipitation. These postulata admitted (takes pen and ink) let, hem! \"youth\" be the right line A B, and \" discretion \" the parallel line C D, com — plete the Parallelogram, and let the point of Intersection B repre sent"], [43, "33 peregrine pickle, a a peremp. ry tone.] Pereg. Dam nation Jolt. Per dition let Passion (Peregrine grasps his hair with impatience) — C have a motion — C A — then let another motion (Peregrine kicks a chair across the stage) be communicated to it — C of this Demonstration ! ! D. Now observe the success Pereg. A is an Angel- Jolt. Don't call it angel, — Angle ! Pereg. Whom your foul lips have dishonored — B her lover, whom you torture to madness — C a window looking on the River — D a d — d Pedant to whom B will communicate a motion through C, unless he goes off at a Tangent through the door — the door — the door. ( With a furious gesture.) Jolt. (At the door.) Mad! Mad! — Euclid has no charms for him ! ! ! [Exit. Pereg. So now for a moment's peace Enter Hatchway. Pereg. The Devil ! Hatch. At your service, young man. — Commodore's sealed orders— you are to cut adrift your painted galley — and make the Garrison in twenty-four hours. Pereg. You require what my honor will not brook — leave me, sir Hatch. Look ye, Brother, if you have got under her hatches and dont like to set her adrift. — I'll take charge of the vessel and see the cargo safely delivered. — (Winking.) Pereg. (Violently.) You profane beast, I must not throttle you — you are an old friend and an old fool — so drive me out of my own house. (Going.) Hatch. 'Twont do — against orders. Pereg. (Calmly.) Stand out of my way, Mr. Hatchwav. Hatch. See ye blowed first Pereg. Lie out of it, then. [Lays him on his back and Exit. [Jolter speaking outside : I must have my hat — but how get it— I know, lightly come and lightly go. Runs in and tumbles over Hatchway, who was rising — the pair turn on their posteriors, and regard each other.] F"], [44, "34 PEREGRINE TICKLE. Jolt. Eh? ho! Hatch. Hullo! Jolt. (Whispering.) Where is he? Hatch. What aint he listening to your dead-monster ? Jolt. Did you bring him to — or go aground yourself? Hatch. (Rising.) Ye hulled me there, Parson — but I han't done with the Jackanapes yet. Jolt. Haven't you — then I have. [Exeunt. ■o» SCENE V. Windsor Park. Enter Peregrine and Godfrey Gauntlet meeting, the latter in faded half Regimentals. Gaunt. Your humble servant, sir. Pereg. Your servant, sir. Gaunt. Mr. Pickle, I desire to know the nature of this correspondence you carry on with my Sister. Pereg. (Aside.) Another, I had better kill one. By what title, sir? Gaunt. A Brother, sir, jealous of his own Honor and his Sister's reputation Pereg. You assume too much importance, sir, in pretending to judge my conduct Gaunt. Sir, when a man pretends to interfere in my family, I pretend to judge and even correct him, if he does amiss Pereg. Dare you apply that term to me ? Gaunt. I dare do ought that becomes a gentleman. Pereg. Gentleman ! pretty gentleman, truly Gaunt. (Aside.) Despises me because his coat is smarter. Ay ! sir, a gentleman, as you are an insolent upstart. Pereg. You have a fancy to pass for a gentleman — draw the weapon of one and let us sheathe our female swords."], [45, "35 PEREGRINE PICKLE. Gaunt. With all my heart, sir. (They draw.) Enter Hatchway, puffing, with two pistols. Hatch. Down with your toasters, or I blow ye both out of the water. Gaunt. ( To Pereg.) More ill-mannered folk than one here it seems. Pereg. I see them, sir ! Hatch. Did he insult you — or you him ? Gaunt. He — me. Pereg. (Coolly.) Critics differ ! Hatch. Well he insulted me first — so my turn is first. Pereg. But Mr. Gauntlet and I were actually engaged — had you come thirty seconds sooner, your claim had been good — absurd now Hatch. Alack ! I clapped on sail — come as fast as I could- Gaunt. Lieutenant Hatchway, (politely.) Hatch. Sir ! (politely.) Here Hatch- Gaunt. Such a case occurred in our Regiment — we arranged vay and young , ° ° Sauntiet so- it thus. — He who was in your place was so obliging as to cut heir heads to- out of the first party — the winner of which undertook to be his ;etherlike Phi- , , , osophers in adversary in the second. id Truth.) Hatch. But suppose you win, I have no quarrel with you. Gaunt. That objection was made and overruled, for two reasons. Such winner has come between you and honorable reparation — so he owes you reparation Hatch. And so a does — sure enough ! Gaunt. Then you in reward for your forbearance, may defeat two men in one — thus : should I be so fortunate as to dispose of Mr. Pickle and you of me — you defeat the pair — it is like this new game, Beggar my Neighbour, the Queen wins the King, but the Jack may win them both. Hatch. It is all ship shape — I hope Jack Hatchway will be the Jack in a lacka- Pereg. (Aside.) Ah ! Divine Emilia, pity thy hapless lover, debarred the music of thy tongue, and forced to hear the nonsense of these fantastic fools. (Switches the air with his sword three times.) Gaunt. So pray retire, sir — Mr. Pickle grows impatient."], [46, "36 PEREGRINE PICKLE. Hatch. I will lie to in the offing out of shot — or I should fire on the ships in action. [Exit. [Peregrine and Godfrey. — Godfrey attacks — at the third pass he touches his adversary on the sword arm — Peregrine attacks with great fire — his sword breaks, or the blade separates from the hilt. Pereg. Strike, sir ! Gaunt. (In a reproachful accent.) Such blades are not to be trusted with a gentleman's life Pereg. (Arms folded.) I shall make no submission. Gaunt. (With slight surprise.) You seem to think this accident entitles me to take a liberty with you, sir — I will therefore engage you (sword to scabbard) to treat a gentleman in distress with consideration — you will not find him less sensitive because he is poor, your humble servant, sir. (Very politely, — going.) Pereg. (Follows and touches him on the shoulder. ) A word with you, sir. Gaunt. Pistols? {Smiling.) Pereg. (Offers his hand frankly.) No! fists, if you will allow me. Gaunt. With all my heart. Pereg. Your courage and moderation become you and justify your pride, which I regret to have offended. (Bows.) Gaunt. No more of that — I think I had the misfortune to touch your sword-arm Pereg. Yes, and I feel for your misfortune ! — smarts con foundedly — Gaunt. Permit me to play the surgeon — I have always a dossit and lint — one never knows what may happen. Pereg. (Takes off coat, sleeve a little bloody.) You have been where heavier blows than this were going. Gaunt. Two pitched battles and some dozen skirmishes, that is all. Pereg. (Gauntlet arranges the lint above his wrist.) I envy you, Colonel Gauntlet Gaunt. You must not call me Colonel Gauntlet — Pereg. Captain, then — — — Gaunt. Sir, I have carried arms seven years, and have not obtained even a subaltern's commission."], [47, "37 PEREGRINE PICKLE. Pereg. What a shame ! oh ! what a burning shame ! Gaunt. (Grasping his hand.) Do you think so? Pereg. Do I think so? — Mr. Hatchway — Enter Hatchway. Pereg. Here is my friend, Mr. Gauntlet, has carried arms seven years, and they wont give him a commission Hatch. Just like them, the lubbers — look at me — only a lieutenant Gaunt. Yet my father was a distinguished officer — he was Colonel Gauntlet— called Ned Gauntlet by his friends Hatch. Avast ! Ned Guntlet — you a son of Ned Guntlet — ye are like his figure head Gaunt. Gauntlet, sir, is our name Hatch. Guntlet, I tell ye, Ned Guntlet — I knew him before you were born. (Walks apart, rubbing his hands gleefully, and [Exit. Pereg. Let us be sworn friends. Gaunt. Ay ! and if I can serve you with Emilia, I will. Pereg. And I will serve you in another way. Eh ! my mare — and Ralph galloping her — I will trounce the rascal — speaks to Hatchway — who mounts her — and now he gallops back Gaunt. Bad news, my dear friend. Pereg. Why, bad news ? Gaunt. Good news never gallops — except when an aide de camp clatters up to ye, and says, form in column and charge upon the flank Pereg. But what ill news can there be? Gaunt. Somebody dead — how old is your uncle? — I forget his name Pereg. My uncle ! only seventy-nine — and tough as leather — ha ! ha ! he is not such a fool as to die — you don't know him. Enter Ralph. Ralph. Oh ! Master Perry — the Commodore — Pereg. (Pettishly.) Well — what of him ? Ralph. Mr. Hatchway's duty, sir, — and hopes you will"], [48, "38 PEREGRINE PICKLE. forgive him taking the mare — but he is an old man — and you can take horse at Windsor, and follow him up hard. Pereg. Ralph ! you dont mean there is danger- Ralph. Danger ! Master Perry — I wish you may be there to see him in life. [Exit. Pereg. Oh ! (Grasps G's hand and runs out.) Enter Sophy. Sophy. (Smiling.) Was not that Mr. Pickle ? How he ran off Gaunt. Yes, his uncle is dying or dead Sophy. Alas ! the good old Commodore — Gaunt. The same Sophy. Poor Mr. Pickle — he was so merry yesterday — and now- Gaunt. What is the matter? — we must all die. Sophy. But when 'tis our friends that die- Gaunt. It is, perhaps, to be regretted, that this gentleman, who has served the King, should die on a feather-bed — with one hand on an apothecary, t'other on a parson — drawing up his legs in ungentlemanlike postures Sophy. Oh ! Godfrey — what does that matter ? Gaunt. I warrant me, he had preferred to fall on his own deck — an enemy's ship alongside — and British colours flying from both their mast heads Sophy. (This spoken in transitu — he upright and un moved — she leaning gently on his shoulder, and crying.) Poor old gentleman ! Poor Mr. Pickle !"], [49, "39 PEREGRINE PICKLE. SCENE VI. Room in Garrison. Enter Hatchway and Peregrine, meeting Janet. (This Scene spoken as much under the breath as possible.) Janet. Oh ! sir, I am glad you are come — and Master Perry, poor dear. Hatch. How is it wench ? Janet. As bad as can be, Master Hatchway — we sleep in the Garrison Hatch. Whew- Janet. He says, since the Lord lets us into Heaven, it is not for a poor sinner to keep us out of the Garrison. And, sir, his wicked words have left him, like a cloud that passeth away, and often he speaks of pleasant fields and innocent days, ere his cruel friends forced him to sea. — Master Perry is young and knows not the signs of death Hatch. He is going adrift Janet. The poor are sad, sir — for he hath succoured the poor and despised the rich. — Master Hatchway. atch. Hullo ! Janet. (Mysteriously, and drawing him aside.) He hath made them put on him his best clothes — what may that mean ? Hatch. To die in, sure — his anchor's a peak. (Going.) Janet. (I thought no other) in the great chamber — Hatch. Steady ! young man — what — did ye think death was a tale in the story book, and not a thing that lays us all a-board to-day or to-morrow ? — Pereg. Let me hold you — you are older than I — I never saw a friend die [Exeunt."], [50, "PEREGRINE PICKLE. 40 [The Commo dore speaks with difficulty in a broken way.] SCENE VII. Apartment in the Garrison. Jolter, Pipes, Trunnion in full uniform, in a large arm chair. — Pistols, cutlass, compass, and laced hat, on a table. Enter Hatchway and Peregrine. Pereg. (Kneeling and kissing his hand.) O my benefactor, I have done nothing but vex you, and now I shall never be able to comfort you — (Hides his face.) Trun. Don't let the top-lifts of your heart give way, to see me go down at these years — many a better man hath foundered half — way, — log down a few things my heart is set on Pereg. No word shall be forgotten- Trun. There's your aunt — my faithful ship-mate, though she goes a little crank — overstowed with nantz and new lights — Jack Hatchway, you know her trim — should like to have her well commanded Hatch. I'll take charge of the vessel — though — feel — little shy coming after such an able navi — ga — tor. (Whimpers.) Trun. (To Peregrine.) Pipes has sailed with me in many a hard gale — and a stouter seaman never set his face to the weather. — Enough ! a look is worth a cargo of words. — As for the girl you court, she is an officer's daughter — whereby if you board her in an unlawful way — my (emphatically) curse upon ye, and never shall you prosper in the Voyage of Life — but ye \\ are not such a pirate. — I beg of all love you wool, beware of [ harlots — they are like mermaids that sit on rocks and hang out a fair face for the destruction of passengers — tho' I must (faintly) say, I never fell in with these sweet singers — and I went to sea fifty years. — (Pause — whispers interchanged.) — As soon as the breath is out of my body, let minute guns be fired till I am under ground — for I have served my King and Country. — (Rises bolt upright — they come behind him.) — I'm Trunnion ! Com- mander of a Squadron in face of the enemy — and he never saw my poop — till I took him in tow. — (They assist him down.) —"], [51, "41 PEREGRINE PICKLE. My curse on the woman, that puts paper gimcracks round me, to make the worms laugh at an honest sailor! — Bury me — as I mean to die — in this jacket I had on when I boarded and took the Renommee, and these alongside — let my barge's crew carry me — white shirts and black caps — and keep watch and watch, [Faintly.] lest the land-sharks take me up for the buttons on my coat. — Engrave the motto, in no foreign lingoes, but plain English, that when the Angel comes to pipe all hands he may know I am a British man, and speak to me in my mother tongue — so now — no more — to say — best of all — let me see the friends I love. — ffectionately.] ( They come closer — he smiles on them.) — God send ye all fair weather — whithersoever you are bound. — (Turns on one side — rhe Commo- pause — in a clear voice.) — Lieutenant Hatchway ! ore speaks rj . j, c iese his last natch. »ir — S'cleaJU™ Trun. When is high water ? [andVathink- Hatch. At twenty minutes past four, p.m., sir. ig himself on Trun. I shall be ready oard his ship -1 rhich he is to ikeoutofport ,-, t . t the next J^nter Janet. de.] Janet. (Whispering.) Some poor people beg hard for a last look at their benefactor. Hatch. Pipes, stand forward — ye can pass outside, Pipes, quietly. [ Various Poor People enter, make their obeisances to the Dying Man, and exhibit a homely grief. Pipes. (Meantime.) Fare — thee well — old Hawser Trunnion, a truer heart never broke biscuit — many a hard gale hast thou weathered, but thy spells are all over now, and thy hull laid up — and I dont seem to care how soon I join company again, Commodore, dear. [Scene closes. Two Scenes or Tableaux follow, representing : — 1st. — A Sailor in his Prime, and a Ship in her Glory. G"], [52, "42 PEREGRINE PICKLE. 2nd. — The Barge's Crew, in Black Caps and White Shirts, moving sorrowfully. — Ship at Sea, bare poles, most of her Hull submerged. — The Sun setting Red across the Wave. Appropriate Music — and the heavy boom of a Gun at intervals behind the Scene. SCENE VII. A Street. Mrs. Gauntlet and Sophy Mrs. G. Come, no more whimpering — this parting is to bring you two together for life — you could never have married without it. Sophy. Could we not ? Mrs. G. Could we not ? was not his Commission to serve in Ireland, and before he had a Commission, how could he keep you and your nine children. Sophy. My nine children, Aunt Gauntlet ? Mrs. G. Ay ! women that cry at every word have nine children. Sophy. (Plucking up a little spirit.) They say you should not count your eggs before they are hatched — Mrs. G. That is true, the time to count them is before they are laid— but come, I have been as young and as great a fool as you — so we will go, and talk about Godfrey and nonsense together. Sophy. How kind you are, Aunt Gauntlet — I love you for having been not always wise. [Exeunt. Enter Peregrine. Pereg. My plot goes famously — my respectful conduct has lulled her caution at last — she will come to the Masquerade with Miss Hamilton — now Mrs. Hamilton has got my anonymous"], [53, "43 PEREGRINE PICKLE. letter, and will stop her daughter at the last moment — we shall be there alone — and what will not music, dancing, night, opportunity, and love, do against a shadow — Female Virtue. — Seduce the sister of my friend ! — why it is done every day — my Uncle's dying words — will not his curse fall on me ? No ! you see, a man who speaks in ignorance is as though he did not speak at all — and the poor old Commodore, knew nothing of the world — except the salt water half. — Virtue, young Jekel defined it the science of not being found out — there were fifteen of us at table and no one objected, so it must be true — if I was thirty, I should marry the girl — for where can I hope to meet her peer— but at twenty, with thirty thousand pounds, to be tied to one apron string — not likely — unjust to a hundred other such ties — if I succeed with her, I will fly at higher game — the Marchioness of Bayswater, when I squeezed her hand, dancing — looked — as if — she didn't quite know, what to make of it, but I hope to lead a Duchess astray, before I die. — I should like that — only one — just to say, I had done it — meantime [Exit. SCENE VIII. Lobby of the Hay market Theatre. One or Two Masks pass. Enter in succession a Melon and a Pine Apple. Mel. Whatever I do is original — like myself and none other — Pine. A plague of Harlequins and Friars — there will be no invention like this — hollo ! — hey day ! who the juice are you ? Mel. It is very hard a man can't do a thing, but some fool goes and does something something like it. Pine. Betrayed by my barber, and this (scornfully) is the result."], [54, "44 TEREGRINE pickle. Mel. Foreigners are requested to withdraw Pine. You turnip head, this is the Haymarket, where foreign ers are at home — Mel. Well don't let us be sour ! Pine. No, Mankind is our Enemy, and when it gets hot with dancing, sucks our blood, therefore, O species of Gourd, let us stand or fall together — hullo ! music. [They dance — short Burlesque of old-fashioned dancing, to Music, heard at back of the scene. Pine. Foreign steps — Mel. English — Enter Peregrine and Emilia, as Queen of the Amazons. [The other Masks Exeunt. Emilia. What dresses — what music — what a blaze of beauty, gaiety, and pleasure, but none enjoy it as I — I never was at a Masquerade, and the pleasure I owe to you seems double pleasure — (they unmask.) Pereg. I alone am to be envied — shall we dance — you are not tired Emilia. Who could be tired ? but I would fain rest here a little (seats herself) I have so danced — and talked — the things I said to the people Pereg. You were the Queen of Wit as of Beauty- Emilia. See, Peregrine, 'tis but a little thing — yet I find 'tis dangerous to wear it — no ! better carry our brows bare, and say and do nought we cannot face the world in saying and doing what is the matter ? Pereg. A pang in my forehead Emilia. Lo ! there, 'tis the mask — you are unused to wear leave it, I pray you — Pereg. (Aside.) Does Heaven, speaking through her inno cence, do this to turn my pleasure into hell ? Emilia. I am a little faint — (he brings her wine and chicken) how glum you look, — there, take this merry-thought, and return it in so many words."], [55, "45 peregrine pickle. [With solem nity and eleva tion] Enter a Mask. (Emilia remasks.) Mask. Fair lady, what land is it you rule ? Emilia. It is called No Man's Land — Mask. And bow rule you it? Emilia. Simply enough — how does your wife rule you ? Mask. The girl knows me ! [Exit. Pereg. Ha ! ha ! — but I wish you had told him — I would know, how to rule all hearts ! Emilia. Nay ! Peregrine — I will tell you — how I would govern — Pereg. Do '. — here at home. Emilia. Are there no fools in hearing ? Pereg. (Looking round the audience.) Not one — Emilia. (After a moment's reflection.) I would shame luxu rious Nobles by my sober habits ; — Queen of three Kingdoms, I would shine in person on them. — Poor Ireland and rugged Scotland, should look in my face and take courage. — An Island Queen, I would have a lovely ship, that should not plough, but dance over the sea — and when the water came on deck, and my Lord Treasurer shook his head like a poodle, and my Lord Chancellor stood dripping and wished me in Chancery — I would say, these merry waves come but to look — at their undoubted mistress. — And I would ride among my people with few sabres and bayonets — but many smiles and cordial voices Pereg. Alas ! the world is not ripe for such a sovereign — I believe it possible, some d — d beast or madman would attack your sweet — your sacred person Emilia. Fiddlestick ! I would not forego a nation's smiles for such — besides I should be good to the poor : and, no doubt, God would protect me ! Pereg. (Aside.) Presently, I shall fear to address her. Emilia. I am too bold to speak so. Pereg. Will you dance with a devoted subject? — Emilia. Yes ! one more dance with you, my Lord Keeper Pickle, — oh ! my Lord, methinks, I am too happy — can such a night pass and no ill fortune follow (going.) Enter Melon and Pine Apple, staggering. Pine. Here she is"], [56, "46 peregrine pickle. Mel. Fair Flower of the Ball, whither away ? Emilia. To shun the Fruits of Intemperance. [Exeunt Peregrine and Emilia. Mel. Used me like — a pumpkin. Pine. So let us be miserable — I pine in thought — and with a green and yellow melon — no ! on the contrary — let's get drunk. Mel. Fal! lal ! la! la !— Fal ! lal ! la! la! [Exeunt dancing and fooling. SCENE IX. An Apartment in a House, in Street. Enter Peregrine and Emilia. Emilia. Most negligent of Mr. Pipes not to have the chariot. Pereg. Pardon an oversight that causes me such pleasure. Emilia. And this house belongs to a relation of yours? Pereg. Yes! but he is out of town. (Aside.) I have provided against interruption. Let me seize these precious moments to press my sweet girl to a confession she never yet has made, do you at last partake the passion on which I live — tell me Emilia. What can I tell you ? Pereg. That you are half as happy with me as I am when ever my eyes are blessed with your sight, you most enchanting creature — Emilia. Indeed, Peregrine — I never was happier — and you may well be the cause — you used to be — but no matter — of late you have been so delicate, so respectful, devoted — you have inspired me with confidence. Pereg. Alas ! confidence is not love — no ! I who think each hour lost that hears not an avowal of my passion — am never to hear from you those delicious words, I love you. Emilia. Peregrine ! — if my manner — my content under cir-"], [57, "47 PEREGRINE PICKLE. \" Timidly. b Passionately. [With a rapid and passionate utterance.] cumstances so new to me, do not convince you — it would be in vain I should say to you, aI love, bl adore you ! Pereg. You oppress me with gratitude and love Enter a Woman, gaily dressed. Pereg. Who is that? Woman. I ask your pardon, sir. [Exit. Emilia. I would the chariot were come — that woman had paint on her face — I am fatigued — Pereg. You need a cordial, see here is one — let me offer it to you Emilia. No ! I drink no cordials — (suddenly) — what is your relation's name ? Pereg. Name ! hem ! it is Emilia. Ha ! no matter — it does not concern me. (Aside.) As I live, he paused to invent a name — fie Emilia — what suspi cions. (He fills wine.) Give me a glass of your cordial — (he brings it her.) (Smiling.) — You shall drink it for me. Pereg. No ! I prefer wine Emilia. And I water — (he brings her water) — your hand shakes — what can make a man's hand shake when a woman's is firm ? — (he drinks wine from a goblet) — (she sets down glass.) Pereg. (Throwing himself on his knee impetuously.) Emilia I cannot exist thus, my passion can no longer live on hope, nor I without you — ah ! crown my happiness, or by heaven, I sacrifice myself to your disdain — I cannot live without you — I will not live without you ! Emilia. You terrify me — what would you ? — the reserve is on your side — when you apply to those I am bound to obey — Pereg. Emilia, it is from you alone I hope — the sentiments of Parents are sordid, silly, and confined, my love is too delicate to wear those vulgar fetters, which destroy the merit of affection — spare me the mortification of being compelled to love you, and reign Empress, by right of love, over my Heart and Fortune Emilia. Oh ! (with anguish.) Pereg. I will lay thousands in your lap — what do I say, you"], [58, "48 PEREGRINE PICKLE. shall be Mistress of my whole estate, and I, a happy dependent on your Bounty Emilia. (Laughing hysterically.) Your offers are as generous as yourself. (Going.) Pereg. (Rises.) (aside) Easier than I thought. — (Attempts to embrace her. Emilia. (She starts as from some poisonous creature.) How dare you touch me — creature lost to honor ! honor, you know it not — learn its power — see yourself discarded without a tear from the heart, that loved you as you have no power to love — you have decoyed me from my friends, by arts, none but the wicked could foresee — and laid a cruel snare for my reputation — yet in this shocking situation, I sink not Pereg. At least, Emilia, you have no violence to fear. Emilia. Fear ! I am strong in my innocence and in the law, which makes you slaves of sin to tremble, when such as I fear nought — (Aside) — how I tremble. — (Throws up a window.) — Watch ! bring a chair to the door and await me — (moving a step toivards him.) — Sir, you have insulted a soldier's daughter, who fought for you, when you were in your mother's arms (with a trembling lip) who died, I say, for you and for her. Pereg. I am in hell. — I am in hell ! Emilia. You have waited till my brother's sword was far from me — (with sudden calmness) — so that you must not only be a villain, but a most despicable coward. (Going.) Pereg. (Intercepts her.) Better die than be thus despised, you cannot leave me, crushed by these terrible reproaches — I say, (fiercely) you shall not leave me— (humbly)— till you forgive me — it was a momentary madness, caused by wine and excite ment and Emilia. Out of my path ! (He shrinks.) Out of my sight ! (He shrinks from her.) Out of my memory for ever [Exit. Pereg. She has used me like — the dog I am — curse on her fiendish pride — how like an Angel rebuking Sin she was— I will after her Enter Pipes. Pipes. No ! ye wool not — as well try to bring up a man of"], [59, "49 peregrine pickle. war under all her canvass. — I saw her — her eye blazed like a coal — I could not face her — I ran and hid from her face — Tom Pipes never did that afore. Pereg. She loves me — she owned it — I will fall at her feet Pipes. Then she'll walk over your face, as a ship goes over a cockle boat. Pereg. Let me go. Pipes. That I wool not. Pereg. Villain ! ( Grapples him : after a struggle, Pipes is thrown — he rises, and stops the way. — Peregrine seizes him again.) Pipes. What after the strong fit comes the weak fit, don't it? Pereg. (Leans on him.) Enter Postboy. Postb. Chaise ready, and four horses — where is the first stage ? Pereg. {Nearly screaming.) To the gates of hell ! Postb. The Devil — and the second then. Pereg. The bottom of the bottomless pit, you'll go with me, Pipes? Ha! ha! ha! Pipes. Ay ! and a thousand leagues farther, but don't ye laugh so, it's no laughing matter — (making signs) — stop at the first surgeon — get him into the chaise with his tools — shall have fifty pounds — must have a pint of blood from him — or this will come to a shaved head and canvass waistcoat, I know. Pereg. (Faintly.) Where are we going? Pipes. We are going to sea — that's the only cure. Pereg. Ay ! — Let us leave the country, I have disgraced it — away — don't (pettishly) hold me so — you make (reproachfully) too free with me — you are a faithful fellow — I am miserable for ever. Pipes. Nonsense — is she the only woman ? 'Drat her, I wish we had never spoke her. — Pereg. (Gives him pocket book.) Here is money — will not that buy — pleasure — content? h"], [60, "50 peregrine tickle. Pipes. It will buy women of all sorts — and sizes — Pereg. Hurrah ! for foreign lands, wine, pleasure, mirth, despair [Exit. [in enumerat- Pipes. This comes of trying for onlawful prizes — against the thorities, Pipes' Scripter — and Rebecca's log — and the Commodore's own orders, know that he that he gave us with (hitches up his trousers) his fighting jacket considers them r t-t • . to be proceed- on. [ HiXlt. ing on an as cending scale/ END OF ACT III."], [61, "ACT IV. SCENE I. Mrs. Gauntlets House, in London. Enter Sophy' (speaking) meeting Emilia. Sophy. It is my wedding day ; I ought to have my own way to-day. — You wouldn't make me cry on my wedding-day ? Emilia. Heaven forbid — Sophy. Then y-ou must not scold me. Emilia. Scold you 1— you have seen that man — he has put on a hypocritical face — and you have actually invited him to your wedding supper Sophy. (Aside.) She is a Devil. No such thing — I was going, thinking of nothing, but how happy I am — when I met a gentleman, whose face told me he was not happy. — So grave got to be Emilia — I blushed — Emilia. Of course. Sophy. He blushed — Emilia. Well he might ! Sophy. But somehow nobody fears me — (Emilia kisses her) — so we spoke — how kind of you to kiss me — and of course, we soon came to my happiness with Godfrey — God bless your virtuous love, said he — and he said, I come from Windsor — I have been looking at the place, what place said I ? — as if I did not know — where you were my good angel, and reconciled her to me, who now, there his voice failed — poor thing, and the tears rushed into — his — eyes — Emilia. Well, if he whimpered, you needn't — (pause) — No ! I am not — Sophy. Not what ?"], [62, "52 PEREGRINE PICKLE. Emilia. What, you looked at me as much as to say, I was ! Sophy. Well, I did just invite him as my friend — oh Emilia, he did not burst out with thanks and compliments — he turned white, and trembled, and gave me such a look of apprehension, hope, and despondency — I ran away, I could not look at him — that man loves you with all the strings of his heart Emilia. You have done it — but one condition — he comes as a \"instead of this stranger — no allusions to the past — a[and now, since you expose S^'what a mY heart to fresh assaults — be my friend and aid my defence — is!gh' \"YaSt burn these letters (averts her head.) Sophy. What are they ? Emilia. Penitential letters — Sophy. May I read them ? — Emilia. No ! no ! 'twere cruel to expose them — you can read the last — he hath (querulously) not sent one this six months — Sophy. Oh ! he says he will destroy himself here. Emilia. Was he alive or dead when you asked him to supper ? Sophy. I cannot burn them Emilia. Unless }'ou love me — 'tis the first step towards my happiness with Sir James, or some honorable man — Sophy. (Jlside.) A thought, my old receipts. (Puts papers on fire, they blaze. Emilia winces.) Poor Mr. Pickle, me thinks they might be spared — bid me save them — Emilia. Save them — cruel girl — you mock me — you have destroyed the last tie — we are nothing to each other now. Sophy. I am ruined — I have burnt some valuable papers instead of those foolish letters Emilia. Ah ! give them me — (runs them over like lightning) • — there is one gone — (pulls Sophy and finds it) — I will go — burn them — in my own chamber.] Exit. Enter Godfrey Gauntlet, Mrs. Gauntlet, — after them Guests arrive. Enter, at opposite doors, Peregrine and Emilia — they salute formally, — the others retire to another apartment, Godfrey and Emilia remain. Gaunt. Emilia — dance with Pickle. Emilia. No ! Godfrey"], [63, "53 PEREGRINE PICKLE. [With a terri. bly wry face.] Gaunt. He is down in the world- Emilia. I am sorry for it Gaunt. Let us not slight him in our own house. Emilia. Brother — I would rather die. Gaunt. (Aside.) Spiteful little Devil. [Exeunt. Enter Pickle. Pereg. She insists on our being strangers — with all my heart — I am not her slave — -I will show her something she is not pre pared for — my partner is very pretty — I will just [Exit. Enter Emilia. Emilia. Instead of propitiating me by submissive behaviour he flirts — very well [Exit. [Exit. Enter Peregrine, and Miss Evelyn, in close conversation. Enter, after them, Emilia and a Young Officer of Infantry. Emilia. I fear we intrude. Miss Eve. Not in the least (to Pereg.) a hint, they would be alone. Pereg. (Aside.) Perdition. Whilst honored by your count enance, I shall not give ground even to the British Infantry. Officer. (To Emilia.) My company was ordered on first — when we reached the bastion, crack — crack — spit — spit — came the bullets, and some of our fellows went down the ladders quicker than they mounted Pereg. ( To Miss Eve.) So the Duchess having spent all her money in this Grecian Temple, for her parrots, certain creditors became assiduous visitors — what was to be done ? She said to herself 1 wonder what they are saying ! Miss. Eve. Perhaps consoling one another for their losses. Pereg. Conso — ling one a — nother ! ! Officer. Nay ! Miss Gauntlet — I fear I shall never be so good a soldier as the Captain, till I have a lady to fight for like the Captain's beautiful sister Emilia. Oh! sir — (affecting confusion and pleasure.)"], [64, "54 peregrine pickle. Pereg. (Aside.) He will propose and she accept before my face — oh ! why did I come here ? — Charming — fiends ! Enter Godfrey Gauntlet, Mrs. Gauntlet and Guests. Gaunt. Desertion — punishable with Death — but you shall not escape — come let us dance here (Cotillion.) Pereg. (Aside.) Her hand has touched me — oh ! how it thrills through my frame — my soul dies within me to see her smile on another. — Delicious. — He presses her hand — oh ! cruel. — She returns the pressure, shameless girl, would to Heaven I were bereft of sensation. — You would inspire a hermit to dance. — See ! see ! — how now — I am sick — very sick ! Miss Eve. Now Mr. Pickle — set to them — set to them ! [Pereg. advances in a confused way. Officer. Curious dancing- — ha ! ha ! Emilia. (Nervously.) Ha ! ha I [Pereg. casts a look of agony on Emilia, and runs out, hand to his broiv.] Emilia. Godfrey — Godfrey ! [Exit Gauntlet. [The Dancers cease, but music goes on — a Lady claps her hands — -fiddles die off irregularly — a bass ploughs on alone.] Emilia. Oh ! stop that- Mrs. G. There — 'tis nothing — into the next room — supper waits [Exit. Miss Eve. Will not Mr. Pickle return ? Emilia. (Someivhat sternly.) I know not, Miss Evelyn — meantime (politely) let me place you under care of my partner. [Exeunt Officer, and Miss Evelyn. Enter Godfrey Gauntlet. Gaunt. You have won the game, sister — he fainted away outside the door — poor fellow — his nerve must be gone. Emilia. Brother, you are partial — you love Mr. Pickle better than your sister. (Bursts out crying.) Gaunt. Me ? why what ?"], [65, "peregrine pickle. 55 Emilia. Excuse me to our friends awhile — I go to compose myself. (Returns and kisses Godfrey.) I forgive you dear. [Exit. Gaunt. I am glad of that, sister ! but what did I say to make her cry — we men are sometimes brutes without knowing it *flp [Exit. SCENE II. Peregrine' s Lodgings — a passage. Enter Peregrine and Pipes. Pereg. Prepare to leave this place to-morrow. Pipes. Why, what is in the wind now ? I thought 'twas all ship shape again Pereg. Yes ! there is not a man on earth she would not prefer to me Pipes. O ho ! that is it — I'll see if I can't set this on an even keel by my policy [Exit Pipes — followed slowly and disconsolately by Peregrine.] SCENE III. Mrs. Gauntlet's. Mrs. Gauntlet, Emilia, Sophy, and Godfrey Gauntlet. Mrs. G. Now for one quiet hour- [A loud knocking. Enter a Female Servant. Serv. Some one from Mr. Pickle, madam. [Exit Emilia by side door."], [66, "56 PEREGRINE PICKLE. Enter Pipes. Pipes. Brought himself up — split my topsails — (points to his neck and rises on his toes.) Sophy. No accident to Mr. Pickle, I hope Pipes. No accident at all — only (brutally) he has hanged himself — for love [A violent shriek is heard at the parlour door, followed by the sound of some one falling against the handle. Mrs. G. Where is my daughter? Where is my daughter ? [Mrs. G. goes to side door, and tries to open it. [Exit Godfrey running. Pipes. It is all right, I have done (self satisfied) it this time any way. [Exit. Mrs. G. She is against the door. — (Flies out by another exit — in passing, snatches up a hand-bell, rings it and throws it anywhere. — Sophy sinks trembling in a chair. — Servants cross the stage.) Mrs. G. (At side door.) Give it me — nay ! keep her head low — give her air with the door. (Door is opened and closed as to give air.) So — so, now let me have her to a chair. (Servant enters hastily, places chair conveniently near the door, and with Mrs. G., supports Emilia to it.) Mrs. G. (Aside.) Now, Heaven, inspire me — what shall I say to her ? Leave the room — if you dare to listen, you shall be turned into the street to-night [Exeunt Servants. Emilia. Peregrine — my lost love — I am a murderess — my barbarous pride ! — I have destroyed my lover and myself — yes, mother, you will lose your daughter, oh ! don't think I can live after what I have done [Mrs. G. plays Mrs. G. (Stoutly.) It is a lie — you are vexing yourself for her part stout- , . ly i it should nothing working of her Emilia. Nothing ! he is dead — and I will follow him. totor8tbsehouid Mrs. G. (Coolly.) Was it not that Pipes who played the fool ST\" fi&fi before, between ye? more confl- Emilia. Mother ! ,- , J Jill. f. ' '. '.< . 1'1'HII'-I - dence than she feels.] Mrs. G. Ay ! it is not true. Emilia. Ah ! don't deceive me — look me in the face !"], [67, "57 PEREGRINE PICKLE. Mrs. G. Can't you see it is not true — (Aside.) God forgive me, anything for time. Emilia. What do you mean ? you ' are older and wiser than me — oh ! promise me my love back again — I have been proud, wicked, but never to you — do something for me, oh ! Mother — Mother Mrs. G. I am your mother and I bid you hope — and pray — be calm — so, your head thus — one moment— I come back (Coming to Sophy.) — Sophy come to yourself — useless creature — try another way — young woman do you love us? (Sophy gives attention.) — then into the street with ye — and don't let Godfrey come up these stairs — keep him below, and you beckon me [Exit Sophy. Emilia. My mother has left me — I want my mother- Mrs. G. If there is ill news, no tongue but mine, shall break them to her — my child ! my child ! — (Returns and takes Emilia's head to her bosom.) (Pause.) Gauntlet's voice. But mine is good news. Enter Godfrey Gauntlet, with Sophy, Emilia clasps Mrs. G. and trembles. Gaunt. Thank God ! he lives, the dirty rascal — I have seen him. Emilia. Ha ! ha ! ha ! Gaunt. Oh ! my poor sister — don't take on so — now, I know what fear is— how pale she is — (fidgets about) — I wish I was somewhere where bullets were flying and something to do — here (bustles about) I am useless. Mrs. G. Very — be quiet, Godfrey — and don't be a fool [Emilia beckons him and gives him her hand, he kisses it. Emilia. (Faintly) — Better now, dear Gaunt. Poor little lamb — how she quivers all over shouldn't like to be a woman (Pause.) Mrs. G. I know what is coming now- Emilia. Never mention this viper's name to me again Sophy. Emilia ! i"], [68, "58 PEREGRINE PICKLE. Emilia. Heartless ! cruel ! unlike a man ! — to surprize my heart with this mean lie Gaunt. Emily — I have strong doubts Emilia. And, I hope you don't think because I nearly fainted — now Mother, Sophy, what would you have done ? Sophy. I should have died — had it been Godfrey Mrs. G. (Aside.) Little bungling fool. That would not I for any man — but, without loving a man, I should be cruelly shocked, if he hung himself, and should faint as a matter of course — (aside) — that is what I was to say Emilia. There ! you hear, Godfrey Gaunt. Yes ! I hear — (aside) — but hang me if I understand. Emilia. Then, if you respect me, never speak to him again, and to mention him in this house, will be to affront me deeply. Gaunt. But, sister, a word, I don't believe it — Pickle, with all his faults, is a spirited young fellow — no! what nonsense — on my soul, this trick was not his. Emilia. Not his — whose then- Gaunt. Pipes — the greatest ass in the British Navy. Emilia. Pipes is but the tool of a creature, too artful for your comprehension my honest upright brother Gaunt. Believe me — you don't know Pickle as I do ! Emilia. How can you know him as I do ? Gaunt. Nay! how can you know him as I do? you never crossed swords with him ! Emilia. Nor you I should hope — how dared you draw your sword on him ! — oh 1 mother, see — men are all alike. Gaunt. Well ! don't be angry about nothing — I did not draw my sword on him — we drew on each other. Sophy. I shall never like him again — passes himself off for a dove to me Gaunt. He had one of those swords, that are valuable all but the blade — ha ! ha ! ha ! broke directly, and we were friends from that moment. (Solemnly.) Emilia, it is the way to be friends. — I have fought with all the friends I really love — and I say — by the turn of his wrist and the flash of his eye — he has not a little dirty trick, like this, in him Emilia. Those were his young, brave and generous days — a life of vice, has changed him — he is corrupted to the heart's"], [69, "59 PEREGRINE PICKLE. core — I hear of his ways — and his vicious low companions. — He is always with that Lady Catherine Sophy. Low company — she is a Duke's daughter Emilia. Well ! but she is a harlot Sophy What it that ? Emilia. You are a fool — ask your husband Gaunt. (A little sullenly.) Thank you, sister — I know no more than my neighbours. Mrs. G. Now my little friend — I've a treat for you — you and I will go together to your chamber. Emilia. If it is your will, madam, tho' I would fain have stayed to show them how I detest Mrs. G. And then, I shall have you to bed — and then, I shall read to you* a nice sermon of good Dr. Barrow, on self control and resignation. Emilia. (Humbly.) Indeed, mother, I have much need — never mention the reptile to me ! Gaunt. Madam, I crave your pardon, the poor girl wants re pose — she does not want a sermon. Mrs. G. (Returns.) How wise a thing is a soldier! (aside to Godfrey) for what think you I read the sermon ; but to have her to sleep by the shortest road — [Exeunt, Emilia leaning on Mrs. G. END OF ACT IV."], [70, "ACT V SCENE I. A Street. Enter Godfrey Gauntlet. Enter Dobson, an Army Tailor in distress, calling after him. Dobson. (Glancing at his own shabby garments.) Sir! Captain Gauntlet — I ask your pardon — no one sees us — I want to speak about Mr. Pickle — six months ago you desired to know • Gaunt. Yes ! but now my family have ceased to — no ! I am not indifferent — he was my friend Dobson. Sir, he hath been more your friend than you know — be not offended — you had four hundred pounds from the executors of one Admiral Trunnion Gaunt. Yes ! a loan from my father, repaid with five per centum — Dobson. A tale, sir, Mr. Pickle's money — done to get it in your pocket — there was no other way, he knew — you wanted money at that time, sir Gaunt. I did — I did — and now, perhaps, he wants it Dobson. Your commission came down soon after Gaunt. It did — with a handsome note, referring to my father's services Dobson. Your father's services, sir, — do they care for dead men's services — the commission came through Mr. Pickle — Gaunt. How- Dobson. So did the compliment ; that was to avert suspicion, and give your pious heart a double pleasure, ha ! though I am but a poor tailor, I can take a fine gentleman's measure"], [71, "61 PEREGRINE PICKLE. Gaunt. Where is he ? What have we done ? Where is he ? Dobson Where is he ? This is a sad world, sir Gaunt. Where is he ? Dobson. He is in trouble. Gaunt. Man alive, don't level your piece at me half an hour and do nothing — pull the trigger, if it kills me — where is he ? Dobson. He is in prison. Gaunt. In prison — that sensitive soul — that eagle-spirit, behind the bars, they will kill him Dobson. He takes it like many more — one day boisterous, another — down upon his luck — sir, the Sailor sleeps always across the doorway — the Sailor shaves him — and locks up the tools — there was a staple in the ceiling, with a rag of a curtain — the Sailor has taken it out Gaunt. Where? (Dobson points down the scene — Gauntlet dashes out.) Dobson. Dobson is poor — Dobson is hungry — but he has served the man, who got him out from jaol into the air. [Exit. SCENE II. Prison. — a cell, truckle bed, etc. Peregrine, haggard and pale, sitting on it, coat off. Pereg. Does the earth contain a fool — a beast like me — ungrateful, treacherous, to the noble and virtuous — weakly generous to curs and vipers — who have eaten me up. — I am but twenty-three, yet I loathe my fellow creatures and myself, and narrow as this prison is, I wish it measured but six feet by two"], [72, "62 PEREGRINE pickle. Enter Pipes, who spreads two or three purses and bags in a business-like way. Pipes. Here ye are — dollars — Spanish doubloons — Mexican pieces, but there is a better than that — (finds paper) — no ! that is my discharge from the parish for Moll Trundel — ay ! here 'tis — (finds note) — a hundred pounder — now ye see, this wool take us two out of the dry dock, where we have lain long enough — I think Pereg. Leave me, Pipes — leave me Pipes. What won't ye come out? Pereg. Never at your expense. Pipes. Then overboard goes the thundering blunt. (Begins to throw the bags out of window.) Pereg. Desist, madman Pipes. Why — what's the use on't, if it don't serve us at a pinch ? Pereg. Leave me — this instant leave me — or my manhood will leave me — if you love me, go — go Pipes. Well — I'm going (Aside.) Headstrong toad — [Exit. Enter Godfrey Gauntlet, who looks at Peregrine without recognizing him. Gaunt. (Looks full at him.) I was told, sir, I should see Mr. Pickle here, be so good as to tell me where Pereg. (Waves him away ) Away! Away! Gaunt. You ! you ! (Bursts out crying.) Pereg. (Speaks, when he sees the other has recognized him.) A soldier to blubber ha ! ha ! ha ! oh ! on his neck.) The world has been so unkind — (Falls Gaunt. And we — oh ! Perry — why did you not tell us — my benefactor — all this is an affront to you — but a disgrace to me — in two hours you shall be out Pereg. Never! at a friend's expense Gaunt. Why not? Pereg. Because I would rather die in the felon's ward — oh ! I have had offers — Hatchway — and even poor Pipes Gaunt. But there is no one like me, who owes you money, fame, and his heart's blood — (agitated) — you esteemed me"], [73, "63 PEREGRINE pickle. once — or why do so much for me — if I have not lost that esteem — do not mortify me — do not repulse my friendship — you have seen me cry — see me kneel, no man ever saw either before — I go — I shall make four bright eyes dim, but their entreaties will be added to mine — (recovering his military promptitude) — of two things, one you out or I in [Exit rapidly. Pereg. Ah ! Re-enter Gauntlet, who wrings his hand, and being about to go out again, sees a letter. Gaunt. A letter, not opened — you will never be a soldier — always open dispatches — (opens and places it before him — steps back — wrings his hand) — I wish I was (pathetically) a better speaker — they are at Windsor — shall be back directly — the Lord have mercy on my horse — [Exit rapidly. Pereg. What has he done to me ? blood is in my veins — life in my soul — and the sun in my heart again — I am only twenty three, who can say what color my life will be — I will not die like a dog — there are hearts that love me — these cold walls freeze me — (reads) — \" your late unfortunate, but grateful debtor— in the downs most prosperous voyage — repay you the seven hundred pounds, with interest — Benjamin Chintz — \" there now — there was no reason why he should pay me — and it seems he is going to — what an honest man, and the world is full of them — no doubt — (takes up enclosure) — what is this? — can this be a slip of paper, a rag ? no it is air, liberty, life the birds will sing for me this evening, and the sun sprinkle gold upon the grass — (begins to put on his coat) — I will be at Windsor on foot, faster than any horse that ever was foaled, can carry him — I will sleep in the Park, in a certain spot No ! it's hemmed in with trees — I'll measure a ploughed field, and sleep in the exact centre — thank God [Exit."], [74, "64 PEREGRINE PICKLE. SCENE III. Mrs. Gauntlets House, Windsor. Mrs. Gauntlet, Emilia, Sophy, Mr. Crabtree, a Misanthrope, drinking chocolate. [The Dramatic Sophy and Mrs. G. He ! he ! he ! en&eSsecenehil Emilia. I wonder you should laugh— this Mr. Pickle is a pi?y iaSwh™se wicked libertine, and you at your age, should be ashamed to fro^firsuoTast relate his salUes— («Aarply)-go on. is never idle. Crab. I will tell you something that will please even this but betrays in J . the liveliest lady — some fine ladies gave themselves airs to my friend — then manner indig- tat. i-ii i c i -. . nation, jeal- swore Pickle, he would make a beggar a fine lady in a month. mortification!' Sophy. Saucy boy ! — he was always frolicksome. fry attemptato Crab. Riding along— saw a girl lovely and dirty, in equal conceal them. proportions— bought her— Sophy. Oh fie '. — you can't buy a woman like that Crab. Why not ? when her parents were on the spot ? Emilia. Oh ! wicked world — are such things done ? Crab. What, you were never in St. James's Parish, it is done there every week — to be sure the prices vary. Emilia. The value of the article is always the same. Crab. (Snuffs.) Pipes, confidential boatswain, took her home, and such was her beauty and her dirt, adored her — and was scorned. Emilia. Humble virtue Crab. Something more intelligent — she told him she was meat for his master — Hatchway and the maids purified her, by a process proper to a ship's decks — in return, she engraved the ten commandments upon them — Pickle ventured upon her mind — he found there the Science of Imprecation ; and in one corner the primer — on this he reared an elegant superstructure, he chucked sentences from Shakspeare and Dryden, at top of her understanding — she had vivacity — and a dancing master — and she had no shame. So she entered society, glittering like a paste buckle — society took her for one — and worshipped her accordingly. — (Snuff.)"], [75, "65 PEREGRINE PICKLE. Emilia. Mean you to say, that none saw through this poor disguise — Crab. Not a soul — a suspicion entered a few breasts. Emilia. I should think so. Crab. These doubted, could she be a fine lady, finding her acquainted with Shakspeare and Otway ; but it was observed, she misapplied them — so her reputation stood at last she was liberated from society by Sophy. Her ignorance and vulgarity, poor soul. Crab. Madame plaisante — they would have kept her it's idol till her wrinkles came. At cards, in St. James's Square, she exposed a certain Marchioness, who had hitherto cheated unob served — my lady replied by a sneer, a sarcasm was the rejoinder — they were at Carte and Tierce in a moment — our friend had as much scurrility in her as the Marchioness ; but she could not wrap it up so quick in silver paper — so she forgot where she was, and spoke her mind — the other was equally ingenuous — and they do say, Billingsgate might have gone to school in the West End that night. In conclusion, our friend paid her company a compliment unusual but merited, flouncing out with contempt on her lovely face, she invited the notice of every lady and gentleman present — your fans ladies — to that part of her dress, which disappeared last in the doorway — he ! he ! — (Snuff.) Sophy. He ! I don't understand — do you ? Emilia. Of course not ! what does he mean ? you ought to be ashamed— why don't you go on ? Crab. Deuce take it — haven't I gone far enough, madam ! (Snuff.) Emilia. But did they — were they — now, you know what I mean, ask him, was the creature his mistress ? Sophy. Sir, was the creature his mistress ? Crab. (Aside.) That girl likes Pickle, there can be no harm in telling a lie, if it will vex her. Not his mistress, I think — for they lived together — like man and wife. (Aside.) I have, she is nearly crying, I'm so pleased. Sophy. Did she go back and be a little beggar again ? Crab. No ! his Swiss servant fell in love with the little beggar, unable to obtain her by fair means, he had recourse to foul — he married her — and away they ran. K"], [76, "66 PEREGRINE TICKLE. Emilia. I am glad — see to what men expose themselves by their abominable — abominableness — a rival in his own servant — I can't help laughing — ha ! — ha ! — oh ! Crab. Pickle sent for him — afraid to come — come or I'll run you through the body. Emilia. The little ruffian — now what right — the other's love was at least honourable Crab. So he came trembling — says Pickle, Hadgi, why did ye steal what was to be had for the asking ? Emilia. Oh ! Crab. Cost you five hundred pounds — should have given her a thousand — only five hundred now — Pickle drew the cheque — Hadgi set up the coffee house. Sophy. How generous ! and it shows his heart is not in these silly — little — tricks. Crab. His heart admits ; but the jilt I told you of- Sophy. Now how do you know ? she may be most deserv ing Crab. Were she deserving — no man would love her as Pickle !iniifetheeltifl does_ * will tell you the best joke of all — but you won't believe begins to tum — I would not myself — only he I had it from was drunk — he in Pere Tine's favour, and re- actually, he ! he ! forged a memorandum in his Uncle s hand admifationand writing, to put four hundred pounds out of his own pocket, into from her fece\"] this hussey's brother's — (they rise and look at one another) — this young gentleman was applying for his commission, and no doubt deserved it — at all events, he couldn't get it — -Pickle calls on a certain functionary, puts down a manuscript, with a hundred pound note in it for a mark — this, sir, is a pamphlet defending your measures — I could write more powerfully against them ! but that is impossible, because you will send my friend his commission, with a note, ascribing it to his father's services — what's the matter ? Mrs. G. God bless the young man for this — if my grey hairs are anything in the sight of Heaven, Heaven will bless him. Crab. Nonsense— what does it all mean ? Sophy. It means, your naughty sneering tongue, has cured wounds, instead of making them — you are a spiteful toad — there Emilia. But like a toad, he has a jewel in his head-"], [77, "67 PEREGRINE PICKLE. Crab. (Sarcastically.) — My eye ! Emilia. No ! though that is an emerald — in color — your tongue that has told me, I may respect the man I love. Enter Godfrey Gauntlet. Gaunt. News, girls — \\ Sophy. Oh! Godfrey — ! (They all speak together.) Emilia. Brother, such news — 1 Gaunt. I have found him, and — *) Emilia. We have found who J Gaunt. He got me my commission \\ I dittos Emilia. Got your commission, and something else — J Gaunt. Why, how do you know ? Emilia. This gentleman told us — a friend of his Gaunt. A friend of Pickle's— you are welcome, sir.— (Grasps his hand cordially.) Crab. No one has done like that this twenty years. Gaunt. And now I must give you pain — in one moment, I learned what you seem to know, and that he was in prison. Emilia. Oh ! Sophy. Alas ! this comes of our unkindness Emilia. Don't cry, let us do something for him Gaunt. I won't tell you any more if you cry. Sophy. We promise not to cry, tell us all. Gaunt. I ran into the prison — they pointed to a miserable cell; there on a truckle bed, sat a figure, wan, dejected — hollow-eyed — nothing left of our florid sprightly Peregrine, but his bright eye, which still gleamed across his clouded face — but the worst is, oh girls ! I went up to him, looked him in the face and asked him, where was Pickle ? (Emilia cries — Crabtree takes snuff largely.) when I saw what I had done, and all together, something took me here by the throat, like a dog inside — it was cry or die, so if you will believe me, I cried. (Emilia throws her arms round his neck.) He laughed at me, but it would not do. He knew a soldier does not cry for nothing — his laugh choked itself — he fell on my neck, and his heart beat against mine, (with surprise) just as your's does now, sister — I left him another man — but the dog's pride is so high, he will accept no assistance, 'tis for that, I am here, tell me what to do"], [78, "68 PEREGRINE PICKLE. Sophy. Tell him, I shall cry, if he persists to be unkind. Mrs. G. Get my cloak and hood, and a chaise to the door — I shall go and fetch the silly boy home Gaunt. An instant — here is Emily who knows him best Emilia. (Holding Godfrey by waistcoat button.) Yes ! Brother ! and / have been thinking — nobody can stay in jail without a title — his title is his debt — give Peregrine no voice in it — go to his creditor, discharge the debt — give the Turnkey five guineas to turn him into the street — then you come running by accidentally Gaunt. If I had only two lieutenants like you — it shall be done — stay — one question And you, Sophy, when you cry, which I observe is very often, does anything pinch your throat first? Emilia. Absurd — Sophy. 'Shan't tell you. Crab. I will tell you, sir — they cry as we spit, that is all the trouble it gives them — (a rattle is heard) — hallo ! Gaunt. There is one that knows how to bring a horse up on his haunches ! Enter Man, with red coat and gold laced hat — letter in hand. Man. For Miss Emilia Gauntlet, express from York — and, I do you to witness, (taking out his watch) that I was here twenty minutes before my time — 'twas never done before — and never will again Emilia. I am Emilia Gauntlet — Man. Then you shall give me four guineas, madam. Emilia. Four guineas for a letter — no letter is worth that — except St. Paul's — besides, I have not four guineas — he who sent it should know that, methinks Man. He who sent it, thought otherwise. (Winking on the company.) Gaunt. Here (Pays the man.) [Exit Man. [Emilia removes the cover, which she gives to Godfrey — cover contains a small and large paper. Emilia. Oh ! mama — poor Uncle Godfrey is deceased — poor man — ah ! there now — they pretended he had ceased to love"], [79, "69 PEREGRINE PICKLE. me — and the poor soul has left me all he had — one more friend gone (hands large paper to Sophy.) Sophy. Twenty thousand pounds ! oh, joy ! she hath twenty thousand pounds ! Gaunt. I wish you joy, sister, — none ever deserved fortune better Crab. (Obsequiously.) Madam, my humble felicitations. Emilia. Ah ! well — (bursts) —yes, but I do — to be sure I do — Godfrey, now you will soon he Colonel — Mama, you will have the little pony chaise you fancied so — besides Gaunt. (Reading the cover.) Started from York at two of the clock on Tuesday morning, and shall be at her mother's house, in Windsor, at two of the clock afternoon on Thursday. (Emilia sits at table and writes.) Mrs. G. From York in two days and a half — the world goes fast in these days — where will it be in the year eighteen hundred ? Crab. Eighteen hundred*, madam, 'twill have gone to the Devil long before that, at the rate it is going Gaunt. Writing, Emilia — who to, I wonder! Emilia. Ask yourself, brother- Crab. Ask me — to the housekeeper at York — to put the best bed in the best room — flowers in all the vases — and abolish the cobwebs. Sophy. You had better have asked a woman Gaunt. Then I ask you — no — you pretend to know — my moth er Mrs. G. (Looking up over her glasses.) She is writing to her Pickle, now she is rich and he poor — to relax her ill nature — and make the first overtures Gaunt. Then won't I spin over the hedges with it — it shall pay no toll on the road — come, let me have it — may I read it — the Devil — an icicle. Mrs. G. (Peeping.) A very proper letter. Gaunt. A deal too proper — but she cannot rob him of the signature — Light Infantry, you charge up stairs, and fetch all the money you and I have got ; (Exit Sophy) you sir, whose name I cannot stop to ask, take these Ladies into the Park — he won't relish four walls, (Enter Sophy, gives him pocket book)"], [80, "70 PEREGRINE PICKLE. this is a bright day, I seem to see the sun shine on blades and bayonets — a few skirmishes to begin and a glorious battle before supper. [Exit. [Exeunt Omnes. SCENE IV. Pipes, with a large parcel, followed by Hatchway, with umbrella. Pipes. I tell ye he is out — and down the road — would not slop for his new coat. Hatch. Well, can't ye keep in company — you go a head so. Pipes. Look ye, sir — a starn chase is a long chase — and we can't afford to lie to for slow sailing craft. — I mean to carry on as long as a stick will stand — and the wind being dead aft, I advise you to run out your stunsel boom, and carry your bows under water, or I shall be hull down in no time. [Exit, followed by Hatchway, who opens an umbrella, and tries to profit by the wind. Enter Ralph, running. Ralph. Mr. Hatchway, news — Pipes, good news — drat ye, but I'll catch ye yet. [Exit."], [81, "71 PEREGRINE PICKLE. SCENE V. Enter Gauntlet and Emilia, meeting. Gaunt. He is out with his own money — but do you know, he renounces all pretensions to your love — to which it would be too dishonorable in him to aspire now — desires to be forgiven and forgotten, and die — will you speak to him ? Emilia. Yes ! [Exit Gauntlet — presently enter Peregrine, who takes off his hat — Emilia courtesies and trembles a little — Peregrine goes to her and kneels very low.] Pereg. (Faintly.) Can you forgive ? Emilia. (Faintly.) Long ago — (Peregrine kisses her gown.) — pray rise — you are very pale — have you been — more unhappy — than I? Pereg. I have not had virtue to sustain me — alas ! I must bid you adieu — I am a warning, that honor will not be trifled with — I sinned against her — now she has her revenge Banter Gauntlet, who draws him aside. Gaunt. (To Pereg.) Are you mad — don't you know her high spirit? You could not bear to see her dance with a boy — how could you see her wed with a rival ? Pereg. You torture me Emilia. Godfrey, I am sorry I came here- Gaunt. There ! there ! mind what you do- Pereg. Refuse her, when I was rich — ask her to bestow her wealth on me, now I am a beggar — is such a cur, a slave, a fit mate for her — now, God help me, (looking at her) for I see I stand between misery and shame Pipes' voice is heard, crying, news ! hurrah ! Enter Pipes, followed by Crabtree and Sophy. Pipes. (Haste.) Here, good news, all of ye — (they gather round him) — glorious news — your father is dead [Pereg. starts."], [82, "72 PEREGRINE PICKLE. Crab. Ah ! the world is where it was — I thought, for a moment, it had changed — Pipes. Dead as mutton, and left you every farthing Pereg. Not true — my poor father — hated me — and loved that little beast, Gam. Pipes. But I tell ye he died detested- Crab. Then why so little emotion — Enter Hatchway. Hatch. Intested — blockhead — that means without his will — (gives paper) — eighty five thousand pounds and a House and Park — hurrah ! Emilia retires to a distance, the others shake hands with him. Pereg. Ah ! — (runs to her) — it is on you alone my happiness depends — I love you — I never loved but you — will you be mine ? or must I, with House and Lands, still be poor ? Emilia. So many people — or I could tell you how I — Peregrine ! — oh ! Peregrine ! Pipes. When the lawyer and his clerk, came to take possession, his little brother Gam. ran in, thieves ! thieves ! says he, and fired two pistols slap at them. Hatch. The old gentleman only took snuff frightful — but the clerk that was younger, took Gam. by the neck, and spun him through the window, glass and all — he fell right at top of the old hog — ornk, says he— — — Sophy. No injury I trust — no bones broken. Pipes. No ! madam, thank ye kindly, 'twas only the surprise made him grunt — his snout was in the trough next minute — oh ! it's true ! we had it from Ralph, that had it from the man — that knew the hog, that gave the grunt Pereg. And you can trust such a jewel as your happiness, to one like me Emilia. Ay ! Sophy. In spite of this morning's stories. Emilia. I don't — believe — one — word of them ! ! ! ! ! Crab. No man ever gave vice a fairer trial, than my friend Pickle ; since then he finds her, what between ourselves she is,"], [83, "73 PEREGRINE PICKLE. [Mess. Hatch way and Pipes are astounded and delighted with this sim ile.] (snuff) an imposter, and turns to virtue for happiness, with whom could you be safer ? He is like a mariner, who all but wrecked upon a treacherous reef Hatch. Gives it a wide birth next voyage 1 They speak Pipes. Keeps well to windward on't next trip. J together. Crab. You make even Crabtree human, and satire just — be happy ! — (Kisses the tips of her fingers, and bows with grace.) Pereg. Passion's poor slave, long driven o'er the sea, By every wind, to virtue comes and thee. Hatch. Tom ! Emilia. And as a ship, the play-thing of the main, Brings home her battered sides to port again ; Secure sees tumbling waves, run racing by, Nor heeds the storms that howl along the sky. Pipes. (After a pause.) My eye ! the end. HENRY SLATTER, PRINTER, OXFORD."], [84, ""], [85, ""], [86, ""], [87, ""], [88, ""]]