[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "The Anatomift: O R, %ty g>t>am Written by M& Raven/croft* W I X H The LOVES O F Mars and Venus A Play Set to MUSIC Written by Mr. Motteux* As they are Acted together at the New Theatre, in Little Lincolns-lnn-Fields* L 0 N D 0 N, Printed, and are to be Sold by R. Baldwin, near the Oxford Arms in Warwick, lane, i $pj."], [8, ""], [9, "> TO Tfiomas Ravenfcroft, Efq 5 Late High Sheriff of Flint flnrs SIR, * H^Ho the Stars are plac'd at fo great a diftan ce J from us, yet we behold their Light ; and ~ thofe that fhine raoft bright are moft acU tnir'd. So Merit and Virtue dart their Influence from afar : You feem one of the firft Magnitude. Shrewsbury is the Orb in which you are fixt , yet tho your Perfon is circumfcrib'd there , your Vir tues are diffufive thro all Counties : There they en joy your Perfon, and here we admire your Virtues. Fame reprefents you to us fo qual'tfy'd with all the Ornaments of a Gentleman, that you feem a new addition of Honour to your Family, and rather give Credit to the Name, than receive a Luftre from it : And yet it is fo Ancient, that when William the Conqueror came into England, one of his Nobles Marry 'd a Ravenfcroft : He Marry'd, 'tis faid, (Ex perantiquijfima Raxenf croft or nm Familia ) out of the moft, or very ancient Family of the Ravenfcroft's. From thence, Sir, you are defcended. I boaft the lame; but wifh I cou'd boaft the fame Virtues too, that make you Eminent, and a Glory to the Name_, your prudent government of your felf, your Gene rcfity,"], [10, "The Epiftle Dedicator f rofity, your Bounty, your Affability, and above all, your Principles of Honour and Loyalty. Intereft fways you not, nor gives a Byas to your Actions : They all aim at Virtue, and there you nobly win the Game. Diftrefs makes you norfiight your Friend nor fwerve from being Juft. Bat while I am fpeaking truth of you, I may feem to flatter my felf, that bear your Name ; therefore I will not proceed to enumerate your Praifes, left it fhould be thought I arrogate to my felf. This humble piece, which I dedicate to you, is the moft trivial of any that have paft my hands : Yet it has flood the Teft of the Stage, with great fuccefs : But now it launches into the world in Print, it wants the fupport of fome eminent perfon to pro tect: it. Therefore, Sir, I prefix your name, to be its Refuge and Defence. If your. Candour will par don its faults and imperfections, the world will then by your example favourably receive and che rilh it, if not for its own merits, at leaft for yours, which command all Tongues to praife you, and all, Hearts to Love you. With this, I dedicate and de vote my felf to your Friendfhip and Service, hoping that a future Intimacy and farther Acquaintance, may eftablifh me in your favour , and give me bet ter opportunities to fhow how much, and how en tirely I efteem a perfon of your Worth and Cha racter. SIR, Tour Admirer, and Moft Humble Servant, Edward Ravenfcroft."], [11, "-Prologue to Her Royal Highnefs. Spoken by Mts.Barry. Written by Mv.Motteux MOre blejl than T)ay, be this aufp'cious Nigbt ! I Vben with Tour Pre fence we indulge our Sight. Our folitary Stage no longer rieves : The Sight of Princes ftill from Fate reprieves. So, when the glorious Evning-Star does rife^ Her glitt'ring Train attends, and fills the circling Sfyes. s -*Thus we at need on Heav'n and Tou depend : Our Wifijes rife, and the kind Beams defend. Oh ! that we here cou'd oft'ner thus be bleft ! But mighty Joys too feldom are poffeft. With gloomy Looks we did your Abfence mourn, And only livd in hopes of your Return. In pity grant our Sports one kindly Ray I We by your Prefence live, and by your Smiles the Play. This fears no Cenfure ; for, while you're in View, What can Spectators fee or like but Tou ? Seem but to like, and their Applaufe we'll boaji, For fure to fee Ton pleas' d is what will pleafe them moft. a * Tro'"], [12, "\"Prologue fpoken by Mr, Betterton. Written by- Mr Motteux. To day cxpeB no Vageant Decoration, Tliis Lord May rsShow began the Reformathn : Tet is our Entertainment odd and new • We've in our Sbovs the Firfi of Cuckolds too : And what we call a MaJ que fome will allow .To be an Op'ra, as the World goes now. So is your poy fining Quack mUcall'd a DoBor, And your worft Mimic k calls himfelf an Ail or. So your dull Scribbler (to cur Coft we. know it) Writes a damn'd Play, and is mifi/am'd a Poet. Once Song and Dance cou'd bit y up want of Thinking, But now thofe Bladders can't prevent its Sinking : Plays grow fo heavy, that thofe helps are vain ; Three times they fink, and never rife again. Well, if our Neighbours the Precedence claim, For good dull Stuff we 11 not difffite with them. Our Medley is perhaps as much tuo light, But let it pafs— — We don't take Money yet bj weight. By Sympathy, V fiiou'd pleafe the Beaux, I know, For in all things an Op'ra s like a Beau. . Both Beau and Opra en the Stage are feen ; ) Both edd in Drefs, and finf ting fill the Scene ; > Each dances', fings, end moves like a Machine. \\ To be admir d, 'ttsat a vaft Expence- It loves foft words, but cares not much for fence ; For by its Nature 'twas defigndfer flow ; Why, 'tis an Opra but to drefs a Beau. But one unlucky difference ft and s between ; T Op r a s are paid, but Beaux pay to befeen, > (Thofewho don tcome tofiiarp an Act Imean.) j For your own fakes, we beg Applaufe of yen • Since 9 twiU revenge you on the Scribbling Ctcj. For, if this takes, fir ait crys eachjencelefs Elf, Dem-me_,Id write as well as this my felf. With ihat x be writes a thing, whkh we refufe, } Then, •wonaring how we durft affront bit Mufe, - S Strait in a huff he g':ves it t other Houje • \\ Who either flight it, or 'twill be its Lot ■ To get as much as their lafl Op'ra got, Epi"], [13, "Epilogue fpoken by Mr. TSomn. Written by Mr Motteux. GOod People ! fave the Body of ourPlay, From thofe who to dijfetl it Yonder flay, Like Surgeons on an Execution day. > Ev'n ere it dyes they'll mawl it. Im afraid • Andybud think t hard, like we, in finch a dreadt To be diff.Bed, ere you're hangd, and dead. The fear of this our trembling Scribblers kills ; I dare fay they've no need to take my Wills. Pray fipare 'em : Learn of Vulcan to forgive • Or elfe, egad, few Plays or Wives will live. Evn he, methinh., too late his wrath didfmother, h Here, Wives and Husbands keep not fuch a f other, S» But fairly ftrlve t' out-Cuckold one another. j> , TVhy, jhoud all dye that follow th' Occupation, Oonds ! 'twere the way to cut off half the Nation. . Befides, Horns are not feen; (liou'd they appear 3 Gadfoohs, yon Place wou'd ev'n outhorn Horn-Faif. You'd fee your Surly Dons tofs fh.k Bull's Feathers, And your tame poor Contented bleat like Weathers. Lewd raki(}} Husbands butt with Goatijh Horns, And half-made Cuckolds with an Unicornis. Now as all have to Cuckoldry a Call, _ So will the Curfe of fcribling on you fall • L . 'E gad thefe Times make Poets of us all. j Then do not damn your Brothers of the quiU $ To be reveng'd , there's hope you'll write as ill. For mere were feen more Scribes, yet lefs good writing, As there nere 7vere more Soldiers, yet lefs Fighting. Both can do nothing if they want fupplies. _ Then aid m ; and our League its neighbouring Foes defies ,• C Tho they brib d lately one of our Allies. Sure youd not have us , for want of due pittance, Like Nicompoops j'-ieak to them for admittance. No i props by yen our fears and dangers ceafie, | > Here firm, tho Wealth decay, and Foes increafie, ' ? We'll bravely tug fir Liberty andPeace. <* Tbs"], [14, "DRAMATIS PERSONS Old Mr Gerald, Mr Bright Young Mr Gerald, Mr Hodgfon The Doftor, Mr VnderhiU Wife to the Dodfor, Mrs Leigh Mrs Angelica, their Daughter, Mrs Bowman Beatrice, the Maid, Mrs Law f on Martin, Servant to Old Gerald, Mr T.Harris Crifbin, the Sham Doctor, Servant to » . , „' YoungGerald, $ Mr Bomn Symon, a -Country fellow, Mr Trout Waiting- woman, Mrs Roh'mfon ACT. \\"], [15, "(') ACT I. S C E N E I. Enter before the Curtain, Angelica, Beatrice. Ang. T S my Mother ready, is fhe coming to hear the Ma* L lick? Beat. Yes Madam, and is extreamly pleas'd; fhe lores Mufick wonderfully. Ang. So do I Beatrice ; we are much beholden to my finging Mafter. Beat. Yes Madam ! But you are more beholden to your Lover, young Mr. Gerald. Ang. How fo ! Beat. You know he has left the Univerfity for yoyr fake, and has been this month in Town, waiting opportunities to fee you : He brought with him fome words of his own competing to entertain you, they are fet by your own Mafter : By thismeans he hopes to get admittance to difc courfe you ,- 'and breath his Love Ejaculations in your Ear. Ang. How can that be ? He is known both by my Father and Mother. Beat. No matter for that _; he is in difguife, and fits amongft the Inftrumental Mufick as one of them. Ang. How fhalll know him ? Beat. By his Eye, as you do a Pheafant, he'll be looking on you all the while. Ang. But how will he come to fpeak to me? Beat . Truft that to chance, at leaft it will be a pleafure to fee one another : It is a delight to Lovers to fteal looks, tho it be at Church. Aug.. Sure Love and Devotion are near a kin, they are each bred in the Soul, and Mufick is the food of both. Beat. Here comes your Father and Mother. « Enter DoBor and Wife. Wife. Come Husband, ftay and hear the Mufick, my Daughter's Mafter will take it ill elfe, it was provided for B* the"], [16, "2 ithe Play-houfe, and he has brought 'em all here to pra ctice it over in form : You'll have time enough to vifit your Patients. DoBi Let'em begin prefently then,, for time is precious to men of bufinefs. 'Wife. The Mufick ftrikesup already. Sit down, Husband, Daughter, and Beatrice , take you your places oyer a gainft u§. They all fit . down, and the firft Mufic al. Entertainment begins. After that they rife and fpeak. DoB: Well y now my time is out, I muft be gone. Wife. This is not all : This is but the Prologue to what follows ,• you muft hear the reft. DoB. I muft go vifit .a Nobleman that is my Patient juft now, but Il'e return anon : In the mean time take all the performers in to Breakfaft, and treat \"em with fome bottles of Wine. Wife. By that time you'll come again. D'oB. Ay, my dear Wife, farewel. DcB. Exit. Wife. Gentlemen, pray all walk into the next Room, and take part of a fmall Entertainment. Come Daughter. Exeunt Wife, Ang. and Performers. Enter Crifpin. Crifp. Beatrice, tell Mrs. Angelica my Mafter wou'd fain come too, but dares not, for fear he fhould be known to be in Town, Befides, he and I have fome bufinefs, but we'll be here again anon. Beat. Well, well, get you gone Crifpin. I am call'd. Exeunt fever ally. &C EN E II Enter Old Gerald, and Martin. Mar. You are refolv'd Sir, to Marry you fay ? O.Ger. I am ,- and to that end, I have fent my Son to the Urtfverfity, to mind his Study, and be out of the way. Mar. May I, Sir, be fo boldyto ask the Ladies name, you intend, to make your Wife ? » 0. Ger. Madam Angelica the Do&or's Daughter. Mar;"], [17, "3 Mar. Sure, Sir, you're not in earned, fhe's not above fifteen • that Match Sir, would be fitter for your Son O.Ger. My Son ? Idont intend that he fhall Marry yet, thefe feven years. Mar. But Sir, confiderwell before you Marry. O. Ger. I have thought enough, fhe s handfome, young, and fprightly. Mar. But thefe are qualities will not agree with an old mansconftitution. O. Ger. Old ' Coxcomb : I an't fo old . Mar. No Sir, if you had been contemporary with the Patriarchs, you had been counted now a very youth, but in this fhort-liv d age we live in, Sir, you are, as one may fay, worn to the flumps. O. Ger. Hold your prating,- Threefcore is mans ripe Age. Mar. Yes, and his rotten Age too,* but you, ifl miftake not, are threefcore and ten. O. Ger. No more of Age : 'Tis a thing never to be in quired into, but -when you are buying .Horfes. Mar. How ? Not in Marriage Sir. O Ger. Not if a man be very rich. Mar. Can you believe Sir, the old Do&or her Father, and the Gentlewoman her Mother, who is a notable wife governing Woman, will beftow their Daughter, and their only Hiir, -upon a mm fo old, where there's no hope* of Grand Childrerfto inherit what they have, without an A<51 of Parliament to enable him. O. Ger. Hold your' tongue I fay ; you are my Servant-, not- my Councellorl take it Sir; this is my own concern; when I am Married, I doubt not but I fhall behave my felf, as a married man ought. Mlir. Bat if the Doffcor won't confent to it. O. Ger. That»I am fure of, he has promis'd me., and he's a mm of his word. Mtr. Tnat indeed is fom;thing : bat Sir, you know the Wife there wears the Breeches ; and if the grey Mare be the better Horfe, you it find it . difficult to beftride the Filly. ' O. Ger. I know fhe is a little domineering; and I know too that M/Doifaris a Wife Mm; his gravity and pru dence, will manage her well enough ; he who can cur, mad folks, fcorns to be Wife -ridden. Mar^"], [18, "4 Mar. Many have tryld in vain ; a man fometimes may fooner break his own heart, than his Wife's will. But lee Sir, here's the Doctor. Enter DoBor. DoB. Mr. Gerald, good morrow to you Sir. O. Ger. Mr.Do&or, I was coming to fpeak to you DoB. Come; let me feel your pulfe. O- Ger. It needs not Sir. DoB. T'other hand. O. Gey.- That's not my bufinefs. DoB. No, but 'tis mine, your Pulfe Sir is difordered. O. Ger. You mifrake me, my — - • DoB. Put out your tongue, your tongue. O. Ger. No matter for my tongue. DoB: Do you fleep well ? O. Ger. Yes, very well. But Sir — DoB. How is your Stomach ? have ■ you a good Appe tite. O. Ger. Yes Mr. Doctor, but I come — DoB. And do you difgeft well what you eat ? O. Ger. Yes very well, but will you hear me Sir? DoB. And all thofe other benefits of nature. O. Ger. I have 'em regularly. But Mr. Doctor — DoB. Nay if you eat well, drink well, fleep well, digeft well, and\" after all this fhould not be well, it would be wonderful. But I lofe time , I muft vifit my other Pa tients. Your Servant Sir. O. Ger. Stay, good Sir , ftay, I'have had parience to hear you talk, and to no purpofe neither ; now 'tis my turn to fpeak, and to fome purpofe. DoB. Difpatch then ; I'm in hafte. O. Ger. 'Tis not about my health I came to you, no 'tis another affair. DoB. What affair? O. Gcr. That, that you know of. DoB. What I fay? O. Ger. The buiinefs that I fpoke of. DoB. When ? O. Ger. When ? more than once. DoB. Where? O. Ger. At feveral places; at your houfe and mine. DoB. What was it then ? O.Ger"], [19, "c 5 ; 0. Ger. About your Daughter. DoB. What about my Daughte^ 0. Gtr. About my manying her. DoB.^ G, was it nothing elfe ? I thought 't had been fomething of confequence. As to that matter I have given my promife ; chufe your own time, Marry her when you pleafe. O. Ger. And have you broke it to your Wife ? DeB. No, but my will is hers, fhe fubmits to what I think fit. I am and will be mafter. I thank Heaven, I have difcretion, and can rule a Wife, as a wife Husband ought. O. Ger. I doubt it not. DoB. If once my Wife fhould contradict my will, <he Jhould fooii find what metal I am made of. I thank my Stars we have no domeftick broyls, my Wife fubmits to me in all things. O. Ger. If you think fit then, let's acquaint her with it, 'tis a formality all Mothers may expect. DoB. You fay well ; ftay here, He call her ! Ex. Dr. O. Ger. Well Martin, what fay vou now ? Mar. I fee the Dodor is your friend ; fo far all's well ; but mark the end I fay, ftill. Re-enter DoBor ami Wife, DoB. My deareft, here's our good friend Mr. Gerald come purpofely to fee you. Wife. Sir, you Servant. Tho my Husband's a Phyfitian, I am glad to fee you're in good health. O. Ger. Speak to her Mr. Do<5tor, tell her the bufinefs. DoB. Do you fpeak firft. O. Ger. \"Tis properer for you. DoB. No, no, you'll explain your felf much better. Lo vers are eloquent. O. Ger. But you have the Authority of a Husband, and may without ceremony open the matter to her. DoB. No, you muft break the Ice, you fhall fee my power if fhe refifts. Wife. Pray Gentlemen, what's this conteft about, and why was I call'd hither ? O. Ger. A foolifh punctilio of honor ; and fomething Mr, Doftor has to a«quaint you with. C* DoB."], [20, "6 DoB. Our kind friend, Mr. Gerald here, has a mind to marry our Daughter, Love. O. Ger. Yes Madam ; and upon fuch terms as few Pa rents are difpleas'd with. You may fcruple my age, but when you know, I will take her without a Portion, and mean to fettle a good joynture on her, allow her hand fomely for Pin- Money, keep her a Coach, a Chariot, and. two Footmen; and give her every New-years-day, a hundred Guineas in an Embroidered Purfe, to fool away; I hope, that fcruple will be remov'd. Befides, Mr. Doctor has given his confent already, and I doubt not, but yours will come as eafily. Wife. Hold there, good Mr. Gerald; thefe tilings require confiddration ; your Ages are moft unfutable. Many young Women have been ruin'd by fuch unequal Matches . Youth and Age cannot agree : An old Man may be fond of a young Woman, but a young Woman of an old Man never. But to avoid all inconveniencies, and fatal accidents, that may happen to our Family, by fuch a dif / proportion'd Marriage, I muft tell you plainly, you fhan't have my confent ; and I hope you will not take it ill of me. O. G. But your Husband, Madam, has given me his word. Wife. What if he has ? He gave it then without confidcra tion. When he comes to weigh all circumftances as he ought, he muft. and will be of my mind too. O. G. Speak Mr Do&or, did not you abfolutely promife me ? Wife. He who indifcreetly promifes, may wixh good rea fon call it back. He did it without my knowledge or confent' therefore 't.vasbut a half promife, Sir. O. Ger. But, Mr Dr, a Manjof Honour ought to keep his word, and frand to what he fays. Speak then, have you not promifed me your Daughter ? Dr. \"Tis true, I cannot cte^y it. \" Wife. Flow ! can you not ? we'll talk of that hereafter. * eh Mr Gerald, promife, or not promiie, all's one for that, I deny my confent, and that s enough. Dr. But Wife, dear Wife. Wife. Wife me no Wife's, but hold your fooiiih prating; fure Iknow better than you what's fitting for our Daughter! Dr."], [21, "7 Dr. But my dear, we ought — -*- Wife. I know we ought to be wifer than to make foolifh promifes; or if you were fo childifh not to keep \"em. ComtMt Gerald, fet your Heart at reft, you fhall never marry my Daughter ; there's my refolution. I will not be the jeft of the whole Town. Who would not fplit their fides to hear a couple of old fools call one another, Father and Son? away, away for fhame. [Ex. Wife. Mar. Sir, Sir, Mr Dr. Dr. Well, what fay you ? Mar. If once my Wife mould contradict my will ! She fhould foon rind what metal I am made of. I thank my Stars we have no d'omeftick broyls, my Wife fubmits tome in all things. O. Ger .Martin fays true; thisleffon you read to us, before you call'd your Wife, good Mr Doctor. Dr. 'Tis very true ; and 'tis as true, this was no proper place to fhew my authority ; our Paffion muft be govern'd by our Reafon ; my Moderation muft cool her Intempe rance : Had I prefently flown to the top o'th' houfe, we had made fine work on*t : I'll take a more convenient op . portunity to difcourfe this matter with her ; in the mean time, leave it to me : I have given my word, and I will— I will— come truftto me: I warrant you. Mar. Yes Sir, leave it to Mr. Doctor,- he'll do wonders ; he is a Lyon in private, but you faw he was a Lamb in publick : But I fear you had better take the Wife's word, than the Husband's, 'tis plain fhe rules the Roaft. Dr. You are a fool, and know not what you. fay. Mar. But I know, Sir, you had a furious repulfe at tke Half -Moon, you were beaten out of your Trenches too ; you'll have no better luck at the Conterfcarp : If you dare venture toftorm, I fear you will be beaten off, with fuch a fnauieful lofs, you will be forc'd to raife - the Siege, and glad you fcape unwounded. Dr. Hold your tongue, you are a fawcy Knave. Mar. I have done; I won't difpute Titles with Mr Do&or, Dr. Well Mr Gerald, once more leave all to .me : I tell you I will do it ; that's fufficient. Exit Dr. Mar. Now, Sir, have you the fame hopes you had of Marrying Mrs. Angelica ? You fee her Mother's an imperi ous Woman, and will never give her confent to it : The Doctor r"], [22, "8 Doctor I confefs is an able Phyfician, an excellent man in his way, but yet he has the fortune to be Hen-peck d, and muft fubmit, as many wife and learned men have done.; therefore you muft not build upon his promifes i Befides, I do not find you have got the Daughter's confent yet; and that's the main point of all. O. Ger. You fay true, Martin ; I muft think of that. Stay, is not that Crifpin yonder ? Enter Crifpin. Crif. O Sir, your Servant: I am glad I have found you. Good morrow Martin. Mar: Good morrow Crifpin. O.Ger. What caufe brings you to Town? Crif. Your Son, my Mailer, fent me in all hafte. O.Ger. For what ? Crif. That Letter will inform you. O. Ger. reads. Honoured Father, Hoping you are' in good health, as I am, thanks be to God, at the prefent wiiting hereof: This is to let you underftand that a 1 my Money's, gone, and my Cloaths wornfo bare, that you may, as the. faying is, fee my Breech thro my Pocket-holes. Mar A fineEpiftle. O. Ger. This is not my Sonsftile , nor is't his hand : This is fome Roguery of yours Sirrah. Crifp. To tell you the plain truth, Sir, I loft I know not how, my Matters Letter on the Road; and baiting at a little Village, it hapned to be the Sextons houfe, who lold a Cup of notable good Ale : There I got him to write this Letter for me. I know my Mailer fent for Money, and Cloaths, pray read the reft. O. Ger. No, I have read enough. Mar. You dictated this Letter to the Sexton, Crifpin. Crifp. I did to ? what of trtet? Mar. Nothing, but that the ftHe is very eloquent. Crifp. I think fo : I have not been at the Univerfity with. my Mafter 4 months, for nothing. O.G. Has my Son fpent all his Money in fo fhort a time ? he has been prodigal. Crif. He could not help it, he was forc'd to treat at his firft coming , Sir : I fhall be. his Steward for the future and manage matters better. \" O.G-."], [23, "9 0. Ger. Look you do. I have fome bufinefs now, about an hour hence come home to me. Follow me Martin. [E.v. O. Ger. and Mar- Crif. So far ■ alts well : If I can fcrew a good fumm out of him, I do my Mafters bufinefs ; the old Gentleman muft not know he is in Town, nor muft my Mafter know I loft his Letter. O, here he comes. Enter Young Gerald. Y. Ger. I fent you with my Letter to my Father ; why are you loytering here? Crif. : Tis done, Sir. 2; Ger. What is done, Sir? Crif. Your bufinefs, Sir, is done effectually: I met your Father here, juft in this place; gave him your Letter ; he read it o're and o're, and faid the' ftile was admirable ; was overjoyM to fee how the Univerfity had improv'd you ; then I made him an eloquent Oration, to* let him fee how I had profited : This melted his hard heart, made his old Eyes twinkle like flames in the bottom of two Sockets: At laft he bid me come home to him fome half an hour hence_j by that time, Sir, the Money will be ready. Y. Ger. Did he ask no queitions •? how I had fpent my Money ? what company I kept ? or how I behav'd my felf in the Univerfity ? Crif. He had no time for that ; when I come home to him, perhaps he iriay. Y. Ger. Be careful Crifpin ; fhould he fufpect— i Crif. He mail pump nothing out of me, I warrant you» Y. Ger. But Martin is a notable fly youth. Crif. You think, becaufe I cannot write and read as he can, that I have lefs wit than Martin ; I warrant you I'll be upon my Guard, -I'll deal well enough with him. But now, Sir, let me queftion you 7 a little ; how durftyou ven ture abroad by day light? Should your Father Y. Ger. I know it Crifpin ,^but as foon as you were gone, Angelica fent her Maid to ml, bid me meet her here; fome thing of confequence has hapned to her, and I'm in pain to know the meaning of it. See, fhe is here. Enter Angelica. Y. Ger. My dciar Angelical Ang. Mr Gerald: I am glad my Maid found you, you have made hafte. D* ' r.Gvj"], [24, "C Vo ) Y. Ger. Can you blame me for that ? My love was too impatient to wait ; I have a thoufand doubts and fears : why did you fend for me ? what has happeu'd, Madam ? tell me my Angelica, and eafe my loaded heart. Ang. I could not prevail upon my felf to ftay till you came. O Gerald', 'twill furprize you when I tell you, your Father is in love. Y. Ger. You mock me Madam. Ang. No, 'tis too true ; he has askt me of my Father and my Mother, offers to fettle a large Joynture on me, and Marry me without a Portion too. Thefe are propo fals few Parents will refufe. Y. Ger. The Laws of Nature, tho not of Nations, for bid fuch unequal Matches. Ang. But Money, Gerald ! what will not Money do ? Y. Ger. 'Tis trite ; for Money Mothers fell their Daugh ters ? Ang. Yes, and for Money, moft Daughters fell thera felves. Y. Ger. A Beau for money, will Marry an old wither'd Witch, with rotten Lungs, no Teeth, one Eye, and ha If a Nofe. Ang. For Money, Soldiers fell their lives. Y. Ger. And Prielts their confciences. But my Angelica ; your Father is a wife and learned Man, he is not mercenary, he won't fell you. Ang. You are miftaken, Sir, he has given his promife to your Father. Y. Ger. Then all my hope is vanifh'd. Ang. Notfoj you have no reafon to defpair. You fay my Father's wife, and learned tuo ; now Lfay, my Mo ther has no learning, but more wifedom, for ihe has pofi tively refufed to give him her confent. Y.Gzr. O you revive me! my drooping Soul drinks up your words, as the parch'd Eartff does a refrefhing fhower .' what's to be done, Crifpinl Ang. I told you my Mother lov'd Mufick moft immode rately: She is much pleafed with it. I will let her know that it was your contrivance., and acquaint her with our love, and try to make her of our party. Stay hereabouts, if I fucceed, 'Beatrice^ fhall give you notice. ■ Y. G."], [25, "( «> ; Y. Ger. Do, my dear Lov'd , Angelica : Good luck attend youj [Ex. Ang- CriJ. Has the Devil Lechery got poffeflion of my old Ma tter's head ? I am fure he left his Breeches long ago. Let me ft?e ; he has to my knowledge, been bewitch'd about fome i j years. Y. Ger. This was the caufe I was remov'd, and fent to the Uhiverfity. Crif. He (hall quickly find we loft no time there; we have ftudied hard, ftudied Fortification, we can Entrench; if he can Mine, Sir, we can Countermine. T. Ger. Now go, fetch the money from my Father in ftantly, you fhall find me hereabouts at your return [Ex, Crif. Well, of all your Father's follies, this is the wortt. When old men fall in Love, they're furely curft. SCENE II. A Hall in the DoBors Houfe. Enter the DoBors Wife, Angelica, and Beatrice. Wife. Is the Room in order, Beatrice, for the Mufick to go on with the entertainment? Bea. Yes, Madam. Wife. 'Tis very well.Go fee how long it will be.to dinner Come, my Angelica, be free and merry, Truft to thy Mothers conduct, and her kindnefs ; Fhy Father fhall not fell thee while I live. While you remain obedient and difcreet, It mall be all the ftudy of my life, To make you happy, Child. Ang. Oh my dear Mother ! Let me receive this bleffing on my Knees. If ever I am difobedient to you ? Or e're abufe this mighty goodnefs to you, May I become the out-caft of your Family; Difown'd by you, difpis'd by all good Women, And hated by young Gerald. Enter Young Gerald. Wife. Here he comes . . You're welcome, Sir ; if mine is not fufificient, You fhall have her welcome too, • And"], [26, "12 And that , I hope will pleafe you. Y.G. Pieafe me! I more Than wealth to Mifers, freedom to a Slave, Or a Reprieve to one condemn'd to die. Ang. Oh, Mr Gerald ! I have the moft indulgent Mother living. Your Father's liberal offers to the Doctor Cannot prevail on her. Y. Ger. How mall I thank you , Madam, as I ought ? How pay the mighty debt due to you both ? Due to your wifdom , and her matchlefs love? If ail the duty, the profound relpedl: That ever pious Son paid his own Mother Can merit fo much Happinefs, if deferve it, The bufinefs of my life ihall be to pleafe her. My truth, my conftancy, and perfect love, No time fhall alter,* nor no chance remove. Wife. Do this, my Son, and Heaven will blefs you both. Enter Beatrice. Beat. My Mafter, Madam, has fent word, he \"can't be at home till dinner-time, but wou'd have you go on with the Mufick. -,. Wife. Then we'll Ioofe no more time ; come let us feat our felves ; I long to hear more. Here comes in the fecond Mufical Entertainment : After which they rife and fpeak. ■ Wife. We'll hear the reft after Dinner. Beat. Defire the Gentlemen ail to walk in. Y. Ger. I muft not be feen by your Husband ; therefore I'll take my leave. Wife. I know it, Mr Gerald. Your Servant Sir. Ang. Sir your Servant. Y. G. Adieu my Life, my Dear, Angelica. [£. v Wife. Two things, and only two, Angelica ; I always lov'd . and lov'd em paffidnately . Ang. What vvere thofe, Madam? Wife. My Husband, and good Mulick-. Ang. And in that Madam, I follow your Example? ' Wife. Yes Child, but take this rule along with you- Difcretion is a Womansfafeft guard- She Ihuns Vain Glory, Malice, Strife, and Pride, When Reafon and good Nature is her Guide. EndcftheFirfiAB-"], [27, "(*-) A C T H. SCENE I Enter DoBor. Dr.TyEatrke, I fay - where are you ? m-J Enter Beatrice. Beat. Here, Sir, here. Dr. See all things are in order here in my Laboratory. Many Virtuofi will be here, to fee my curious Diffection, and hearthe lecture I intend to read on a dead Bo dy, which every moment I expect to be fent in from the place of Execution. Beat. Why .do you choofe this back Apartment at the end of the Garden ? You us'd to do it in the Great Hall formerly. Dr. My Wife will have it lb, and that's enough ; the body may be brought in privately, at that back door, for fo I order 'd it : Befides, the wrangling difputations of felf conceited, obftinate Phyficians, who come to fee my ope ration, will at this diftance lefs difturb the Neighbourhood,': they will maintain their notions with more noife, than Bet ters in a Cock-pit. Beat. \"Tis obferv'd you Doctors rarely agree in your opi nions, Sir, which makes fome affirm, Phyfick itfelf is a very uncertain Science. Dr. That's true ; but yet the fault's not in the Art. Bea. It muft be in the Profeflbrs then. Dr. And fo it is ; but this is.not your bufinefs. Bea. I only fpeak my fimple judgment Sir. Dr. The Body will be here immediately : let 'em carry it into the Vault, 'tis cooler there : in the mean time I'll make fome vifits to my Patients who are near. Ha! Bea trice, let me fee, what have you there ? Bea. Where, Sir , What do you mean ? Dr. There, Sirrah, there. Let's fee thofe pretty Bubbles* Bea. Fye Sir, you make me blufh. Dr. Faith I will fee 'em ; I and feel 'em too. E* .■ Betti"], [28, "14 Bea< You old men have fuch odd fancies in you. Dr. I am a Cock^o'th' Game, you little Rogue. Bea. You ftrut, and crow, and clap your Wings indeed, but all to little purpofe. Dr. Ah you unlucky Chitt ! I cou'd, I cou'd Bea. But you forget your Patients Sir. Dr. That's true indeed: well when I come again. Ex.Dr. Bea. I find all Husbands, old, and young, are ftill for variety ; which is a certain fign of an ill ftomach : well, if ever it be my fortune to Marry one who ferves me fo , I'll fay no more, but that which is fauce for a Goofe, mail be fauce for a Gander too. Enter Crifpin. Crifpin ! What brings you hither now ? Crif. I have been almoft half an hour hankering about the back door : I faw the Doctor come forth juftnow, and then I ventur'd to flip in.- Bea. Secure that door then, while I faften this ; we will not'be furpriz'd : now what's the bufinefs ? Crif. My Matter, poor man's at his wits end, he walks, and ftarts, then flops and mufes, then he walks again : What Madam Angelica told him about his Father has di ffracted him. I have a Letter for her. Bea. Give it me. Crif. Stay Beatrice, let me look on you a little : what haft diou been doing to thy felf ? I never faw thee fohandfome in my life. . Bea- Indeed ? Crif. No indeed : thou haft ftoln fome of thy Lady's Wafh ; it can't be natural ; come, let me try. Bea. Stand off, you fool. Crif. Now I think _on't, I have not had one kifs fince I came from the Univerfity. Bea. Keep your diftance, you had beft : I will not make you fo familiar with me. Crif. Say you fo : Harkee, Gentlewoman, what made you here alone with Mr Doctor ? This place is very pri vate., at a convenient diftance from the houfe too. Bea. One who was hang'd this morning is to be Diffect ed here : I muft fet every thing in order for it ; the Body tv ill be fent in prefently. Crif We have prepar'd another Entertainment for your Lady. Here, let me out quickly. Knocking. Dr."], [29, "15 Dr. ivith'm. Open the door. Bea. What fhall I do ? it is my Mafter. Crif Let me out I fay. Bea- Here, come to the other door- Knocking at the other door. Wife within. Where are you ? Beatrice ? Bea. O Heaven! 'tis my Miftrefs, fhe's at the other door. Crif. The Devil fhe is. Bea. If fhe were not there, I would let you down into the Vault. Dr. within. Ho Beatrice .' open the door I fay. Crif. What will become of me ? Bea.. Here, here, lay your f elf at length upon this Ta« ble : I'll fay you are the dead Body fentfrom the Gallows. Crif. Oh Beatrice .Be t. No more; do as I bid you. Crifpin lies at his full length on the Table: . Beatrice opens the door. Enter DoBor. Dr. You made me wait fufficiently. I had forgot fome Medicines I prepar'd ; I muft go up and fetch 'em. Ex. Dr. Bea. Now I'll let in my Miftrefs. Enter Wife. Wife. How were you employ 'd, you could open the door no fooner ? Bea. I was bufie in taking in this Executed Body , I made all the hafte I could. Re-enter DoBor. Dr. How now, my deareft Love, what make you here ? Wife. I came to fee if all things were in order as they mould be. - • Dr. 'Tis very well. Adieu, I am in hafte. Exit Dr. Wfe. Beatrice, fet all his Inftruments in order: my Daugh ter'and I will make a vifir : I do not love fuch fights, they make me melancholy. Bea. I'll be careful in yourabfence; Exit Wife. Now, Crifpins,is my invention good ? Crifpin rifes. Crif. You've brought me bravely off; but I'll be gone for fear of an after-clap. Dr. within. Beatrice, Beatrice, open the door again. Knocks. Bea. Tis my Mafter, to the fame pofture quickly. ( Crif. The Devil take him. Enter DoBor. Dr. I think I am bewitcht to day; I have taken fhe wrong Medicines. Whit's that there ? Bea. The Body from the Gallows, Sir; the fellows that brought it would not carry it into the Vault. Dk"], [30, "16 Dr. How came they to fend him with his Cloaths on ? Bea. They'll call for 'em to morrow. Dr. 'Tis very well. Ha ! the Body's warm : I have a mind to make an experiment immediately. Go, Beatrice^ fetch me my Incifion'Knives, Amputation Knife, Dif membring Saw, with the Threads, Pins, and all die other Inftruments I laid ready in my Clofet. Bea. But Sir, your Patients expect you now. Dr. An hour or two hence willferve. Bea. Should any of 'em dye in the mean time? Dr. That's not my fault ; if any of 'em are in fo much danger, my vifit will do 'em no good now. Bea. I have heard you fay, Sir, a proper dofe given at a lucky time — — - Dr. Go, bring me only my Incifion Knife,- for while the natural heat remains,I lhall more eafily come at the La&eal Veins, which convey the Chyle to the Heart, for Sangui fication, or encreafe of Blood. Bea. But, Sir, you won't begin the Anatomy before the Do<5tors come. Dr. Fetch it, I fay. Sea. Well Sir, fince I muft. Exit Eea. Dr. He's not ill fhap'd, nor is he very ill featur'd ,- and yet his vifage ftill retains much difcontent and trouble. Well, all the. Rules of Metopofcopy and Phyfiognomy are falfe, if this was not a Rogue that very well deferv d hang ing. This Incifion pleafes me extremely; I'll open 'his Belly -from the Xiphoid Cartilage, quite along to the Os Pubis. I feel his Heart pant yet : If any of my fellow Phy ficians were here now, efpecially thole who doubt the Harvey an Doctrine, I d let 'em plainly fee the Circulation of the Biood thro the Syfiole and Diafiole. Enter Surgeon. Sitr. O Doctor ! I am glad I have found you : My Lord is much worfe fince yefterday ; you muft vifit him imme diately. Dr. .I'll come anon ; I am very bufie now. x Sur. My Lord's fo very ill, you muft go with all fpeed fohim. Dr. Go you before I lay, and let him blood, I'll be with him in an hour. Sur. Sure Bleeding can't be proper in his circumftances. Dr."], [31, "17 Dr. I fay let him blood : Sure I know vvhat I do. Sur. His cafe is alter'd much, Sir, fince you faw him. Dr. Once more, I fay, go bleed him. Sur. But Sir — - Dr. Bleed him, I fay : *Tis fine indeed when Surgeons fhall teach Phyficians. . Sur. I will not Bleed him, I am fure it will be his death : Let who will do it for me>; and fo farewel. Exit Sur. Dr. Farewel, Sir, if you won't, another fhall. E?>ter Beatrice, who was lifining. Sea. I have been looking all about^ Sir, and cannot find your Incifion Knife : Bofides, Sir, a fine Lady call'd at the door juft now, in a great Gilt Coach, and charg'd me to fend you to my Lord's immediately. Dr. Ha ! Bea. In hafte Sir, in all hafte. Dr. Sayft thou—- ■ Bea. He's dying Sir, he's dying. Dr. \"What fhou'd I go for then ? — '■ Bea. You muft go Sir, you fhall go — you are fent for. Dr. The Devil's in the Wench She turns him round. Bea. They are in hafte, in hafte Sir. Dr. Well I go then : Let the Body be,carry'd into the Vault. ' Bea. It fhall , Sir ; but lofe no more time: begone. So, joy go with you. She turns hint out. Crif. And I, without more words, will be gone pre fendy. Bea. W'hither in fuch hafte ? Crif. Whither, with a vengeance ! Let me out I fay : .you muft fetch the Incifion Knife, with a pox t' ye, and all the other damnable Inftruments, to rip me up alive, and make minc'd meat of me .' A curfe on his Syftol and Dj afiole. Bea. You are miftaken, Crifpin .- when I \"went out I did not go to fetch the Inftruments , t went to hide 'em, where I was fure he cou'd never find em. Crif. I thought indeed, you could not have the heart to fee a man who loves you as I do, fo barbaroufly difinem bred ; and therefore! lay ftill. Bea. Well, ftay here .a while; I'll run and give Angelic* the Letter, and return inftantly. F * Crif."], [32, "18 Crif. I beg your pardon, I'll ftay no longer in'this room. Beat. Why fo ? Crif. The very thought of that damn'd Incifion Knife puts me into a cold fweat ? I'll ftay for you in the ffreet. Beat. Away, you fot. Crif. I had rather be a Sot than an Anatomy, I will not have my Flefh fcrap'd from my Bones. I will not be hung up for a Skeleton in Barber-Surgeons-Hall- Beat. Stay but a little. Crif. Yes in the ftreet. There I fhall not be in danger of your damn'd Amputation Knife, and your Difmembring Saw, with a pox to him. Beat: Alas! poor Crifpin. Crif. Fear makes me think every thing I fee an Inftru ment to rip me up, from the Syftole to the Dyaftole. Beat. Fie had a mind to be acquainted with your infide, Crifpin. Crif. The Devil pick his Bones fort. I fhall never recover my felf till I get out of this curfed place. [Knocking again] Ah ! The Spirit's comeagain ! Open the door, I'llrufh out like a Lyon. Bea. Have a care, or you'll fpoil all. Crif. If the Dr catches me here, he will fpoil all. Am putation and Incifion will fpoil all. Bea. Come, lay your felf upon the Table quickly ; he has no Inftruments. Crif Not I ; for ought I know, he may have fome about him, his Pockets may be fill'd with Knifes, Pins, Threads, Saws, and the Devil and, all. Bea. Well thought on: Here hangs my Matter's Gown and Cap, you fhall ftrait put 'ern on, and teli him you are a Phyfician, juft come from the Univerfity, and under- Handing a dead Body was to be diffectod by him, came to hear his Lecture. Crif. Where is the.dead Body, fool ? Bea. I'll tell him, 'tis carried into the Vault, as he com manded. Crif. Give me the Robes then: I'de rather acf the Dr than the dead Body. So , now I hope I need not fear his peep ing into my Os Pubis, with a pox to him. Puts on the Gown. Bca. But if he fhould find out your ignorance! Crifp. El] venture that • the World bely s 'em, or there are"], [33, "19 are many great Phyfitians, as great Fools as my felf. I have good natural Parts, - Beatrice, if they fcape but Incifion and Amputation. Bea. So; now I'le let him in. Enter a Waiting Woman. Wait. Is Mr Dr within ? Bea. No. Wait. Why do you deny him to me ? There he is. Crif. Well , what's your bufinefs with me, Miftrefs ! Speak. Wait. My Lady has loft her little Lap-dog, which fhe lov'd better than any Relation in the World. She lays the fault on me, and grieves and takes on as if 'twere her only Child. I fear fhe 11 grow Diffracted if we find it not. Now, Sir, knowing that you are not only a learned Phy fitian, but that you underftand Aftrology and the' like — Crif. Ay, ay, I underftand one, as well as the other. Wait. Therefore, Sir, I bring you a Fee, and defire you to tell me fome tidings of him. Crif. Have you brought the Dogs Water with you ? Wait. His Water ? the Dog's loft, Sir. Crif. Loft why — ay, what then? Bea. The Rafcal ftumbles confoundedly — You do not mind, Sir, the Dog is not Tick, he is loft. Crif. O ho — loft.? how long fince was he loft i Wait. Two days ago, Crif. At what hour ? Wait. At eleven in the morning. Crif. What colour? Wait Black and W'hite. Crif. Enough, enough. Wait. Well, he's a rare Man, if he can tell m* where to find the Dog, Bea. Never doubt him; he will dojit certainly? Crif. You fay 'tis two days fince ? Wait. Yes, Sir. Crif. About eleven a clock ? Wait. Yes, Crif. Black and White ? Wait. Very right, Sir. Crifp. Beatrice, what's in that Box there in your hand ? Beat. Some Pills my Mafter gave me to lay up. Crif"], [34, "20 Crif. O ho ! Some Fills? Give me the Box. Bea. To what purpofe ? Crif. Hold your peace ; here, take thefe Pill. Wait. For what, an't pleafe your Worfhip? Crif. Your Lady's Dog is loft. Wait. Yes, Sir. Crif And you would find him again ? Wait. With all my heart. Crif. Take thefe Pills then. Wait. Will thefe Pills make me find the Dog again ? Crif. Yes, they will make you find him ; for they're of a very fearching nature. There I was witty, Beatrice. Wait. But, Sir Crif Go, do as I bid you. Wait. Here are juft five, Sir, muft I take em all? Crif. Yes, all five, and all at once. Wait. There is your Fee, Sir, if thefe Pills help us to the Dog again, you'll have my Lady, and the whole Fa mily for your Patients •-. and fo your Servant, Sir. Ex.Wait. Bea. Ha Crifpin ! Is not this better than being a dead Body. You no fooncr Commenc'd Doctor, but you got a Doctor's Fee. [She fiiuts the Door. Crif. Two new Crown-pieces ; 'tis a brave Trade in deed : Here a man gets his Money eafily. Beat. I could not chufe but fmile to hear your ignorance O filly ! The Dogs Water ? And what would you have done, but for my Box of Pills ? Give Pills to find a Dog ? Ha, Ha ! Crif. What would you have a man do, who can neither write nor read ? Come let me difrobe my felf ; I'll wait for you in the ftreet. [Knocking. Bea. Hark, fome body knocks again. Crif O Lord ! If this ihould be the Dr? Bea. There's no remedy ? You muft brazen it out. Enter Simon. Sim. Is Mr Doctor within ? Bea. What's your bufinefs ? Sim. 1'de fpeak with hirr' Bea. From whom ? Sim. Why from my zelf. Bea. Why do you know him, friend ? Sim. I come to ask him one Queftion, and you ask me a f core - • Bea."], [35, "21 Bea. He's not at-home to every Body; therefore I muft kn 0 w. Sim. Then I neither know him, nor he me. I pray is he at home to receive Money ? I bring a Fee. Crif. Who are you Friend ? Sim. Why they call me at our Tov/n, Simon the infant; but my name is Simon Burly. CriJ. Well, what's your bufinefs ? quick. Sim. I am told you're an Aftrologer, as well as Dr. Crif. What then ? Sim. Why then, I queftion you, an't pleafe ye, whe ther Ailce Draper, a young Maid jn our Town, that I love, has that love for me again as fhe pretends to have. Be caufe there is an arch Attorney's Clark, that is often in her Company, and I don't know — Crif. Hold, what kind of Woman is fhe ? Sim. Why, fhe is a fprightly, cleaver, well built Wench, with a fine featly Face, brown Hair, and a ruddy Com plection ; a good crummy Lafs, and treads well on her Paftons. Crif. Sprightly, proper, well built, featly Face , brown Hair, ruddy Complecrion'd ; a crummy Lafs, and treads well on her Paftons. Sim. Ay marry does fhe. Crif. Here, take thefe Pills, Sim. Pills ? Crif. Yes, take 'em; - Sim. How, Pills? Crif. Yes of Pills. You muft take the number Ten, becaufc of your great Bulk.. Sius. I have taken Pills to purge with-all ; but, Wounds can they — - — Crif. Go to I fay ; they'll purge the Head, and clear the understanding wonderfully. Ours is a Science you know nothing of. .Beat. Tell him they are Cephalick Pills. Bea.whifpers him. Crif. Ay, ay ; Thefe are Cephalick Pills. But that is Heathen Greek to you : If you underftood Latin, I could .talk to the purpofe to ye. Sim. I am a piece of a Scollard I muft tell you; Intelligo, Domine, Linguam Latham. G* Crif. \\"], [36, "( « ) Crifi Poh, poh, I know that; but that's Out-Landift La tin. There's feveral forts of Lath: There's Law-I*»«, Priefts Latin, and Do&orVZ.^ • as for example: Olo Pur gatum, Phyflcum, Vomit — urn — guts out — urn — —an d fo forth. Our Latin is quite another thing from School - Latin. , Sim. I think it may be fo ? Crifi. Go, do as I bid ye. Sim. I had beft give you your Fee firft. Crifi. I, I, that's wellconfider'd. Stm. Pills ~ ■Crif. Ay, Pills. Sim. Ten Pills. Cn/~. Juft ten : Difpatch away, Sim. If thefe fhould do the bufinefs Crif. I underftand you ; I fhall have more of your cu ftom then; go, go, farewel — Sim. Thele knowing Men, your Lawyers, and .Phyfiti ans, when they have once finger'd the Money, are fo hafty to be rid of a man, they'll not give one word into the bargain : Good d ay to ye, Sir. Crif. The like to to you, Friend. [Ex. Sim. Two Crowns' and half a Guinea got already ; this is a gainful and no painful Trade. Bea. Learned Mr Dr, I muft have fnacks. Crif. And fo thou /halt ,- there's my laft Fee for thee. you cannot fay but I deal nobly by you. Bea. -Thank you; this will buy Pins. Crif. Hark ! [Knocking^ Bea. There's more Fees coming. Crif. My heait mifgives me. Ah, what will become of me ! it is the Devil himfelf. Enter DoBor. Dr. Have you done every thing as Iorder'd, Beatrice ? Bea. Yes, Sir, the Body s carried into the Vault.' Juft j before you came in this Gentleman, fome Dr, I fuppofe of your acquaintance ; IpYcfume die intends to be prefent at your Anatomy Lecture. Dr. Sir, tho I have not the honour yet to know you you are very welconi. Sir. I mail not begin my dinecton till to morrow mornir^; then if you pleafe to honour me witn_your_prefen.ee, you may, perhaps, hear fomethine that is curious, and out of the common Road. Crif"], [37, "Dr f»3) Crif. I have heard much, Sir, of your great Abilities, and fhall not fail you ; for your reputation, Mr Dr, is a reputa tion—that--as I may fay— or as— in fine, Sir, I will not fail to wait on you — *—— Bea. Sir, if you pleafe to retire out of this Room Dr. By and by —I have not done with the Dr yet. Dr. Pray, Sir, let me confult with you a little, about the cafe of a fick perfon, who is my Patient now. Crif. Do me die honourto excufe me now ; I have bufi nefs of mighty confequence, that requires my departure inftantly,— •but to morrow, MrDr • Dr. Stay a little, Fie give you his Cafe in two words. You muft know, my Patient,Sir, has Iabour'd many months firft under a Tertian, then under a Quartan, and now 'tis turn'd to a Quotidian : The Fever we have pretty well a bated, yet after all,~befides a great difpolition he has to fleep, which very much fatigues him,— -thar which he fpits from him, is very white — now, Sir, in my judgment that's an ill fymptom, for a Tituita alba aqua inter cutemfupervenit, fays Hipocrates, and this you know well enough, the Greeks call Leucophelgmateid—io then according to Hipocrates, this white fpitting, or Pituita alba is an evident fign, that the Hydropfie, or Dropfie will fucceed. Now, Sir, what fay you is the moft foveraign Remedy, to be given in this Cafe to hinder this evil confequence? Crif. Why, Sir, I muft tell you but to what purpofe? you have no need of my opinion, you are a man famous for underftanding fo that and as it were in fine, I will not fpeak one word more to this purpofe. Dr. Pray, Sir, fpeak freely; I mail be proud to have your opinion of this cafe* m Crif- No matter, Sir, for my opinion; for tho I knwv e nough-and all that-yet I had rather — — Dr. I a<t openly, Sir, I am not like fome Phyfitians that I know, fo fond of my own opinion, Sir, that rather than confult with other Doctors, they'll let a Patient dye under their hands ; therefore fpeak freely, I am prepar'd to give you my attention. Crif. Why then, Sir, in this fort of Malady, I do not know but that ——or when —-^or as it may be very near this Cafe — or fo, Sir — -"], [38, "24 Dr. Humh Crif. What think you of— a-dofe of Pills ? Dr. Flow! Pills, Sir? that would ruin all we have done. Crif. O you miftake me, Sir, I don't advife you, Sir, to give him Pills. I only mention'd, Sir, a dofe of Pills which I had took my felf ths morning, Sir, which have not yet done working,and force me to leave you fomething abrupt ly, Sir. Dr. Pray let me know your Lodging e re you go. I fhall be glad of the honour of your acqnaintance-and - — Crif I am grip 'd moft damnably Enter Wife, Angelica, and Beatrice. Beat. Quickly, Madam, or he'll be difcover'd. Wife. Enough O Husband — Husband, come away, have a care ——have a care Dr. Of what Wife? Wife. Turn that ill look'd fellow out of Doors away with him—let him not fpeak a word. Crif. Madam * Wife. Away with him — Crif. Madam Madam ■ - Wife. Away with him, away with him. away with him* Crif. Madam Madam Madam Madam Madam ■ Beatrice and Angelica thrufi out Crifpin, He turning round is forced quite to the Door . [Exit. Wife. Ah, dear Husband, you muft excufe me for in truding fo haftily— ~ « 'Dr. What was the. matter, Wife? Wife. Did you know this Gentleman. Drjf. fuppofe him to be fome young Callow Dr j'uft wancfer'd from his Nett, the Univerfity. Wife. No, no, he's a High German Doctor -a Great Negromancer, a Conjurer, one that deals in the black Art and raifes Spirits — \" Dr. How do you know? — — Wife. Some of our Neighbours that faw him come in at the back Door came privately and told me fo and bid me have a care of him. 1 was frighted almoft out of my Wits — and fhan't come to my felf agood while - - Dr,"], [39, "( »5 ■) Dr. Oh Wife, fear nothing, 'tis but filly peoples talk. Wife. Indeed I am much frighted—: — Dr. Come, come, divert your felf, and think no more on't. Wife. Ay, well thought on—- Beatrice are the perfor mer/ ready to go on with their Mufical Entertainment. Beat. Yes, Madam, they ftay but for your coming, VV. Come then we'll go in; Husband you fhall ftay and fit with me Mufick has a ftrange influence o're me, that will bring me to my felf agen. Dr. I will W 7 ife ? [Dr. Wife. Ang. Exeunt. Wife. Daughter, come you along with us. Enter Crifpin peeping in. Crif Beatrice are they gone Beat. What makes you here 1 thought I had thruft you out of doors. Crif. You did fo but wondering what you all meant, I flip in agen to liften Ben. It was my contrivance to bring you off, you Blockhead, you had been difcovered elfe — _— Crif. This was better however, than Incifion, Diflection , and Amputation. Therefore now Tie be gone in earrieft. I fairly have efcap'd all thefe difafters, „ And wou'd not run the RHque again for twenty Matters, Seat. Faint hearted, Crifpin ! In fpight of all ill luck in Love's Hift'ries, I'de venture Limb and Life to ferve my Miftrefs. Here comes in the third Mttfica} Entertainment. ACT H!"], [40, "26 A C T III. SCENE! Enter Old Gerald. I Am refolv'd to bribe Beatrice, and make her of my party ; fhe is a notable young witty Wench, and go. verns her young Miftrefs as me pleafes • the Devil's in her iffhe's Money proof. I fee her coming forth. Enter Beatrice. Beatrice, Beatrice, a word with you. Beat. To me. Sir, do you fpeak ? O. Ger. Yes, yes, to .you, my pretty, little, witty, fmiling Rogue; hold up your head, here's Money foryou;ha! Beat. Two pieces of Broad Gold ? What is this for, Sir? O. G. One for thy good Will, and one for thy good Word. Bea. As how, Sir, I beleech you? O. G. Promife me one thing, I will make 'em ten, make 'em ten prefently : and if you fucceed afterward, a hun dred. Bea. I marry, Sir, you fpeak now to the purpofe ? O. G. You know I have obtain d the Doctor s promife, to marry his Daughter, fair Angelica. Bea. You have, Sir, O. G. Her Mother refufes her confent to it. Bea. She does fo. O. G, Now Child, if you could get for me the young Lady's confent Bea. To marry, Sir? O. G- Ay, ay, to marry her. Bea. Is that all ? Come, Sir, fhe may look further, and fare worfe — O. G That's well faid ; there's another piece for that. Bear I thank you; Sir. O. G I know you rule her as -you pleafe. Bea. Some times fhe hearkens to me. O. G, Now if you will commend me to her Qften — Beat,"], [41, "c *7 ; Bea. As how, Sir ? O. G. As thus. By telling her how rich I am, and that I love her fo, I camdeny her nothing. 'Tis true, I have a Son, an only Son, but him I have rcmov'd , on purpofe to make way for her. Bea. That was wifely done, Sir. O.G Ay, was it not ? Tell her all Happinefs confifts in wealth, that Ike may make me fettle almoft all I have on her, and the Children I fliall have by her. Bea. And do you think you (hall have Children by her? O. G. Why not? I am hale, and very lufty, Beatrice. Well, if thou doll this for me, befides a hundred pounds Tie give thee on the day I Marry her, I le get thee with Child too, give the a good Portion, and Marry thee to an honeft Shop-keeper. Beei. Fye, fye_; you offer me too much in confcience. Sir i but for my young Miftrefs, Sir O. G. Ay ; am I fure of thy afliftance there ? Bea. Yes, Sir, He do my weak endeavour for you; Fie begin prefently ; lie fet you forth with commendations, Sir. \\ O. G.How, how my pretty Rogue ? . Bea. Why thus, !>ir - if I may be fo bold to adviie you,. Madam, take Mr Gerald, let him be your Husband— — fays Aie prefentiy, which Mr Gerald meaneft thou ? O Ma dam, fay I, the Father cert&inly ,• the Son's a young extra vagant, idle fellow • his Father means to difinherit him, unlefs he mends his manners. O. G. And fo I do ; that of my Son was well put in. Go on. Bea. O but he's old, flie cries — true Madam, fay I, but then he's rich too, very rich ; when e're he dies, he'll leave you wealth enough to make you a Lady. O. G. That Ihe may be before, if flie pleafes me. Bea. I'le tell her fo . But Ihe may fay, old men are crofc rand peevHh — no, fay I, \"he's mild, aud humble, a? fine, fweet temper'd Gentleman, he'll doat upon you, he'll ne ver make you jealous, he will not run after other Women^. as all young fellows do. O. G. That was well thought on. Bea. O Madam, you know not what a fine thing it is to be an old Man's darling; O.G."], [42, "28 0. G, Good agen. Beat. Says the, his Teeth are naught— — O but -his Breath is fwest hi* Eyes, fays fli J are iunk O but, fav I, he fees without Spe&acles — —fays fhe he's an old mufty Tufty (linking O. G. Enough, enough. When fhall I fee her, Beatrice , Bea. This very afternoon, you cannot'have a fitter op- portunity, you know the Dr, is much ibroad, my old Mi- ft refs will be abfent too. If you'll be walking about four a clock, near our back Door, Pie let you privately into the Anatomy Room, there Ine fliall meet you, Sir. O.G Hold up thy hand, \"lie m.*ke the three broad pieces ten. There, will thefe incouragc thee ? Be_. Yon are a wife Client, Sir, you will not ftarve a good Caufe, I fee. O. G. I fcornit, Beatrice. Bea. One thing I rauft advife you, Sir; be vigorous,\" prefs your fait home to her : for I muft tell you, there's a young, debauch'd lew'd fellow, juft fuch another as your own Son is, who haunts her every where, makes violent love to her , watches all opportunities to fpeak to her, is always making Prefents , fending Letters to her : Tie watch him narrowly, I'le*lpoil his fport ; Tie manage Mr Gerald's Caufe fo well, if I get not my young Miftrefs for him, lie forfeit my Maidenhead. O. G. Come hither ; I muft kifs thee ; I will kifs thee thou art a pretty, witty, merry Rogue, and Tie — provide* for thee. Bea. Farevvel, Sir, remember four a clock, if you brought fome Jewels, with you, Necklaces, Rings, and Bracelets. only to Ihew her, Sir, young Girls, you know are mighti- ly taken with fuch fine things. O. G. He dot, my Girl ; He do't . lie home and pick out of my Cabinet th e beft of all my Pawns, and bring 'cm to her. But firft He be fpruc'd up ; I will be fhav'd and walh'd, and pcrfura'd too ; put on a clean Band, and my beft Bob-Wig, my ne^v Hat, and put a clean Hander chiefmmy Pocket, and then— —at four a clock -ay that's the hour. • rg^ q q Bea. Madam, come forth ..fce'sgone. Enter Angelica? Now , Madam, let us laugh while our fides ake. What .would"], [43, "29 would this old, ftinking, fumbling fool, do with a fweet young Wife ? When once love gets into an old man's head, it teaches him as many tricks, as a dancing Dog. Ang: They fay he's very covetous : How did you get that money out of him ? Bea. I tickled the old Trout in the right place ; fee, Madam, here are the merry Spankers, I'le warrant you, He do his bufinefs for him. Ang. You haveengag'd me, Beatrice ; inftructme how I fhall come off with hime. Bea. Trouble not your felf about it, leave that to my management: I mult go and find young Mr. Gerald out, and Crifpin too, they muft help to carry on the work. You fhall have- nothing to do, but to laugh at his folly, and applaud oi:r contrh'ance. Ang. I'le in, and expect, th' event. Ex. Severally Enter Young Gerald, and Crifpin. Crif. Well, Sir, what think you now of my Adventures ? Y. G. Why truly, they were extraordinary. Crif. A dead man — a Doctor— — an Aftrologer. Y. Ger. You made your way thro many difficulties, but for my fake, you muft once more go to the Doctor's Houfe. <Crif. Who, I, Sir ? Y.Ger. Yes. Crif. I beg your pardon. What to be diffected, carv'<! artificially Limb after Limb. No, Sir, I'le have no more Direction, Amputation, nor Incifioh. You may go, and venture your felf, Sir, if you pleafe. Y. G. Should I go, and be feen there by the Doctor, I ruineour defign, and lofe my Miftrefs ; he'll tell my Father that I am in Town. You run no hazard, for he knows not you. Crif No hazard ! call you it, I hazard my Legs, Arms, Veins, Arteries, and Mufcles ; and in the Doctor's gibber ifh, I hazard Incifion, Diffeaion, Amputation, and Cir culation, thro the Syftole and Diaftole. Why,Sir,in Inch a cafe, a Phyfitian cuts up a man with as little remorfe, as a Hangman carves a Traytor. Y.G. For all that, you muft venture your pretious felf once more. When I get my Miftrefs, Tie make thee ample fa tisfa&ion. '. \\y- I * Cnf."], [44, "( 30 ) - Crif. Well, if I muft, I muft. I faw a Phylitians Gown and Cap, hangup ataBroakers Shop, hard by, tobefold. Buy 'em, or hire 'em for me ; I had rather appear before him, in the fhape of a Doctor, than a dead Man. That habit, Pills, and impudence brought me off then, Tie think of fome other remedy now. Y.G. While I fecure the Habit, ftep to my Father's and fecure the Money. Ctif. I will, but firft, Sir, tell me what is Latin, tori am a Doctor. Y. G. Medietas Sum. Crif. Medieus fum, Medicusfum. Y. G. You have it right. Crif Very weh\\ Msdjaajstm. Go about your bufinefs, lie about mine. \" iedu us fum, Medicus fum. Ex. Y. G. Weil, 'tis a fine thing to underftand Latin ; I muft be fure not. to forget Medicus fur,i. Now Tie to the old man : Ho \\ talk > '; .he Devil and his Horns appear. Enter old Gerald, and Martin. 0. Y. O Crifpin J where's your Mafter? tell me true. Crif. Where i'ould he be ? at the Univerfity. O. G. Ay, he ...o'j.d be at the Univeriicy - but where is\" he, ha? Crifi I warrant in his Chamber, hard at ftudy : or elfe in the Schools chopping Logick. Pleafe you to give me the Money, &irt that 1 may return to nim with ipeed. Mar. Give you the Money ? ha, ha, ha. Crifi. What do you fneerat _ ha. Mar. Moftey! who's the fool then ? Crifi. Meddle with your own bufmefs, Sirrah, or Pie give you a douce o' the chaps O. G. Be quiet, Knave. Crifi A Jack — an -** Apes to interrupt me O. G. Have done, I fay how does you Matter fpend his time there ? oy.'Heftudies ail the morning. After dinner ftudies a gain, after Supper, he walks out ard talks with the Stu dents, and then they jabber Latin like the DeviL The beft on *t Sir, they'll difpute and wrangle fo long, till they are almoft choak'd with hard words. Then they go very lovingly together , and drink a chirping Cup, or two, and then to their Chambers in good time. OG,"], [45, "31 O. G. Tis very well : But feveral of my acquaintance tell me, they have feen him here, here in this Town. Crif O abominable! O. G. Sirrah, -confefs the truth, is he in Town ? Crif. Medkusfum he is not here indeed, Sir. O. G. Deny it not, I know if. Crif. He is not here indeed, Sir. Mar. He equivocates here ? No, he is not here. O. G. But, Slave, he is Town. Crif. No. O.G, I lye then, do I ? Crif. Medicus fum. O. G. What's that you mutter, Rafcal ? Crif. A Word I learn'd at the Univerfity. -Medicm fum ; that is, I am a Doctor. Mar. Yes, of the lying faculty: Crif. Sirrah, if I had you in another place, I would Mar. W ; hat would you do'? Crif I would diffect you, Rafcal, run my Fift thro your Syftoie, and Diaftole. O. G. What gibberifh is this ? Mar. You Thin-Gut. Crif. Yes, impudence, If I had you under my clutch es,. I would make you feel Defection, Incifion, Amputation, ay and Circulation too. May. Come and you dare, let's fee what you\" can do. : O. G. Sawcy Knaves, forbear. ' They offer to fight, O. G« holds his Cane betwixt 'ent- Crif. Sirrah, I le rip up your Belly, from the Cartilage Ziphode, to the* Os pubis, you dog. O.G. The fellow s mad — —be quiet or I'le cudgel both of you. Well, Crifpin, lince your Matter's not in Town, return you to the Univerfity, tell him, next week lie fend the Money to him by the Carrier. Crif. But, Sir O. G. One word more, and my Cane fhall fly about your Ears. Crif. Well, I know what I- know. O. G. Wnat do you know ? Crif. That I'le be revengd of that audacious Villain. b.G.Fo, , :<: you, Rafcal ? Crif. Pray, Sir, what will you/beat me for ? O.G,"], [46, "32 O.G. For a lying Rogue. Crif. And I would maul him becaufe he's a Eac-totum, and fets you againft my young Mafter and me. O. G. Sirrah, Sirrah, I could find in my heart— t Crif. Ay, ftrike if you think good. Q. G. Say you fo ; there's for you then. Ger. fir ikes at Crif. he ducks: Ger. miffes hit blow, and falls. Crif. gives Mar. a Cuff and a Trip, throws him down, and runs off faying,Meaicas fum. Mar. Son of a Whore, he has lam d me. O. Ger. Help me up, good Martin. Mar. Oh ! oh ! I want help my felf, Sir. The Rogue-, has broke my Crupper. O. Ger. The Villain has rumbled my clean Band too. Mar. If ever I light on him O.Ger. Be patient, Martin, Mar. I muft, whether I will or no. O. Ger. Go home, Martin; I have bufinefs another way. Exeunt. Enter Young Gerald and Crifpin; Ger. helping Crif. to put on his Gown. Y. Ger. So, now your Worfhip's fitted. Crif. Then you met, Beatrice, Sir. 2\". Ger. I did ; there's work enough cut out for you, rub up your memory, you 11 have occafion to make ufe of all the Jargon you can think on. Crif. Thofe damn'd heathenifh names will never out of my memory'. Y.Ger. I fee my Father coming ; he's running like a Wood-cock into the fnare. Crif. I xare not if he meet me now ; lie outface him. Medicus fum, nonftim Dogtts, nonjum Rogus, Medic us fum. Y. G. Come this way, that I may inform you fully of our defign • the time is fhort. Crif. Hold, Sir, degrade me not, the Gown mutt have precedency, and take the upper hand too. Exeunt. Enter Old Gerald. O. G. This is the hour, 'tis juft 4 by my Watch • if Bea trice prevails, I am made for ever. Ento- Beatrice. Bea. O, Sir, are you come ? I have been peeping for you at the Window, a whole half hour. O.G,"], [47, "C 33 ) O.G. Is the Coaft clear ? Where's my Angelica. Bea. No queftions, but come in. Exeunt. Enter Hung Gerald, and Crifpin. Y. G. So, fo, he's caught, run to the fore dore, when you hear me Thunder at this Crij. Fie beat an alarm at that 1 have my cue. Ex. Enter Old Gerald, and Beatrice. Bea. I chofe this Room on purpofe for your meeting. Here are two doors you fee ; if my Mafter or Miftrefs come to one, I can flip you out at the other. O. G. *Twas wifely done. Bea. I fee her coming ; make good ufe of your time. O. G. I warrant you. I have brought fomething to fhew her, will fparkle like her Eyes. Enter Angelica. The Door claps after her. Ang. O Beatrice ! What fhall we do ? The Door unlucki ly is lock'd, the Key is on the other fide too. Beat. That's the mifchief of all Spring Locks : There's no remedy now. Look here, Madam, here's Mr Gerald come to kifs your hands. O. Ger. W\"ith your favour, Madam— Salutes her. Ang. I vow I am afliam d to fee you, Sir. O. G. Young Maids, I know are bafhful ; but when you are married, a loving Husband will teach you confidence. Ang. O Beatrice ! if my Mother fhould find me here ■ Beat Fear nothing, Madam ; this door is faft ; I'le lock the fore dore prefendy. Ang. Well, Mr Gerald, you fee my Maid has prevail'd with me : She gives you great commendations too. O. G. Ay, my fweet; Fie make 'em all good,I warrant you. Ang. I am young, and fome fay I am handfom too; I doubt not you'll love me : But, Mr Gerald, what reafon is there for me fo love a man in years, as you are? O. G. I have many reafonsfor your Ear, more for your Eyes. Look here, my Queen, look here, my Cleopatra ? Here's a Necklace of Pearl worth above yoo pounds ; it will become that foft white Neck moft rarely. Then here's a fet of Bodkins for your hair, coft fourfcore pounds : Ah how they fparkle like your pretty Eyes : Then here's a Croceat of Diamonds coft \"oo, an Ambrofie, worth above 400 more. How like an Angel you will look, when this is fet under thofe white panting Bubbles! A»g. Indeed they're very fine, and very large. J*. \"$ O. 9."], [48, "l ( 34 J O. G. Here are two Diamond Rings, one with ; Stones befides the Sparks ; and this has c, one coft jo pounds, the other above fourfcore. Then here are Diamond Bracelets for your Arms. But here, my Jewel, here's the rarety, the Phoenix of 'email. This Ring here with one Stone, tis a Diamond of the old firft Water. I have refus'd, my Child, above four hundred pounds for this one angle Itone. Ang. 'Tis beautiful indeed! Bea. Did not I tell vru, Madam O. G. And then for Plate, old, and new fafcion'd too, plain, gilt, and wrought ; I have a Cedar Cleft full. . Bea. What young man could m?ke yoa fuch' fine Pre fents ? O. G All, all mall be yours, my little Moufe, my Pigeon. •Ang. O Heaven ! fome body knoc. ■ Bea. I'le peep thro the Key- hole : O Madam, \"tis my Mafter and my Miftrefs. O. G. Let me out at this door quickly. Bra. Ah, the Key s broke in the Lock ! undone, undone for ever. Ang. I am ruin'd if iny Mother finds me here. Bea. Ah, Madam ! What wilt become of me. Ang. For Fleaven's fake hide your felf, do Mr Gerald, He love you dearly for it. O.G. How? V, here ? He do any thing my dear will, have me. Bea. Here's the Coffin the dead body .vas fent in from the Gallows, you may hide your felf in that. Ang. Ay do, Mr Gerald, do. O. G. How .' Coffin me before I am dead, I beg you* pardon • I can't endure the thought on't. Bea. Then ftrip your felf to your Waftcoat, and your Drawers, and lye at your length, here on this Table, I le tell my Mafter you're the dead body, ferurin to be diiTected. Ang. Quickly, Mr Gerald ■ if you love me deny me not- Knockivgall this while. O. G. Come then, I le do any thing my Dear Com mands me. Ang. Hark how they knock-; Ifear they 11 break the door down. Within. FIcr! Beatrice, Beatrice. Bea. Make hafte, or we're undone. They firip him. They firip him. Within,"], [49, "35 Within. Open the door .' Why Beatrice, where are you ? Bea. So, fo ,- what e*re they lay or do, be fure you ftir not for your lifif. . O. G. Where will you hide my Cioaths ? Bea. Here, here, I te put them and my young MiftVefs into the Coffin. Km-. I .rain. ' I am coming prefently. O. G. So, fo ,• i am dead as a Herring. • Bee. Whatever hapl ' >■> Sir, be not afraid. . Come in. Enter Crifpih like a Dccu Youvg Ger difguis'dlike his man. I thought I heard my Mali er and my Miftrefs. \" Crf They corns he: e prefently ; but where., where be the d^d Carcafs for diffecfton? Bea. Here, Sir. Crif. Ver — good —Mr Do#or, fend , me to begind manuel operation upon de exterior, an den he will come hear me read upon de interior Ber.. Are you the German Doctor, that wase her this morning with my Mafter ? Crif. Yes, de -ver-fame, me am de German Doctor, de Medicine, de ?hyfiiim,de Operateur, de Anatomifi, de Cbymifi, de— Bea, Very well, Sir, have you any fervice for me ? Crf. Stay one little time. Dis bede Body, let me make de observation of the Vifage — ■ here be dever ill afpect — dis was one perfon of de fair Speech, but de fals Heart ; covetous, defigning, letcherous ; a Robber, a Thief, a Cut-throat Sacraments hanging was too good for him, a Rogue, a Villain ah vat pleafure will dis be to make de DhTettion, de Incifion, and de Amputation, upon dis Body, and rip open his Belly from de Cartilage Ziphode, quite along to his Os-pubis. Ah ! vat be dis ? his Heart pant ftill— dis was the ftubborn old Thief, was but Mr 'Doctor he-e, juft a now, I would fhew him de Circulati on of de Blood, thro de Syftole, and Diaftole. Come Fie begin de Diifecrion while de body be warm. Bea. What before my Mafter comes ? Crif Yes .indeed, dis be only de Manuel Operation, me vil read de Lecture ven he be here : vare be my man, vare be de Inftruments ? Y. G. Here, Sir, here. Bea. Blefs me ! what's that great Knife for ? a Crif. Dis be to cut de Troat,from Jugular toJugular;asthus. Bta. Hold Sir,I befeech you. Fear nothing, MiGerald. [afidc Crif."], [50, "( 38 ) dead Body that was fent you from the Gallows , he felt his pulfe, and laying his hand On his Breaft, ' he found his Heart panted; then he took his Incifion Knife, and be fore he could touch his naked skin, up ftarted the dead Body, and ran away, juft as you faw Crif. All this is true, Sir, as I am a Member of the learned Faculty. Dr. I am araaz'd ! Wife. Nay Husband, I have heard of fuch ftrange things: X warrant the poor man was hang'd wrongfully. Enter Old Gerald haftily. O. Ger.. O undone ! undone ! Wife & Bea. Ah, ah, ah ! Wife. He's come again, Husband , ha ! Dr. In the name of goodnefs ! What art thou ? O. G. Undone I fay, undone. Dr. Art thou a Spirit ? or Fieih and Blood ? anfwer. O. G Give me my Cloaths, my Jewels, Hufwife — • Bea. Avant, avant ! O. G. Where arc they ? Gipfy, fpeak. Bea. In the Coffin, in the Coffin. O. G. I overtook the Coffin, and there's none of 'em. Where are they, and the Jilt too your young Miftrefs ? Dr. Sure 'tis our Neighbour, Mr Gerald. O. G. I am the fame. Wife. You tell me wonders, Crifpin. Crif. Step to your Daughter's Chamber, Madam ; 'there the Riddle will eafily be unfolded; Exit. Wife. Dr. What is the matter, Sir? why in thispofture? and why this. out-cry too ? O. O. That Baggage there, and the young Witch your Daughter, have contriv'd to abufe and cheat me, of two thouland pounds worth of Jewels, thai werepawnd tome. Dr. Here they come then, who muft give you fatisfacTi on. Enter Wife and Young Gerald, leading in Angelica , \" drefs'd in the Jewels. O. G. How! my Son here ! Y. G. Yes, Sir, arid my Wife. VVife. I found 'em fhut up together in my Daughter's Chamber. D:"], [51, "(39) Dr. Married fay you? ' . Y. G. Yes, Sir, contracted long fince ; aud now eonfi rm*d in private, as far as modefty would permit. O. G. And Married too '. then all is at an end. r. G. Here are your Cloaths, Sir, Doctor Crifpin can tell you how I came by 'em. Dr. Crifpin ! O. G. My Rogue. Crij. NonRogus; Medicos fum ; that is, I am a German, or a Polifli Doctor. 2'. G. The Jewels , Sir , fo well become my Wife, I think you cannot in confcience demand cm back. Ang- They were his own free gift ; . he fcorns to take what he has given me. Wife. Well. I am glad the Son has married my Daugh ter, and wilh Joy to you both. Dr. Blefs you together. Come Brother Gerald, 'tis your Son's Wedding Night ; you muft forgive 'em and be focia ble : Let me prevail with you to give order for a good Sup per, and well be very merry, Brother. O. G. I had as good, I mail be laught at elfe. Sirrah, here has been fine practice, and my Son's marriage was your contrivance. Crif. I do confefs it, Sir, and glory in the fuccefst Dr. Come then, fit down, andliften to the Mufick, and after Supper we'll hear at large the of Doctor Crifpin in this Affair. * •» Crif. Beatrice and I will tell you .the whole Story, And as we fnack'd the Fees, we'll fhare the Glory. The Fourth and lafi Mufical Entertainment. After that, the Curtain falls. FINIS."], [52, ""], [53, "The LOVES O F MARS&VENUS. 3 pap fct to #tat«; As it is A&ed at the New Theatre, I N Etttle Etwolttsjmtf ieto& By His Majefty s Servants Written by Mr. Motteux. Fabula narratur toto notiffima Ctelo. Ovid LONDON, Printed, in the Year, 1^7."], [54, ""], [55, "• TO THE HONOURABLE Collonel Codrington. SIR, I Cannot more effectually enforce the Moral of this Piece which expofes the Frailty of a Warrior,than \"by prefixing to it the Name of one who with the Bra very and Gallantry of Mars has no allay of his Vices : A nd as among the few living Exemplars of fuch'unful • lied Vertue I know none more univerfally, nor more juftly allow'd than your felf, I muft appeal from your Sentence to all the world, fhould your Favorite Mo defty byafs you to condemn the Necefiity of this Ad drefs. While fomany of our Youth are neglectful of their A nceftors Glory and their own, and indeed of every Thing but Effeminacy or Liber tinifm, tis fit we fhou'dfet before their Eyes not only the Deformities with which they are familiar,but the Beauties to which they are Strangers, that they may at once be fhaln'd into a Loathing of the one, and charm'd into an Ad tniration of the other. This wou'd require a Panegy rick rather than an Epiftlejif ftudied Ornaments,often injurious to prevailing Charms,were not as prejudicial a to"], [56, "IBs Epift/e Dedicatory. to convincing Truth, which is mod engaging in its in nocent \"Nakednefs, at which it needs not blufh,fince it never fell like man To. thofe that know you, your Name alone will imply more than the heft Oratory could difplay, and even an imperfeft account of your Excellencies will feem almoft incredible to others. You let outfofoon and Co vigorouily for theRace of Glory, that in your early'Morn we fee you gain the Prize. Thus even at thofe years uhen others of your BirthJ and Fortune made no other ufe of the opportunities they had to improve their minds but to impair 'em, the general illExample could not affect you, nnlefsit were with Compaffion =, you defpisd their falfe° Pleafures for the chaft Love of that Celejlial that Alma Vemis oi'your own Lucretius, and that fublime Truth of your admir d Makbr+nche. You even then reapt the Mufes Laurels,as now you do thofe of Mars, while your brave Father in the New- world was gain ing a Name that fpreads over the eld, as yours now flys from the one to the other. -The World with amaze ment faw youarifein full Glory, and reconcile Quali ties thought almoft incompatible j at once a nice and impartial Critic, yet a polite and excellent Mafter of Fancy;a Man of Wit and Converfation,yet a Refpetter of facred things 5 a Courtier, yet the beft of Friends 5 a forward Soldier, yet a\" good Officer =, and in (hort a profound Schelar, yet a fine Gentleman. Such partly Cafar was; thus he exerted the Writer and the Hero y but with this difference, he fought to enflave h:sCountry,you to free Yours: and 'twas but juft that as your Studies have advanc'd you to an honourable Pofr among the Learned, fo your Courage fhou'd give yoJ one among the Brave, that you might beat once a An gular Honor toeitherStation*; the more, asyoufeek no"], [57, "* The Epiflle Dedicatory. no other Benefit from both, but that of doing the more good to men of both Profeffions. For, far from being like thofe whofe Pleafures engrofs their Youth and Wealth, you cannot be happy with yours, unlefs it makes others fo ; and I could ioftance fome whofe needy Modefty has found it felf unexpectedly relievd by you, without being expos 'd to any other Blufhes than what fo furprizing a Generofity could raife. I know Sir, you woud have your Bounty conceal' d 5 but pardon me if I fav, 'tis too often imploy'd,not to be difcover d ; betides it acts info obliging a manner, that tis a pain to a grateful Spirit to conceal it; info 'Wich that he foregoes the Pride which waited on his Want, toown favours that humble him, if itcanhum ble a man to be relievd by you ; For my I am fo far from thinking that„poffible, that I have long been ambitious of having 'this opportunity of owning my felf, s 1 r; Tour mofi devoted, mofl Obedient, ■ and mofi Obligd Servant, P. Motteuxi Pre:"], [58, ""], [59, "PREFACE. THis MuficalFlay or Mafque was written to be infer ted into a very fliort Farce written by Afr.Ravenfcroft,c«//e//The Anatomift, or the Sham Doctor ; without any other ExpeBation than that of being Jervieeahle to my Frie?id.^For I am too well acquainted with that way of Writing , ana my own Incapacity , to aim at Reputation by it. The Rhimer here muft facri fice that to the Mufician, or rather to the Audience s Ear, if there be any Reputation to be challeng d from Trifles of this Nature. I chofe afubjeB never manag'd in a Dramatic way before ; tho gallantly handled by Ovid, from whom I borrow 'd it, as I have a couple of Songs from my felf , formerly infer ted elf where. I was.prevailedwitk to bring in a Song and Dance of Cyclopes, tho I knew there ts one in Pfyche, borrowed almofl verbatim from Moliere'*, as he borrow' d his from an old Italian Opera called Le Nozze de gli Dei ,• but mine is wholly different, which was more difficult than to have in vented another. Whatever the Critics may think of the Lines, if any will honor themfo far as to find fault with 'em, I dare afjure, from the little judgment I have, andmuchmore from the general approba* tion of the befl Judges, there has not been more agreeable, nor more mafierly Mufic perform d upon our Stage. The two great Compofers having, as it were, nobly fir ove to outdo one another, and thus ex e'elPd even themfelves. By reafonof the Symphonies and Repetitions fome Lines are left out in the Singing, which may eafily be known by the Marks prefix d, and pafi over, when the Mufic is performing. DRAM, B"], [60, "DRAMATIS PERSONiE. In the Introduction or Prologue. ERato,the Mufe that prefides toLove Songs,&c.Mrs.Hodgfou. Thalia, thsMufe that prefides to Comic Sports,Mrs.Pmv'w. Terp/ichere, the Muk that prefides to Dancing, &c. Mrs.Ayliff. Chorus of Singers and Dancers their Followers. In the Play. i MAr~ „ Mr. Bowman. Vulcan, Mr. Reading. Gallus, (Mars's Pimp,defign'd for Mx.Dogget) Mr. Lee. Cupid, Jemmy Larocbe, Brontes, ~\\ sZ'p',,, Uyclope, Pyrachmon, J Fear, } Anger, s Mars's Attendants. Noife, ) Chorus of Cupids. Chorus of Warriors, fome of 'em Dancers. Jupiter. Momus (with other Gods only feenj Mr. Sherburn. Verm, \\frs. Braceg'trdle, Aglaia, one of the Graces, Mrs. Hodgfin. Enphrofyne, another of the Graces, Mrs. Ayliff. Horn, one of the Hours that wait on Ferns, Mrs.Perrin. Juno, (with other Goddeffes only feen) Four of the Cyclops Wives that dance. >*«*& Mrs. Hudfin."], [61, "1 PROLOGUE, or Introduction. Set to Mufick by Mr. Finger. Perform d after the \"Prologue that is fpoken. The Overture : A Symphony of Trumpets, Kettle- Drums } Violins and Hautbois. Scene the New Theatre. Erato, Thalia, and Terpficore, with their Attendants on both fides the Stage, are difcover'd. Acoompaniments of Inflntments, Erato. COme, all, with moving Songs prepare To Charm the Witty and the Fair ! Ye Trumpets foftly breathe, or ceafe ! . Love may in Britain raife a War, But 'twill be fweeter far than Peace. Chorus repeats the foregoing Stanza. One of Erato'/ Followers. I. Love alone can here alarm us, And he only ftrikes to chajrm us. Gazing,"], [62, "2 Her Gazing, liking, and admiring, Firing, panting, and defiring, Fearing, daring, trying, flying, Feigning, preffing, faint denying, Still reviving, fierce Delights 5 This is Love, and thefe his Fights- Ritornd of Flutes, II. Eager KiiTes, Fiery Glances, Balmy BlilTes, Melting Trances, Rind Complying, Kinder Dying, Happy Days, and happier Nights, Still reviving fierce Delights, This is Love, and thefe his Fights. Ritomel of Violins. Two. others. Love, like War, has noble Cares : War fheds Blood, and Love (heds Tears. War has Swords, and Love has Darts , War takes Towns, and Love takes Hearts. Love, like War, the bold requires : Love, like War, has Flames and Fires. Love, like War, does Art admit 3 Love, like War, for Youth i* fit. Ri torn el of Violins Erato. Scorn, tho Beauty frowns, to tremble. Lovers, boldly urge your Flame .• For a Woman will diliemble, Loves the Joy, but hates the Name:"], [63, "3 Her refufing, your pur filing Yeild alike a pleafing pain t Ever curing and renewing, Soon appeas'd,torage again. II. \" If the Soldier ftorms and rages, c Face him with a lovely ivlaid : c This his Fury foon afluages, ' And the Devil foon is laid. ' He ne're conquers but by Tbyling, ' But the Fair fubdues with Eafe : c Blood he (beds with hatred boy ling, * But the Fair can kill and pleafe. Ritornel of Violins. Thalia. To double the Sports to Thalia belongs ; I'll joyn Comic Scenes to your Amorous Songs : To heighten Life's Pleafures, to foften its Gares, No Charm like a Farce, no Phyficians like Play'rs.* ** Ritornel. Terpfichore. To treble the Pleafures, With regular Meafures, My Train fhall advance sr Some joyn in a Chorus 5 While, gayly before us, Some joyn in a Dance. Ritornel. B Grand"], [64, "4 Grand Chortff. Let Scenes of Mirth and Love, With Songs and Dances joyning, The fleeting hours improve, And banifh dull repining. He who thofe Joys refufes, When kindly they invite, The End of Living lofes ; Life's bufinefs is Delight.- Exeunt. While the Grand Chorus is performing, there if an Entry of Dancing-maflers, teaching their Scho lars, and making Love to 'em : and a Harlequin mimicking 'em with a She* Harlequin, which ex preffes the hufwcfs of the Prologue. This Dance cannot be perform'd, the Mafter who made it being fick. Another Entry, is danc\"cl inftead of it. The"], [65, "5 The Firft Ac>. Set to Mufick by Mr. John Eccles. Scene a Palace. Overture. Violins and Hautbbis. Enter Aglaia and Euphrofyne. TO meet her Mars, the Queen of Love * Comes here adorn'd with all her Charms The Warrior beft the Fair can move ; And crowns his Toyls in Beauty's Arms. Symphony of Flutes. Enter Venus improving her Drefs ; attended by Hora the Graces, and others. Say, ye Graces, am I now Fit to make Immortals bow > Are my Drefs, my Face, and Air Fit to charm the God of War ? Say, ye Graces, ami now Fit to make Immortals bow > Hora. You've been fcarce five hours a dreffing; Yet you're charming paft expreffi ng . Venus. Let me fee once more the Glafs ! So !—— — -I fancy it may pafs. ; She look\\s a while in the Glafs while a Ritornel is plaid. Euphro»"], [66, "6 Euphrafine and Aglaia. 4 Women feldom like their Faces, ' Tho they long confult the Glafs ; ' But, if you dare truft the Graces, ' You now ev'n your felf furpafs. c And when Beauty's felf engages, ' Arm'd with fuch a Drefs and Air, c She may conquer rigid Sages, e And ev'n the rough God of War. Venus. How flow the Warlike God I find ! On Love's expanded Wings expecting Lovers move But flow as palfied age expe&ed Lovers prove ; Love flags, and leaves the heavy mafs behind. Fly, ye hours ; hafte, bring him here Swift as my fond Withes are ! When we love, and love to rage, Ev'ry Moment is an Age. Enter Cupid to the fame Tune, and fmi ling. But when bleft with what we love, Ages but a Moment prove. Beauty's Goddefs, ceafe to mourn : Soon to your Arms, From War's 'Alarms, Your Lover will return .• Your Grief will then be loft in Kifles, Melting Bliffes, You will gaze and laugh and toy. - As gloomy night Adds Charms to Light, So Abfence to our Joy. Ritorne. Venus."], [67, "( 7 ) • a Venus. Will my^oldier then be here ? Where was he? come, tell, my Dear ? Chucks CupicJ under the Chin. Cupid. The rough Warrior rov'd a while In the lovely Britifij Ifle. Had not I his Flame renew'd, „ He coud fcarce have now been here ; For fuch Beauties there I view'd, As might ev'n with You compare. Venus. Tell me, gentle Cupid, how In that Ifle I'm worfhipp'd now ? # Cjfpid. There the kindeft Husbands are, And the kindeft-hearted Fair. Each in Hymen's Bdnds is free ; And, when Wives with Lovers go, Cuckolds, not to difagree, Thank the Men Who make 'em fo. Ritornel. Others, fond of roving Lives, Love all Women but their Wives. Painted Beauties there abound , Nay, lbme Men are painted too : Crouds are in all Temples found, But come moft to worlhip You. Venus. • ' Happp Ifle !. and happier far, If thou knew'lt no pther War ! Venus'x Attendants repeat this Diftich Happy IfJ^ ! and*happier far If thou knew'ft no other War! C * A"], [68, "( 8 . A March to a rough wild Tune. # Enter Vulcan with Brontes, Steropes, Arges, Pyr3ch mon, and other Cyclopes. * Vulcan looks about with his Spe&acles. Vulcan. Where's my damn'd Wife ? hoh ! here (he ftands/ Methinks (he's plaguy fine to day .' And this in fpight of my Commands : The re's fomething in t ; fhe looks too gay. . Cupid. the g fumbling Husband here ? Love no longer then can (fay. [Exit Cupid rail hfc Followers. Euphrofyne. Wheathe jealous Coxcomb's near, All the Graces muft away* [Exeunt the three Graces. Hora. Now an hour will feem a day. r [Manent Hora:. Vulcan. **Thou Plague of my Life, Thou Devil, thou Wife ! Come, tell me, why did you Drefs fq like a Crack? you know I forbad you. Why d' you Patch thus and prink? What, you're Painted I think i Why this Head iix foot high ? :S Blood and Fire, who am k? Venus, My Fool; for whit elfe can thatPropq^tyb That's ugly, and old, and ill-natur'd, like Thee? ru"], [69, "9 • x • I'll drefs when I pleafe, nay I'll C*uckold Thee too : pWhat'elfi have young Wives with fuch ;iusbanc!stodo: 5 Vulcan. » If ever you dare, I'll make the World know what a Strumpet you are. Venus. Nay, what do I care ? Youll make the World Jsnow w\"hat a Cuckold you are. Both at the fame time in a fcolding manner. Vulcan. I'll make the World know what a Strum pet you are. Vemts. You'll make the World- know what a Cuckold you are. . Rilornel. Vulcan. Join, andf curfe the Tye with me, * That confines us to one Bed ! Venus. Thus at leaft we'll once agree ; Curs'd be he that made us wed ■' £Vulcan repeats that Verfe three times with Venus. Enter fiome Cyclopes and their Wives, at the noifi can and Venus'/ quarrelling. ».* • Chorus of all. Join, and curfe the Tye with me That confines us to one Bed .' # . Thus alone you can agree, - . Curft be he,curft be he,curft be he that made y©u wed. [Some of the Cyclopes and their Wives dance,- while the others are (inging'-> and in the Dance they frown jolt, and threaten eafh other, wring their hands, and hjrt+backwards, and the Women make Horns at. the Men. m \\ TheEndoftheFirfiAt?"], [70, "10 The Second A&. The Mufic of the Second Adfc composed by Mr. John Redes. Scene the Garden of Venus. A-March* with Trumpets and Kettledrums, and then with Hdtttbois, alternate. Enter Mars, followed by Gallus, Fear, Anger, Noife, and a Body of Souldiers marching. Mars. T4Alt ! i -Halt ! Noifi. __, Halt ! Mars. _— , — '. — — — None but Gallus further comes. Now^Face about. • » [They all fa e about, except Gallus. Sound, beat A Retreat, Ye Trumpets, and ye Drums. March all to Quarters ; March, and there remain, Till my Command renews the rough Campaign. They all march out in Military order, except Mars and Gall us, who flay. The Drums^ Trumpets and Haiti bois continue the March alternate, tiU they- are all gone. • Mars."], [71, "(„) Mars. Tfeou watchful Sentinel of Love, Gallus, my trufty Spy, By whom fecure in am'rous Wars I move, And all furprizing Foes defy, Procure thy Matter new Delight ; Co,, bring my Goddefi to my fight! Gallus, looking fneekjngly. What if the limping Cuckold's nigh? I may be bang'd, And may be hang'd, And then, god' b' y, Gallus your trufty Spy 1 Mars. No more : I on thy Vigilance rely. Gallus. I fliall be kill'd. Mars, offering to draw his Sword. ••* —By me. Gallus. j Hold, hold, I fly. Gallus exit running. Symphony. Mars. Oh ! Rival! you mutt happy be 5 You ev'ry day my Goddefs fee. Perhaps in vain you figh and fue ; But you, atleaft, my Goddefs view. For filch a dear bewitching fight, Who 1 would not gaze away the Light? Oh ! tho I fee her ev'ry where, I too too little fee the Fak. D In"], [72, "12 n vain to fhun her fight I (trove: Here, in my Heart \\u fixt by Love. None can the Charming Image blot, I fee her, when I fee her not, And who can from her Chains be f ree'd ? She looks j and Godsthemfelvesadorey Shefmiles; then I'm a God indeed. She's in my Arms ; Oh then I'm more ! Enter Venus follow'd by Cupid and his Train, and . Gallus after them. Venus running into Mars' Arms. My Mars ! Mars. My Venus I Mars and Venus. Oh! Mars. My Life ! Venus. My Soul, my deareft Mars ! Mars- My deareft Venus \\ oh ! 'Now let theWorld aTrucefromWars&Tumultsknow * While Mars is here, 'tis Peace below. ' O Abfence, now I fee 4 Unjuftly we complain of Thee 5 * Without Thy Pow r cou'd I have hop'd to find > * Even Beauty's Queen fo charming andfo kind. Venus. * My Life ! Mars. My Soul ! Venus,"], [73, "13 Venus. My deareft Mars \\ Mars. My deareft Venus ! Venus. Oh! Cupid,while dymb Courtlhip paffes between Mars & Venus, Come, you Loves, clap ev'ry Wing 5 Io Triumph ! dance and fing ! Cupid'/ Followers dance. * Come, you Loves, clap ev'ry Wing ? * Io Triumph ! dance and ling ! Mars and Venus. How fweet,how pleafing, when return'd, The lovely Objett whom we mourmd ! Recruited Fires more fiercely warm, And Abfence heightens ev'ry Charm. The Bleffing that a while was loft, When 'tis regain'd is valu d moft. * How fweet, how pleafing, when return'd, ' The lovely Object whom we mourn'd ! Venus. My Life ! Mars. My Soul ! Venus. *My deareft Mars ! Mars. — — w . '. — My deareft Vennr\\ Venus* .Oh! Eater ■"], [74, "14 Enter Vulcan while Venus is in the Arms of Mars, and faying Oh ! Vulcan. So! fo [He offers to knock, 'em down with his Hammer, but is hinder -d by Gallus. * Gallus. Hold 'r, Let the God of Anvils know, My Matter's Arms muft be juft fb. [While he fings the I aft Verfe, he puts his Arms about Vulcan s Meeb^and then about his Body and Thighs, making motions to fijow him how a Coat of Armor fijould be made to fit Mars: Vulcan. You fawcy Varlet, I fay no. Come, Bully Mars, let go, let go ! Your Arms muft be juft fo, juft fo. [_While he fings this, he takes Mars by the Arms, and lays em along his fides- Galhts. Hold, fiery' Smith, I mean thofe Arms Which you muft frame for War's Alarms : Thofe Arms muft o re his Shoulders clofe juft f 0 Ashe now did to Venus (how, Only that fhe might let you know. He's fomew hat rough, (he fomewhat tender His leaning on her might offend her ; So fhe cry'd, Oh! That's all. Vulcan. Oh ho! isitfo? Gallus. Now fince you're come, if you're at Leifure, An't pleafe yourGodfhip, take his Meafure' Ritornel. Mars."], [75, "15 Mars. LJere Vulcan, Arm me, Cap-a-pie \\ And let my Shield impenetrable be. Let future Heroes there appear; Place Greece's, Romc\\ and brave Britain's there.. Let Alexander, Cdfar, Arthur meet, And all their Lawrels lay at greater WiRian?% Feet. ' William, more God-like, and as brave, * Shall only fight th* endanger'd World to fave; 1 William, my other felt fhall be; ' Infpir'd by*/^e»^,and by me. *The Goddefs Juftite 4 Immur'd in Steel now Warriors fafely fight ; • But Balls unfeen with rapid Flight * One day Ihall deal Deftru&ion through the Field : < William, with Breft unarmed, fhall face thofe fiery ' c And Mars muft kindly interpofe, £ Foes ; *.His Reprefentative to fhield. Here, VuUan, Arm me Cap.apie ) And let my Shield impenetrable be. Gallus. But good your Godfhip, know, His Arms muft be juft fo, juft fo. Vulcan, hindering Venus from holding Mars ; xvho^ while Gallus fings, talks to her, making figns jls if he gave her Directions about the Armor. * Hold, I don't like my Wife ftould feel * This ample Back of Brawn like Steel. Come, Miftrefs, pray, what Bufinefs had you here T E Vtvut."], [76, "16 Venus fault ring. t only- eame--f.o~take-the Air, my Dear. Vulcan. You rather came to Arm my Head, I fear. Venus nhtadltng. Go, now-L-hatc you, now go to 1 And cou'd you, cou'd you think I'd do As I ir, jell did threaten you ?' Go, now I hate you, now, go to. Dull Fool ! had I defign'd to try, Wou'd I have told you fo before ? Befides, you fee my Son was by. Vulcan. . Your Son's a Pimp, and you Venus.. No more. Vulcan. ' Why, fure fome Fiend muft have pofTcfl you \" 4 'Tis but a Month fince I carefs'd you. Venus. ' Ungrateful Dear ! cou'd you believe ' I wou'd my felf and you deceive ? ' What with that Fore-head can compare ? ' Can any one read Cuckold there ? 4 That Leer ! that Hip, that Heel and Toe ! ' What tho' you're old ? moft Beaux are lb. Vulcan. c Nay, when I'm fmugg'd up, I'm fo comely, * I know you cannot think me homely. Mars. Come, for her Pardon humbly fue \\ Tho.' fne were not fb true, She's."], [77, "( It ) 'She's ftiU too good for you. Come, for her Pardon humbly fue ! Vulcan. What fhailldo? I fear this Mars, and love and fear her too. Mars. Come, for her Pardon humbly lue. Vulcan. It muft be fo, My Deary, Deary !. My Love ! my Soul 1 Venus. •My hate, my Fool! Vulcan. Pray, Chuck, don't frown, let me come near you! Come, 'tis a Folly to repine, You've had your Jeff, pray pardon mine. Venus. Firft ask his Pardon as you ought. Vulcan to Mars. You hear her, pray good Mars forgive my Fault. Mars. Well, for her fake, no more of this be thought. Vulcan. ' Now, Dear, a Kifs in fign of Grace ! Venus. ' Mot till you've got you a new Face. Vulcan. * Come, Bufs'e ; come, itmnftbefb! Venus after he had kjfs'dher. ' Pifh, you're fo troublefom / Now go. G alias. * Shou'd he not beg my Pardon too ? MarJi."], [78, "18 Mars. \" Ah! how fweet is Reconciling, * When a loving Pair is fmiling, ' Free from Spleen or jealous doubt ! « Othat we cou'd ftill be fmiling, 1 ftill thus kindly reconciling, ' And yet never falling out / Vulcan. Now all is well, my Cyclops fhall advance With their neweft Anvil-Dance. Vulcan exit. Mars. * Let's a while renew our BlifTes ' In a fweet exchange of KifTcs : ' Thus the Lover comes in Play, ' When the Husband is away. Wen-ns. ' But alas he will not ftay ! ' Soon be gone ; but foon return. ' Soon ? no, I a whole tedious hour muft mourn ! ' I a whole tedious hour muft be ' Depriv,d of Heav'n, depriv'd of Thee. Enter Vulcan, with fever al Singing and. Dancing Cy° elopes. They lay an Anvil on the middle of the Stage. Brontes, Arges, Steropes, and Pyrachmon, the four chief Cyclopes, Sing, while others Dante and flrike on the Anvil. Vuhan % Come, away ; ftrike and fing, Ting, ting, ting, terry terre, terry ting, &c. Let us make the Caves ring, Ting,"], [79, "19 Tftig, ting, ting, ting, ting, ting, While we forge ThunderrBoks for Heav'n's King, Ting, ting, ting. Steropes holding a red hot Bo It. This he'll fling, Ting, ting, ting. At Cowards at Sieges, and Atheifts at Pray'rs. At a Husband, who by his Wife's Chaftity fwears. This he'll fling, ting, ting, ting. Chorus of Cyclops. At promifing Courtiers, and Fools that believe 'em ; At poor Rogues that give Bribes, and rich Knaves that This he'll fling, &c . . [ receive 'em, 4 At a Weather-Cock Pneft who ner' thinks as he teaches. € At a Cit in his Buff with his Heart in his Breeches. This he'll fling, &c * At Beaux who proteft they of Favours rtereboaft, ' Yet drink the Fair's Health ev'ry Night with a Toaft. This he'Jl fling, &c. 1 At Masks, whoat Fifty wou'd follow Love's Trade; ' At a Femai e of Twenty that fwears fhe's a Maid. This he'll fling, &c At a Coup/e who fwear that they never repented ; At a Briton who fays, he can long live contented. This he'il fling, &c At a Ninny who finds a Gallant with his Wife, Then begs both their Pardons for making a Strife. Wulcan. 4 How .\" [hen I am fooPd I doubt ? Mars 4 No, he-kfts; come, ftill be fmiling, ' free from Spleen, or jealous Doubt, 4 Sri!; be kindly reconciling, i~tat be never falling our. F 7*«"], [80, "20 Iht Cyclopes with the reft joyn in a Chorus, and ' Dane e, firiking on their Anvil. * Thus may your Joys forever Jaft, fe The Qliarms of \"peace bell after Wars we tafte. The End of the Second ATI'. Ac\\ Third and L aft. The Mufick Compos'd by Mr. Finger. Scene a Grove. Symphony. Enter Vulcan, and Jealoufie hhindhim. MY Courage comes, now Mars is gone. I'll not be Bullied into Patience . I fhou'd be jeer'd, fhou'd he go on, By Gods, and Godlins, and all Nations. No, I'll be .bold, now Mars is gone. How fhall I ufe this Rampant Creature ? Jealoufie imitating Ec-he—-— • ' hate her. What if I valiantly fhou'd beat her ? J ealoufk like Ectho, ■ i *~ — — beat her. But when fhe wheadles I believe her. j[ealo*Jfc lih Eieho, » ■»-«■ , leave her. Will *"], [81, "21 Will file ftill Jilt my kind Endeavour ? like Eccho, „ ,.w'.-i.-;ever. How '. Eccho ! what ami? fpeak Eccho ? Jealoufi- like a Cuckoe,— — — -Cuckoe. Symphony. Vulcan, thinking it to be the Cuckoe 1 / Note, Vile Bird, be curft for thy unwelcome Tongue ! Hence, let the hjftful Sparrow hatch thy Young, And Cuckoc be thy Name, and Cuckoe be thy Song /■ Let Married Wretches dread, yet fhare thy Name, Their Wives the Guilt, yet theirs the Shame, Till Cuckoe lpreads.tb.ro' all the Univerfal Frame. - Jealoufie difcovers her felf. Symphony. Jexloufie.. Six, Vulcan, Jealoujie appears J Tho' not to eafe, but raife thy Cares. Still reftlefs round the World. I run, To rack the wretchedLover'sMind : I watch and journey with the Sun, To fearch for what I dread to find. Thence Hiding on a Beam, my Eye Saw Mars with Venus loofely toy. Ritornel. Vulcast. Revengeme Hell, new Pains invent ! To plague 'em, all thy Racks I'll fteal. No, that's too mild a Punifhment; Let'em both lhare the Hell, the greater Hell I feel. Exeunt Vulcan and Jealoufie^ Enter"], [82, "22 Enter Venus and Mars follwivg her, and Gallus and Euphrofyne after ''em. Mars. Yeiid, my Dear, let full pofTeffing Crown my Love, and Charm my Sence. Venus. No, I muft oppofeyour prefTtng With as gallant a Defence. Mars. When Lovers Harveft fhou'd be reaping, Will you wafte the Time in Doubt ? Venus. Ev'ry Town that's worth the keeping, Keeps a while th' Invader out. Cheap Embraces quickly cloy ; Eafy Conqueft feems a Toy : But denying, Struggling, flying, Wanton playing, Wife delaying, Raife us to a Sence of Joy. Mars and Venus. Love's a Hawk, and ftoops apace : We all hurry For the Quarry, Tho' the Sport ends with the Chace. | Ritornel. [Exit Venus and Mar? nfrc her. Gallus to Euphrofyne. Come Child, let us kifs, hang dull filly\" wooing, 'JTi$ time, like our Betters, we two fhou'd be doing . Kind Fate ftill alligns, as a Cuftom that's common, To the Miftrefs, the Matter, the Man to the Wcman. Etipbre-"], [83, "23 Euphrofyne. Be (till, I tiate your wanton Play, Gallus. Yet on a. wanton Miftrefs wait ? Euphrofyne. What others can be found of late ? If now we cannot ftill obey, See all, hear all, and nothing fay, 'Twere pity we«fhou*d ferve the Great. Gallus. What, wou'd you, have me dully wooe ? I cannot flatter, cringe, and fue : Yet if high Love muft pafs between us, Come, I'll be Mars, do you be Venus. [Like a Soldier.\"] Dear M*dam,% you're lb damn'd inviting, Rot pie, I love you more than Fighting. There cannot be a better fport, Than to befiege lb fine a Fort : Your Eyes ftrange Execution do ; Yet I muft dye, or conquer you. Euphrofyne. Hold, or my Hands will prove to yoa OfFenfive, and Defenfive too. Gallus. v Tis vain, make what defence you pleafe, Thefe two white Rifing Tow'rsI'Jl feize. Gal. Yield . [ Struggles with her. 3 Eu. No. Gal. > 1 muft ftorm then. Eu. Do, do, Idefieyou. Be quiet, nay don't you ; I'll cry out. Gal. I'll try you- Eu. Do, do, I defieyou; do, no Body's by you. G E*r"], [84, "24 Eu. Hold, hold! Gal. ' 1 hold you. E,ft —Hold, hold, or IM fly you. Gal. I hold you. Eu. —I'll fly you. G4//. — Do, do, I defie you. [ Gallus carries her off. J Ritornel. Kekntcr Vulcan, having laid a Net by the Couch. Vulcan. My Wife and her Bully are coming this way ; Tho' kill them I cannot, expofe 'em I may.. Since Chains of hot Luft, their dark Union have made, In Fetters as fubtle they'll here be betray 'd. RitorneU Well, let ev'ry Fumble^ Who like me will ftumble, Be foon made as humble. Asl! And may his Wifefly him, Or court others by him, And Fate then deny him To dye. [Exit,. Ritornel. Re-enter Mars and Venus. Mars very Amouroufly. How. my Paflion is encreas'd With imperfect Pleafure toying ! Ell no more ftarve at a Feaft, Hor enjoy without enjoying. . Von us-"], [85, "25 Venus running into his Arms; Ah ! my Dear, my Soul, my alt ! Thus for ever let me lye ! In thy Arms I ravifh'd fall, Tranc'd in melting Joys I dye. [ Mars and Venus ft upon the Couch. Mars. ' 0 blefs me lefs ! th' Almighty Joy < Will ev'n Divinity deftroy. • It (ha?<es and labour's with the Blifs, * And waftes, and waftes with ev'ry ftronger Kifs. It Thunders r and at the fame time, The Net fpreads over ''em, 7 he Scene o pens and drfcovers in a Glory, Ju« piter, Juno, and other Heavenly Deities. Wild Mufick. M&rs,rous' , dout ofhis-Extafie, and finding himfelf caught,. 4 Hah! am I fall'n from Heav'n to Hell ?.' * No, ftill 'tis Heav'n bright Goddefs where you dwell.. Hew / trapt in Chains V Jove here ! Curft Vulcan too ! . Ye Gods, what Being ever fell So low, from high'f than you ?' [To Gallus. J; Dull Spye, by whofe NegleclI'm caught, * Turn to a Bird, and by thy early Call, C l Left fecret Lovers like me falU 4 Prevent the prying Sun, and thus attone thy Fault. Vulcan.. ' Here for ever thus remain : 4 Strong as Fate is Vulcan's Chain* 4 Curs'dbe the Pair that brand my Front with Shame / Wife! Damn,. all Adiilt'rers, Darna/ mi"], [86, "( 25 ) 4 May my worft Fires boy I their Salacious Blood, ' Corrode their Flefh, dry up the tainted Flood; Prey on their Bones, their inmoft Marrow fry, Till they curte Heav'n, like me, and vainly wifh to dye / Momus laughing to Mars. Dear Bullv, thou'rt fitted ; long may you lye thus! 'Tis fweet to make Cuckolds ; but why one of us ? What's cheaper than Women ? Look, yonder appears A World of kind Wives, and of She- Volunteers ! Not one here but wilbes t' have been in your place: Yet, Vulcan, thou'rt wife thus to fpread thy Difgrace: Thus Jealoufy's cur'd, and Men gladly will know, There are Cuckolds above, as well as below. Ha, ha, ha, ha, hah/ as well as below. The Chorus, Repeat the lafi two Lines.\" Symphony. Enter Cupid with a Train of Cupids, Cupid. Thus ail unequal Unions break. Thus Hymen without Love is weak. But I'll exert my Pow'r anew, Make Vulcan kind, and Venus true. Her Gratitude will fbon Improve, And Fr iendfhip fhall relemble Love. Where Hymen wove unequal Tyes, Love to no higher Pitch can Rife. Cupid ftrike* Vulcan with an Arrow! Venus. Compeli'd by Love and Fate's refiftiefs Pow'r, We lov'd, wefail'd, your Pardon I implore. Vulcan. Well, I'm a Fool ! will you do fono more? Venus, Mars, and Cupid. No more, no more, no more. [ Vulcan g9ts to fet *emfree.2 J"], [87, "27 A March with Trumpets and t\\,ett!e-Drums t kc Enter the Followers of Mars. £ Immediately after the Warlike Muftck, Flutes, and other foft Mufick, are hear'd. } Roule, God of War, to Arms, to Arms ! Cupids. To Love, to Love, to Love's Alarms! Warriors. To War, to War, to War's Alarms / Cupids. Hark ! Flutes are warbling Love.' ' Warrior. ' — * — — '■ — « Hark! Trumpets anfwer War. Mars. War, Battles, Conquefts, Triumphs, Glory, War, None bat he is worthy Love, Whom the Charms of Glory move. Cupid and Mars hand in hand. None but he it worthy Love, Whom the Charrm of Glory move* Grand Chorus of aII the Voices and Inftruments. Hail 1 Great Gods of Love and War \\ Thus the World's vaft Empire fhare ! Cupids Glory without Love is vain. Warriors— Without Glory Love's a Banc. Cupids and 2 None hut he is worthy Love, Warriors, j Whom the Charms of Glory move.\" Hail! Great Cods of Love and War? Thus the World's Vaft Empire fhare! H Wbik"], [88, "28 \\ *■ While the Grand Chorus is perform 'd, [e-, veralof Cupid's Followers Dance to- Flute s t and other foft Mufic i \\ and lever al of Mars's Followers Dance to? Trumpets, and other Warlike Mufic^ Alternately ; the Warriors firike on their Shields a kind of Tune with their Scymitars,and Dance a Pyrrhic^ Dance y by Fits fighting of the Stage fuddenly, and then immediately the Cupids come in and Dance, with their Bows and Arrows feeming to aim at each other, then alfo go off, and re-enter by Fits, which ends the Entertainment. An"], [89, "29 An Explanation of the Fable of Mars and 'Ve nus. Out of Mr. Motteux's Gentleman's Journal, Month of January, Vol 3. TH E oldeft of the Heathen Gads was Coslus, whoft &?# Saturn is formtimts defcrib r d like an eld man< devouring his Children-,., and at others with Wings and a Scyth ; with which having fpoilt his Fathers propagating; Faculty, lift he fhouldproduce other Beings, fome of the Blood fell into the Sea, and mixing with- the foamy Waves give birth to Venus. By Ccelm the Ancients feem to have meant the Heavens, whole motions give birth to Time, which k figured by Saturn, made old becaufe firft created ;, and faid to devour his Children, Time devouring its Off-fpring. The Wings imply its fwiftnefs, and the Scyth that it mows down all. Saturn caftrating Ctelus fhows, that Time foon takes from things the power of multiplying their Kind, left they fhould encreafe to too great a Number, and that the. Deftruttion of one is the production of another ; alfb, that even after the lofs of the Power, Defire fluctuates, and creat.es Venus^ Fair Venus is the Wife of limping Vulcan, and Cu pid is her Son', Mars/V the Son of Juno, who by the ad vice of Flora, begot him , having- toucbt a Flower , tv kt even with Jupiter, who begot Minerva out of his Brain without any other help. Mars is charmed, courts and enjoys Venus, but Phcebus difcovers this to Vulcan, who 'frames fo artificial a Net, that he (ecures Mars and Venus in it, who 'are 'exposed to the laughter of the Gods,. Vcn»s is libidinous Pleafure, which is always wed dedto theEire of Luft, which is the reafon that V«/- M»-"], [90, "30 / xan is made ugly, becaufe Luft is fo ; limping like too many of its iufed^d Vflkries ; and fupporting himfelf with aftick, bscadffe fire cannot fubfift without^ael; made God of Smiths, becaule Luftful flames ftrve to forge and fharpen the fir ft points of Love, that is, the Arms of Cupid ; as it made thofe of the Trojans and Greek fin another Sence, the Loves of Parti and Helena having caus'd thofe two Nations to take up Arms. And as Vents is daughter of the Sea, Vulcan's Wife, ■ and Mars' s Miftrefs, file's apt to caufe ftormy commo- tions, 'Fire and Blood Ihed. As for Jupiter'/ having without any help produc'd out of his Brain Mivetva the G.ddefs of Aits and Sciences, ealt'd Pallas and Bellona, whenfbe prefides to defenfive arms, this means the omnipotent Deity, who by hisjupretm jp.'fdem has form' d all fates, and given to Man Arts and Sc knees, with the means of defending himf.lf againfl his Enemies. Juno is Riches Jealo tfte and Envy, that begat Mars, which is \\V_r, in tppfttion to Minerva, that is the flour tfibing condition of Governments. Flora by whom Juqo is advts'd, means Yort-ih, to whofe rafb advice War often ows its beginning. By Mars Warriors are to be un- der food, who gazing on Venus, or libidinous Pleafure, are enticed; and abandoning themfelves to an ignoble fioth hfe their martial vigor, which is onlypnferv'd by milita. ry Difripline. Now this cannot be kid from the piercing eyes of a prying obferver, meant by the Sun, whofe li*ht difcovers all the in t re ague to the Enemy : Thus they are furprized in the fnare which the Eire of Lull, the Husband of unlawful p leaf ure has laid for them, and ex pofe to the cenfure of the GodtKthat is, thier Super lours and. the World- F I N I & i"], [91, ""], [92, ""], [93, ""], [94, ""], [95, ""], [96, ""]]