[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "HUMOUROUS RECITATIONS EN YT&Wigm; WITH PRIDE AND PREJUDICE, OR STRICTURES ON PUBLIC SCHOOLS. BY J. RONDEAU, CLAYHILL academy, enfield. LONDON: PRINTED for the author, and sold by pinnock AND MAUNDER, 267, STRAND. 1820."], [12, "Davidson, Printer, Old Boswell Court, London."], [13, "CONTENTS. Page Preface v Heart's Content 1 School Boy's Complaint 14 The Young Tyro's Release 19 The Pedagogue's Oration 21 The Little Scholar's First Speech 28 The Young Scholar's Vestal Lay 30 The Scholar's Confession 33 The Christmas Recess 36 My Tutor 48 The Pious School-Boy's Christmas Reflections 52 The Robin 57 Filial Love 63 Pride and Prejudice, or Strictures on Public Schools. . . 69 The Silent Tormentor 135 a a"], [14, "ERRATA. Page Line 4 — 15 for do'nt read don't. 17— 1 — sit pet, 17—19 — sit set. 18 — 3 insert, after \" steady,\" eyes front. 22— 1 for The read Tho' 28— 9 — candid ■ — candied. 29 — 3 — pain pane. 37 — 22 — as sure as . — — sure as. 56 — 5 — thy heart your hearts. 56— 6 — thy your 114 — 8 _- remembrance remembrances. 115 — 5 — weaved wove. 117— I — frinedship's ■ friendship's. 122 — 6 — devises devices, 129—22 — dlunge plunge. 131 — 4 — bow — brow. 132—13 — funeral funereal."], [15, "PREFACE. THE following crude pages, amidst the multipli city of more important engagements, were originally thrown together in much haste, for the exclusive pur pose of amusing the Author's own pupils, in their lei sure moments, and their friends during the vacations: and as he conceives it is no minor duty of a preceptor to shew the young people entrusted to his care how to blend utility with amusement, or rather that amuse ment and utility should be inseparable, he has endea voured to give those Essays such a turn and modifica tion, as may, in some degree, direct the young Tyro's attention to those subjects which ought principally to engage it, and at the same time facilitate the address, nduce a just notion of morals and manners, and strengthen the memory. b"], [16, "VI The Author has committed his efforts to the press, not from the vain presumption, that they can endure the scrutiny, or are worthy the notice of Criticism, but to spare the time and fatigue of writing out reite rated copies for recitation. However, should any gentleman of the Author's profession consider them worthy of an introduction into his school, he will certainly be at liberty, now they are before the Public, to do so; and the Author will be gratified in having contributed his tiny trifle towards the assistance of that respectable and laborious class of the community, and to the benefit of that sa cred deposit, for the best interests of which they are so seriously responsible. A slight alteration in some of the pieces, by way of change of initial or appellation, and a grammatical particle or two, will adapt them to general and perpe tual use. It will be immediately perceived, that irony is the prominent characteristic of these recitations, by which"], [17, "VII an effective instrument is put into the hand of the youth, who unconsciously becomes his own discipli narian. A magical mirror is presented before him, in which he discovers himself as he is, with the absur dities of his childish notions, and the extravagancies of youthful importunities. A word, perhaps, may be necessary, in reference to the structure of the piece, entitled \" Strictures,\" &c. It assumes something of the semblance of the dra matic, but it is in semblance only. It will be readily seen by the judicious eye, that almost every definite feature of the drama is wanting, and that a simple dialogue may as legitimately be termed theatrical as the piece in question; it being nothing more than a Colloquy, supported by several individuals. The subject and conduct of their conference reject all comment as well as apology from the Author. That which is right needs no apology, and that which is wrong no apology can either justify or palliate. Before the only competent tribunal, namely, a can- b2"], [18, "VIII did aud enlightened Public, the pert Lilliputian, ac cording to his merits or demerits, must stand or fall. and to the decision of that tribunal, he will feel it his duty to bow with cheerful acquiescence, — or, thankful acknowledgments. A few typographical errors, the unavoidable effects of haste, will, by the accurate reader, be detected and — pardoned. J. R. Academy, Clayhill, Enfletd."], [19, "HUMOUROUS RECITATIONS III VttZty &s. THE HEART'S CONTENT; OR, JUST AS YOU PLEASE. A PINDARIC VAGARY. I must protest, I'd rather be excused ; — But Ladies' wishes ne'er may be refused : Courage recovers when the fair invite ; We breathe new energies and fresh delight. Their graceful sceptre, while it rules, revives ; And is the pride and pleasure of our lives : Their genial smiles shine chilling fears away, As Sol's soft rays the dews at opening day. Those smiles suspended, dismal night pervades, And throws our whole horizon into shades: B"], [20, "2 A night whose horrors make the stoutest start, — And strikes a terror thro' the boldest heart ! But, now I bask in those delightful beams, My Muse seems pregnant with a thousand themes : Down from the Olympic heights her sisters spring, Resolved, for once, to hear a school boy sing. Apollo's lyre warbles a soft assent, And vibrates every chord of — \" Heart's Content.\" The Loves and Graces lend a listening ear, And wonder what new song this is they hear. Forth from their flowery grots they gather round, ln mute amazement, catch the fleeting sound. Descending on an Iris, Fancy flies, As all her varied forms the mimic tries : While young Imagination wildly waves Her magic sceptre o'er the youth she loves. Tenacious Memory mingles with the throng, Humbly soliciting a sober song. The airy Goddesses assenting smile, And their wild frenzied notes suspend awhile. The band is still — hushed is Apollo's lute — All but the Matron Deity is mute. Even now, I feel her potent influence Pervading every power of mind and sense ;"], [21, "3 Thro' me, her medium, now vocal made, She'll tell of all that's done, and all that's said, In school, at Church, play-ground, and 2ven in bed. But, first, she begs to intimate, that we The members of C***hill Academy, Are bound by compact ne'er to disagree, But live in \" Heart's Content\" and amity. Monsieur R*****u, C. P. et tout ensemble, Do what we please, and never, never grumble ; We may comply or not comply — assent — refuse — Obey or disobey — just as we choose: — Perform our daily studies, if we please — Or sit supine in ignorance and ease. Be orderly, disorderly, mild, or rude, Docile or indocile, bad or good ; Our academic laws and rules revere, Or imitate the pig, or bull, or bear, And breed chaotic discord every where ; Our character of gentlemen assume, Or, in coarse manners, emulate the groom. — Caprice and whim 's the order of the day ; We all contend that school 's the place for play. Confusion, riot, mischief, license still; — In short, we C***hill boys may do just what we will B2"], [22, "4 Masters nor scholars utter one complaint — We all are bound to smile the — \" Heart's Content. He gives us all full latitude, and we, Of course, allow him the same liberty. SONG To the tune of— The Roast Beef of Old England. Come hither, come hither, ye grumbling boys, Come, come to C***hill, and partake of our joys; We may roar, rant, and riot, make mischief and noise CHORUS. Oh! the brave sports of C***hill, boys; Then come to the school at C** *hill. Cry, a fig for all business, and throw time away ; Yes, yes, my brave boys, we may do this all day — Mind, I do'nt say we do so — but only we may. CHORUS. Oh .' the brave sports of C***hill, boys ; Come, come to the school at C***hill."], [23, "5 My friends, I hope, will pardon my rough voice ; Boys crack their chanting pipes with roaring noise But what do you infer from C***hill School ?— Do you not think each boy a dunce or fool. Oh ! no such thing, I assure you, is the case ; A dunce or fool here dare not shew his face. Some of the brightest sons of Genius here Love learning as their favourite atmosphere ; Who spurn the stigma of a blockhead's name, And stand fair candidates for lettered fame. But yet we labour under no restraint, Nor goaded on by any base constraint : No shameful flagellation, cries, or groans ; No brute-like beatings bruise our aching bones. No dreadful rod within the master's reach ; No pungent tingling of the uncovered b— — h. Oh no ! we soar above such slavish awe : Self-will is our sole prompter, guide, and law. 'Tis true, our good preceptor prompts our will, By various maxims of his secret skill. For instance, now, I give myself rude airs, And choose to lie in bed till after prayers : A dreadful storm is brewing now, you'd swear ; — No — not the slightest cloud is hovering there : B3"], [24, "6 Without one murmuring sound or threatening sign, He merely marks me down a double fine ! So, if perchance, we choose to disobey The established laws of the Academy, — Neglect our studies for our play or whim, — You'd think this would most sorely ruffle him, — No, not in the least; without one scowl or frown, As usual, he just merely marks us down The fine of rebel, trifler, dunce, or clown. So, when at Church, 'tis Mr. R*****u's will We sit devoutly mute, demurely still ; And, walking to and from that gloomy place, Maintain a regular and sober pace — A gentlemanly air — becoming grace: On our return, the sacred text rehearse, — The part of Holy Writ, chapter and verse; And, what to many would quite needless seem, The leading features of the holy theme : Well now, suppose myself and colleagues all Consider this too systematical, — Too saint-like, too restrictive, pure, precise And that our worthy master 's over nice : And, tho' his ways may all be very good, We choose to take a wider latitude —"], [25, "7 And imitate the generous untrained horse — Shew most resistance when you check his course ; Suppose we spurn all order, sense, and rule, — May not a body sometimes be a fool ! Times with poor Tyroes have a pretty pass, If one may neither be an ape nor ass. SONG. Mark this, ye lawless boys, Who love the name of looby, — Who scorn all other joys, But such as please a booby ! Here you may have your will, And feed your foolish caprice, To play the monkey still, In all its wild vagaries. CHORUS. Who would not be a clown Or blockhead, if he may be, And rise to such renown As coxcomb, fool, or gaby."], [26, "8 Fine fun, sweet ladies, — glorious sport, you see, — Fine times, indeed, when boys may boobies be, And follow, without fear, their foolery *. Who would not join our happy dynasty. \" Aye, aye,\" some flogging pedagogue would say, \" You little rogues, were you under my sway, \" I'd teach you how to have your will and way; \" I'd cane and flog you nineteen times a day.\" You might do so, kind sir, but Mr. R. Does quite as well without this mighty stir; His eye and pen have more coercive powers Than if you were to flog us for five hours. He still preserves his usual cheerfulness, And, when we've had our way, then he has his. We may throw stones, or fight, or, like stag hounds, Leap hedge and ditch, or bird-nest out of bounds : Oh yes ! without one frown from our seignior, We may do all these things, and a thousand more. A curious case, the other day, Occurred while we were all at play : A little boy a bird had bought, And had it safely — as he thought — \" Sweet little creature, if I can,"], [27, "9 \" I'll keep you till I grow a man; \" And, then, if I should get a wife, \" We two shall be the comfort of her life : \" If I tease her, you must please her; \" Should she scold me, you must sing, \" And make me happy as a king.\" Such were the little fellow's schemes ; — But, oh ! how contrary are dreams — For one George — Oh no, no, no name — Who glories in a right good game, Slily slipped behind his back, And gave his b h a sounding smack ! The little fellow, starting, did most loudly bawl, While off flew Dicky, hopes, and dreams and all The wanton wag was sentenced, then, to pay The value of the bird, and lose a holiday, To pay the fine of striking wantonly, And for one month to be in Coventry : While Mr. R., to dry the tears away, Composed the following little roundelay."], [28, "10 SONG To the Tune of — Encompassed in an Angel's Frame Ye Tyroes pour the pitying tear, For Dicky gone away ; Had he been mine another year, — He had not flown to-day. How would he clap his gold-tipped wing, Chanting his dulcet lay; If here he still did clap and sing, — He would not be away. How sad all places now appear, — I wish I were asleep ; Even pitying stones would drop a tear,— If stones could learn to weep ! But see, he pauses on the wing, And hovers in the air; — Come here, come here, you pretty thing, And then you'll not be there !"], [29, "11 But now, for fear your patience should expire, I'll just tell one thing more, and then retire: I know you'll laugh outright before I've done, — For ladies sometimes love a little fun. One night, when Somnus had withheld his sway, And lovely Cynthia emulated day, As thro' the casement peeping, where we ruffians lay, We all determined on a game of play. Well, out of bed we stole, with silent glee, — Oh ! 'twould have been a curious sight to see The members of our midnight revelry ; — Some capped and gowned, — and some in nudity. — But what to play at puzzled our wise brains, As mischief danced along our wanton veins : Nothing like \" Bait the Bear,\" cried many boys, — \" Oh no !\" said G n, \" that makes too much noise \" You know whose couchee lies contiguous, — \" And, should he hear, what would become of us!\" Well, after much loud whispering, some agreed To see who best could stand upon their head. Some chose to play at whoop, and some, pele mele, Preferred to jump a little naggy's tail : Away we went, then, tumbling o'er the beds; —"], [30, "12 Whole groups were now seen standing on their heads ! Pillows and sheets lay scattered o'er the floor, While heaps on heaps rolled rumbling o'er and o'er. Now were we in the zenith of our joys — Lost all precaution — kicked up such a noise ! There we were running, rolling, romping, Skipping, hopping, dancing, jumping, — \" Jump a little nagtail,\" bawling out — \" A weak horse there, without a doubt.\" — When, lo ! and behold ! and mark ! and see ! who stands there ? — A Ghost ! or Mr. R*****u, I declare ! \" Jump a little nag tail, one, two, three,\"— Jump a little nagtail, one, two, three, — Aye, aye, aye, aye! — What' s this I see ! — Off, off, off! In dumb amazement, we were panic struck ! — While in the self-same attitude we stuck, As that in which he caught us all so clever ; Some with heels up, and some half down, While heaps o'er heaps lay overthrown ; And from that self same attitude we never Alive had risen more to jump and play,"], [31, "13 But, that his softening voice soon thawed the ice away, And brought our stiffened members into play. \" Fine sport, sweet sport, my pretty little elves; — \" Had you not better sleep, and rest yourselves ! \" Nay, do not be alarmed — all must be right — \" You've had your whim and will and way to-night; \" To-morrow, I shall take my turn,— you know, \" You need not doubt my paying all I owe.\" Well now, my friends, you see the analysis ; How fair and candid on both sides it is : We have our way in that, and he in this. But list! Apollo sounds the farewell strain, And beckons to the Olympic hills again .* The listening throng implore his stay in vain ; The Muses graceful follow in his train : Even now, I scarce can hear their lessening lay. While, in soft dying cadences, they melt away. c"], [32, "14 THE SCHOOL BOY'S COMPLAINT. — No, Sir, — I cannot speechify like other boys, — I never could repeat five lines without a pause ; My pericranium is too solid to receive Such bulky impositions as you give. What ! ten long lines at once in this thick block ! Oh no ! there never can be room for such a stock. Besides, what use in all this rhetoric stuff; Surely, each child by nature knows enough. I've passed by Billingsgate, and seen the wenches there, Foam, stamp, and bellow, chatter, bounce, and swear In strains of stormy eloquence beyond compare. And pray, who taught these orators their rules? Think ye they ever learned their arts in schools. — Ah, Sir ! I 'm sorry you exclaim \" Oh fie /\" — But really, you expect too much from such as I."], [33, "15 Do you not give me cause of just complaint? Are not such tasks enough to sour a saint ? How cruel and unkind, Sir, must you be, To see me cry, and yet not cry with me. I wish my Ma. and Pa. and sister now were here,— They 'd kindly shed a sympathetic tear. They could not bear to see their darling weep, But beg you to excuse the child, — and let him go to sleep. But, if the rhetoric of tears will not avail, Ah ! let me hope sound argument will prevail, To banish from your school such useless arts As boys think useless, and which grieve their hearts. Surely, good sense and reason make it plain, — Children should nothing learn that gives them pain. I need not, Sir, instruct yon in these things, That boys should hg.ve their will and way, like Indian Kings. What trouble it would spare you, what bustle, and what fuss, To sit supinely at your desk, and leave the whole to us. If studies were neglected, for mischief, sport, and noise, You'd say, \"all must be quite correct that please my play- ful boys.\" Trust me, good Sir, that nothing is more true, Preceptors should not govern as they do : C2"], [34, "16 Boys should be governors, make laws, and rule, And manage all the— -mischief of the school. Schoolmasters nothing rightly can discern : They think that school 's the place where boys should learn ! Why, yes ; and so they should learn — what they please, But nothing that would interrupt their ease. Now, if you'll give me leave, Sir, I'll just shew How wrong your system is, all thro' and thro' : First, in the morn, the moment we're down stairs, Brush hair, wash teeth, read Bible, go to prayers — A pretty plan, indeed, thus to begin the day — We 'd rather have a right good game at play. I believe you! — Give me \" Prisoner's Base,\" \" Cross Touch,\" \"I spy Eye,\" or \" Chevy Chase;\" Or any other recreation we might find Congenial with our will and playful mind. Instead of which, long lessons next take place, Sad harbingers of many a rueful face. These tasks got thro', the breakfast bell now sounds, And bread and milk heals all our morning wounds. Our strength recruited, out again we run, And soon forget our troubles in our fun. But ah ! in the full climax of our joy, A sound is heard, which petrifies each boy :"], [35, "17 \" Sonnez la cloche\" — it sounds — \" last in sit down ;\" See how they fly, and heaps o'er heaps o'erthrown ; A death-like stillness in the play-ground reigns, While the poor Tyroes must renew their pains. Ah, wretched youth ! compelled to go to school ! — Oh, that I might be idle — and a fool ! Happy those little fellows who run wild, Compelled to nothing that would grieve the child ; Thrice happy they who have of play their fill, — Oh ! happy boys who may do what they will. But, 'twould be vain to mention all we do, And what poor C***hill scholars must wade thro'. From hour to hour, throughout the livelong day, (Except the fleeting moments of our play,) An interchange of studies each succeeds, And binds us close — as lawyer to his deeds. Even our half-holidays are infringed upon; The plaguy marching-business then comes on : With \" Fall in there\" — the whole — \" Last in sit down' \" Come, quick, without a murmur or a frown. \" Heads up — toes out — eyes right — stand square — and dress — it C****r5 come up — now you're too forward — less — C3"], [36, "18 \" Steady, my little fellows — left foot fast, — \" Come, don't look cloudy [K***] and overcast. \" Attention — steady — stand at, ease — \" Attention— steady — tell off now, if you please.\" Well, then our Master General displays his tactic skill, With all the various evolutions of his whim or will : There's open order, and close order, double file, and form March, counter-march, right and left turn ; Clap hands, keep time, get warm. Yes, Sir ; you know our Exercise is this, At least for one full hour, until you shout \" Dismiss.\" But, why not be sincere, dear Sir, and finally dismiss us From all those boring lessons which incessantly distress us From Grammar, Latin, French, and Poetry, Writing, Arithmetic, Geography, The Globes, and puzzling Problem, and Astronomy, Dictation, Questions, Lectures, History; From all we 're made to do, against our will ; And— every thing that is disagreeable. Yes, Sir ; kindly dismiss us from all these, And then you'll learn — the pleasing art — to please."], [37, "19 THE YOUNG TYRO'S RELEASE Oh dear ! Oh dear ! how very tired am I ! I must confess I am glad the time draws nigh, When I, for one full month, shall bid farewell To all the troubles that poor school- boys tell : To teazing task — hard question — puzzling sum- Grammar — geography — and smarting — Ah ! you did not laugh last reckoning day, When some that I could name — but I'll not say — With cards all lost, and blank ill-boding face, Pale presager of well deserved disgrace, Soon sang a song that echoed thro' the placeJ But, quite enough of this for one half year; May I, and may you all, henceforth be clear ; May we revere our dear Preceptor's voice, And make our duty our delight and choice."], [38, "20 For you, indulgent friends, who have this day Kindly regarded our puerile display, Great thanks are due, my colleagues all confess ; Which, by their smiling looks, they well express, But oh ! what conflicts do those smiles disgviise ; What hopes and fears alternately arise : We hope to please, and aim to gratify, But fear lest all be blasted by the critic's eye. — But see, a sudden halo round us play ! Hope unobstructed shines; fears flee away; We clearly see, in every friendly face, The critic clothed in Candor's kindest dress."], [39, "21 THE PEDAGOGUE'S ORATION IN PRAISE OF CASTIGATION; WITH His sophistry dissected, And the School Boy's breech protected ; The downfall of the birch, And the flogger in the lurch. \" Tho' the oak be the prince and the pride of the grove, \" An emblem of poweT, and the favourite of Jove ; \" Tho' Phœbus his temples with laurels has bound, \" And with chaplets of poplar Alcides is crowned; \" Tho' Pallas the olive has graced with her choice, \" And in pines, mother Cybele 's said to rejoice ; \"Tho' Bacchus delight in the ivy and vine, \" And Venus her garlands with myrtle entwine; \" Yet the Muses declare, after diligent search, \" No tree can be found to compare with the \" birch.\" \" The birch, they declare, is the true tree of knowledge, \" Revered in each school, and remembered at college."], [40, "22 \" The Virgil's famed tree might produce as its fruit \" A crop of vain dreams and strange whims from each shoot, \" Yet the birch, on each bough, on the top of each switch, \" Bears the essence of grammar, — the eight parts of speech. \" 'Mongst the leaves are concealed more than memory can mention, \" All cases, all genders, and forms of declension. \" Nine branches, when cropped by the hands of the Nine, \" And duly arranged in a parallel line, \" Tied up in nine folds of a mystical string, \" Then soaked for nine days in cold Helicon's spring, \" A sceptre compose for a Pedagogue's hand, \" Like the fasces of Rome, a true badge of command. \" The sceptre thus finished, like Moses's rod, \" From flints can draw tears, and give life to a clod. \" Should darkness Egyptian or impotence spread \" Their clouds o'er the mind, or ignorance the head, \" This rod, thrice applied, puts the darkness to flight, \" Disperses the clouds, and restores us to light. \"* Like the Virga Divina, 'twill find out the vein \" Where lurks the rich metal — the gold of the brain. \" Should Genius a captive by sloth be confined, \" Or the witchcraft of pleasure prevail o'er the mind,"], [41, "23 \" This magical wand but applied with a stroke, \" The spell is dissolved — the enchantment is broke. \" Like Hermes's rod these few switches inspire \" Rhetorical thunder and poetry's fire ! \" If Morpheus our temples in Lethe would steep, \" These switches untie all the fetters of sleep. \" Here dwells strong conviction, of logic the glory, \" When 'tis used with precision <_ posteriori. \" If nature be slow, 'tis the birch must assist her, \" For Science works upwards when given as a . \" 'Tis known, a short lecture must strongly prevail, \" When duly applied to the head — thro' the tail : \" Like the electrical shock, in an instant 'tis spread, \" And flies with a jerk from the tail to the head; \" Promotes circulation, and thrills thro' each vein, \" The faculties quickens, and purges' the brain. \" By sympathy thus, and consent of the parts, \" We are taught, fundamentally, classics and arts. \" The birch, d priori, applied to the palm, \" Can settle disputes, and passion becalm: \" Whatever disorders prevail in the blood, \" The birch can correct them, like Guiachim wood; \" It sweetens the juices, corrects our ill humours, \" Bad habits removes, and disperses foul tumors."], [42, "24 \" When applied to the hand, it can cure with a switch, \" Like the salve of Old Molineux used in the . \" As the famed rod of Circe to brutes could change men, \" So these twigs of the birch can unbrute them again; \" Like the leaves of the Sybil, that branch of pure gold, \" These twigs can the gates of Elysium unfold : \" That Elysium of learning where pleasures abound; \" Those sweets that still flourish on classical ground. \" Prometheus's rod, which, mythologists say, \" Fetched fire from the sun to give life to his clay, \". Was a birch, well applied, his new man to inspire \" With a taste for the arts, and his genius to fire. \" This bundle of rods may produce this reflection — \" That the arts with each other maintain a connexion. \" Another grand moral this bundle of switches \" Points out to. our notice and silently teaches — \" For, as twigs, when united, can scarcely be broken, \" Of peace and good neighbourhood these are the token. \" Then, if such be its virtues, we'll bow to the tree, \" And the birch, like the Muses, immortal shall be.\" RESPONSE. With trembling attention and shivering awe, I have marked, oh, dread Sir ! all your sophistry's saw."], [43, "25 i Oh ! look not so fiercely, dread sovereign of switches If I prove not my words — why then down with my — Nay, shake not thy sceptre — thy fury allay, And wilh clemency hear what a school-boy can say. Nunc modo semel audi alteram partem per se Fiat spectabis Magister, et tu spectabere. (The sense of this couplet is plain, I presume, Altho' mere English verse in a Latin costume.) Argiimentum baculinum, is now out of vogue, Fit only for vagabond, brute, or vile rogue : A generous preceptor maintains due decorum Without that vile instrument held — in terrorem ! He feels as a Christian, and rules like a man, And spurns slavish discipline, rod, and ratan : His boys, not like African slaves, without spirit, But bold Britons' sons, full of fire, life, and merit. 'Tis true, learned sir, I must freely confess, You have laboured your cause with no little address All the fields of the Muses you seem to explore, And have crowded your speech full of classical lore With bold figure, rich trope, apt allusion, we see All the features which form a complete Epope: The whole tribe of heathen gods stand full in sight, With the whims and vagaries of old Pagan Night : D"], [44, "26 You have rummaged your cram'um-storehouse of knowledge, Your oration smells strong of the lamp and the college : Oh yes, sir! you have taken great pains, and great care, We should know how well-read and well-letter' d you are: We believe you well versed in the studies of youth ; A great lover of arts, — but a novice in truth. Mythological nonsense and heathenish dreams, And scourging, and beating, and such barbarous schemes, Consistent with old times of darkness might be; But with freemen and Christians can never agree. What ! will streams of warm blood oozing down from each pore, And the skin lacerated to one general sore ; With tears and entreaties and heart-rending moans, Enough to move Pedagogues, Pagans, or stones — Will such means give life to the clown, or the clod? Is Mind the legitimate fruit of the rod? What ! may vices be healed, and bad habits reversed, And evil propensities changed or dispersed, Can learning and virtue, good manners and arts, And all that a good education imparts — Be wrought by the magical stroke of the rod? Why then let us adore it — it must be a god !"], [45, "27 But, with all due submission, sir, I greatly fear That this god will find very few worshippers here ; He's too much like Moloch our affections to move, Tho' he works on our feelings — he wins not our love: We doubt his pretensions, discredit his fame, And subjection to him, deem disgrace and foul shame, Oh, yes; we are persuaded, beyond the least doubt, You may flog Satan in, but can ne'er flog him out ; Then cease your eulogiums, sir, on this vile cause, And set your protest against sanguinary laws ; Degrade not humanity down to a beast ; Whips and blows never soften the obdurate breast : But a dignified firmness, with kindness, will move The dull feelings of clods — and unite fear with love. na"], [46, "28 THE LITTLE SCHOLAR'S FIRST SPEECH My dear mamma, I do beseech, You'll hear me speak my pretty speech ; And then I'll tell you all I know, And what a scholar I do grow ! For I have learnt to read and spell, And write and cypher — all so well : I can spell cake, and apple-tart, Plum-pudding, pie, and horse, and cart, And candia comfits, __*d sugar kisses, So nice and sweet for little misses : And I can write, too, on the slate, The little letters and the great ; I can write cat, and mouse, and pig, And whip, and ball, and old man's wig ; And Pa. and Ma. and sister too, Oh dear ! I hardly know what I can do."], [47, "29 1 can count one, two, three, four, five And three make eight as I'm alive; I have not broke one pain of glass ; And I'm the third boy in my class; And I can say the Latin grace — And sometimes get the highest place ! There now, mamma— do 1 not know More than I did some time ago ; And is not this a pretty tale ; Have I not said it very well ; Shall I not be your darling boy, And have a kiss, and a pretty toy ? n-i"], [48, "30 THE YOUNG SCHOLAR'S VESTAL LAY. I am told, dear Mamma, that we live in a time, When folks stand for nothing, except they can rhyme ! Now, if this be veras, which signifies true, A scholar like me should try what he can do; And, tho' 'tis too early to enter my name, As a candidate yet, for poetical fame, Yet, to stand as a cipher, and noticed by none, Or be laughed at and hissed as a dull-headed drone, Is a case, you know Ma., not so well to be borne ; One don't like to be held as an object of scorn : So, thought I to myself, — I'll get out of this scrape, By spinning a spondee or so in some shape ; If I fail, I at least shall have made the attempt, And, by doing my best, shall of course 'scape contempt For tho' poeta nascitur, nonflt, — I know — Which is, poets are born such, and cannot be made so, (By the by, do you see what a scholar I grow!)"], [49, "31 Yet that is no proof I may not be a poet ; If I ne'er make a trial, who ever can know it ? So, being determined to make my debut, To my scruples and fears bade a final adieu ; Then, dipping my pen, with my heart pit-a-pat, Down I sat, like a mouse while she's catching a cat! Well done ! that is a good rhyme, as ever was seen, And, as for the sense — Oh! they'll know what I mean Now then for a subject, and — then I'll begin, Dash on, \" helter-skelter\", through thick and thin-. Sense, meaning, or no meaning, just as may be, Like school-boys in play-ground, unfettered and free, For matter and manner should always agree. A subject — let's see — there are subjects enough, Any thing will go down, now-a-days, any stuff: La ! Ma. see what novels, what poems, what plays, Pour out from the press in these licentious days ! Any scribbler to authorship now makes pretension, To poison the mind or sow civil dissension. Pshaw ! that's an unfortunate stroke of my pen — I wish I could call back that scribble again. If scribbling and nonsense is so great a crime, What then will be said of my sense -and my rhime !"], [50, "32 \" Pon-honor,\" as shrill as a Dandy can squall, \" Pon-honor,\" they'll shout \"that last word has spoiled all.\" How plaguy provoking ! —so well I begun, And was just going to give you a long tale of fun About school, as is usual, and all we do there, Which would have been so interesting to hear ; But now I seem magic struck ! all in amaze ! As stiff as a Dandy stuck up in his stays ! I'm sorry my speech ends in preface this time, But this is all owing to jingling rhyme : Had I been less presumptuous, and done it in prose, And just ventured so far as the length of my nose, I might then have detailed, in a plain simple way, Of my studies and tasks since last Midsummer's [Christmas] day. Of my aim to excel, of my zeal to improve, Of my ardor to win, and deserve your best love : Such matters as these, in a plain simple dress, Would have pleased you much better, and worried me less. A crown might have sealed the success of my cause ; The crown of your love — and your smiles of applause."], [51, "33 THE SCHOLAR'S CONFESSION. May I hope my Mamma will one moment attend, While I speak a few lines my Preceptor has penn'd. Tho' the subject is simple, and thoughts rather wild, Will she suffer the artless attempts of a child; And, should accent and emphasis grate on her ear, Will she kindly correct me, and still deign to hear! My theme aims at nothing, she easily may guess, But to form my rude speech, and assist my address. 'Tis all about school, and our interests there; Our pleasures and pains, play, studies, and care. Our pleasures are many, and pains are but few When the duties of school we industriously do: But, when we neglect them, 'tis right we should smart, — Better part with our play, than with learning to part. And though, dear Mamma, — I am sorry to say — I am sometimes a little too fond of my play; Am inclined to be giddy, and wanton, and wild ; And too much like a thoughtless, and wayward young child ;"], [52, "34 Yet, 'tis shameful and wicked, a most heinous crime, To abuse my best days, and to dissipate time ; To destroy all the efforts and hopes of my friends, Which they kindly bestow for the very best ends. Sometimes, when these faults I revolve in my breast, My shameful ingratitude robs me of rest. I then drop a tear, — and my weakness deplore, And vow to myself — that I'll do so no more. I must now cease to harp in this sorrowful strain, Lest, by telling my pains, I give Mamma pain : I know her forgiveness, and kindness, will move Her to veil all my faults in a mantle of love. I now fain would tell you of things laughable, And how happy and sportive we are at C***hill. I would tell about shuttlecock, battledore, ball, Hide and seek, whoop, and racing, and tumbling, and all How we fall out — and make it up ; kiss — and are friends And what boisterous logic our contests attends ! How we all speak at once, in a tone clear and strong, And how loud and how noisy they are who are wrong; Such things I would tell you in metrical chime ; But your patience has borne quite enough for this time ; And, tho' these adventures and juvenile plays, May remind dear Mamma of her infantile days ;"], [53, "35 Yet a story too prolix is tedious and rude,\" And is ne'er well received — be it ever so good. Then, as you've condescended to hear me so long, With my thanks, — I will now put an end to my song."], [54, "36 THE CHRISTMAS RECESS; OR, THE FIFTH COMMANDMENT—\" Honour thy Father and thy Mother. Once more with buoyant heart, on wings of love, I haste a parent's tenderness to prove. From Academus' cloisters, lo, I come — Again to taste the dear delights of home : Leave learned lumber of five thousand years, For the dear dew-drops of Affection's tears : Leave studies, masters, colleagues, laws, and rules, And all the various discipline of schools ; Rods, restive rebels, dunces, drones, and fools : Breathe from the ardor of my studious course ; Check the full speed of my young Pegasus — To seek again the dear maternal breast, My infant home of happiness and rest. Than whom, nor books, nor masters, colleagues kind, And every good effect of school combin'd,"], [55, "37 Honors, rewards, nor prizes, playmates, sport, I love so well, nor so sincerely court. Yes, much loved friends, it is your blest embrace For which I burn, and love a short recess. For you I quit the vestibule of knowledge; Prefer your fire-side to school or college : For you 1 snap the Muses' leading string, — Slip from their nursery to your fostering wine ; Breathe in my up-hill efforts and my pain, The towering heights of literature to gain ; To enjoy your kind exhilarating smile; To note your nod of approbation, all the while I blushingly attempi. a faint display Of my improvement since Midsummer-day. And at some happy intervals to hear Your plaudits vibrate on my ravished ear. In the soft sunshine of the indulgent eye, To bask in all the beams of Charity : To laugh and talk at wanton random, too ; Begin a game of play, and — go quite through. Nor fear the appalling sound of the dread bell, A summons as sure as death, — and as inflexible. E"], [56, "38 '.■ I love the holidays, that I may sip Once more affection from the fountain lip. To sit and glance at those love humid eyes, And mark maternal feelings as they rise : Those eyes that watched me in the cradled arm With tremulous apprehension and alarm : Her who prevented or assuaged my pains, And kissed affection in my infant veins. I quit awhile my school, with heightened glee. To seek my dear young friends' society ; To court their kind inquiries of my \"cast,\" And thro' what various studies I havfe passed. And, while in knowledge I increase apace, I need not blush to own — I grow in grace. Such things to tell them, while my father's joy O'erflows, as listening to his darling boy : Like the red orient beam on Ocean's face, Darts all the vivid colours of its rays O'er his flushed countenance, while I relate So grateful indications undulate. I hail the holidays, that I may prove The benedictions of a father's love,"], [57, "39 And, in the accents of my heart, express My grateful sense of all his tenderness ; For each kind token of remembrance, In such a way which did those gifts enhance : To assure him of their stimulative force, And quickening influence in my arduous course The impetus deriving from his meed, Strengthened exertion, and gave wings to speed For such delights, in sweet anticipation, I court recess — I welcome the vacation. * Farewell, I say, a short farewell, once more, To all the charming tales of classic lore : To fair Andromache's regrets and tears, Hector's test lingering look, and boding fears,- The plumed helmet, and the infant's cries, — The nurse's hush — and sympathetic sighs. 1 cease to weep o'er Hector's mangled corse ; Nor curse the base Achilles in his tyger course Fly from conflicting heroes' clash of shield, And all the sanguine horrors of the field : Helen's illicit love's unhallowed fire, — Paris's perfidy, and foul desire. ES"], [58, "40 Suspend my pity o'er the poignant throes Of parents', widows,' orphans,' virgins' woes, With all the ten years' troubles of lost Troy — The dire effects of one ungracious boy ! For your loved fostering arm and fireside, I leave the bowers of sweet Arcadia's pride; Ravish my eyes from bright Hesperia's groves, Those gardens of celestial nymphs and loves. No longer feel Eve\"s sad propensity To pluck the golden apples from the tree ! Tremble no longer at the dragon guard, Nor stand astounded at the flaming sword, — The dreadful conflict, and the glad success Of Jove's great son — the far-famed Hercules. I start from the ecstatic sylvan strain, And quit the arm of the sweet Mantuan swain ; In vain the witchery of his rural reed ; Sweet Nature's voice more potent still can plead I quit the mazy labyrinths of lines, Diagonals, circles, semicircles, trines,"], [59, "41 With all the laws of geometric skill, To puzzle or demonstrate — as you will. Forego the pleasing diagrammatic art, To enjoy — the mathematics of the heart. No more I wander o'er Earth's varied map, Nor ride sublime on Ocean's liquid lap; Nor compass sea and land ; nor plumb the deep Nor climb the rugged rock, nor mountain steep. Quiescent — travel round the globe, and still Sit safely at my desk, secure from toil or ill. The soul-ennobling science of the Stars, Astronomy — the planetary laws. From the vast concave of the orbs above, I drop at once — into the arms of love. No longer soar sublime the Milky Way, Nor grasp the magnitude of solar sway. No longer plunge into the depth profound, Nor rove the spacious universe around. Forget the names, the motions, characters, The courses, distances, of all the stars. Prefer a parent's mild benignant eye To all the glorious gems that deck the sky. E 3"], [60, "42 To foreign tongues I bid a brief adieu, For the delightful language spoke by you; No sounds so soft — no syntax so complete — No words so good — no accents half so sweet- No eloquence a pleasure can impart, Like the effusions of a parent's heart! The various works of literature and taste, All that compose the intellectual feast ; Historic tale of well-recorded woes — The treachery of false friends, and rage of foes All that can interest, instruct, amuse ; My various round of Teading I refuse, To read the still more interesting page — Legible alike to infant, youth, and age. No themes nor subjects now must be pursued, But the sweet theme of filial gratitude. Poetic pains and pleasures I forego ; Those pains and pleasures none but poets know ! Imagination's fairy fields no more With feeble fluttering pinion I explore : For solid pleasure — tangible delights, Forsake the flitting forms of Fancy's flights."], [61, "43 Yes, dear Originals ! I like my school — I like my studies — masters — scorn a fool. I like a game of play — whip-top, or ball, — But love my parents paramount to all. Therefore it is I long for your embrace, And therefore 'tis I love the holidays. Think not, kind patrons of my past success, My embryo hopes and future happiness, Think not sloth germinates the dull desire, Or somnifying impulse to retire : No, — think me not like those leaden-headed lumps Who live to eat and sleep, or yawn in doleful dumps ; Rather than rise thro' learning to renown, Would sneak at home, a booby — die a clown. Creatures who look on schools as prisons drear, — The masters jailors, rigid and severe : School-study an intolerable bore : Restraint and discipline they hate still more. Such dolts and dunces are the pests of schools ; But we are plagued with very few such fools. But yet, there are some few that I could name, But would not willingly expose to shame,"], [62, "44 You know, if a poor fellow's born a block, We should not make him the school's laughing-stock. To be a dolt, a thick skull, was his fate — 'Tis not his fault he has an addled pate. The sentiments of such an idle drone, The following curious verses will make known ; Which must be hummed, not sung nor said, for thence The sound will be an echo to the sense. THE DUNCE'S ODE; OR, DOODLE DOODLE DOO. Tele me not of hateful school- Call me (if you please) a fool — Who cares what you say ! To eat and sleep is all my care, Lounge, and loll, and grin, and stare, — Then rise up to play."], [63, "45 Talk no more of learned lore — Learning is to me a bore — Subject of my dread ; All that need be known I know, When to come — and when to go — To dinner or to bed. Stuff no more my aching; skull, Let me be supremely dull, Like Johnny Gawk, the clown Talk not of Apollo's flute, Nor of him, whose potent lute Charmed old Pluto's frown. Hang your heathen bards, I say, What are they to me, I pray, — Am I not a poet ? Without their Greek and Latin stuff, I can make good rhymes enough, And have wit to shew it. I always was a clever lad, — So said Mam., and so said Dad., And so said Sister too ;"], [64, "46 So thought Aunty — so thought I — For do you know, that I could CTy \" Doodle doodle doo !\" There now, what do you think of me, Now I've told you what I be, All I know at once ! Now, do you think me such a fool As have need to go to school ; Ha ! am I a dunce ? Well, tho' I know so much as this, Do you know,— W****r, H***«s, and K**s, Say I'm but a booby ! And, 'cause I say I'll burn my books, They laugh, and give such sneering looks, And whisper, \" What a looby !\" But I don't care a fig about it, How they look, nor how they flout it ; I know what I know : Tho' they think me such a noodle, I can still cry \" doodle doodle,\" — And I'll tell them so !"], [65, "47 Let them call me stupid chap, Crown my cranium with fool's cap, Set me up on high ; So I can but 'scape my book, All indignity 1 brook, In dull vacuity. Christmas holidays are coming; Then I'll play at Tweedle-Thumbing All the live-long day; Eat and sleep, and yawn and hum, Then again to — Tweedle Thumb ; A fig for school I say ! Such is the dunce's portrait — how divine ! Who would not be a dunce, like him to shine But of such subjects quite enough just now; — 'Tis time I take my leave, and — make my bow."], [66, "48 MY TUTOR. Who first informed my infant mir.d, And taught me happiness to find, By being humble, good, and kind ? My Tutor. Who so affectionately fed, And watched me sleeping in my bed, And begged for blessings on my head ? My Tutor, Who taught me how to read and spell, And how to sound each syllable, And praised me when I did it well ? My Tutor. And, when hard lessons made me cry, Who kindly wiped the tearful eye, And breathed a sympathetic sigh ? My Tutor."], [67, "49 But from hard lessons once got free, And I and playmates mad with glee, Who mingled in our revelry ? My Tutor. Who lent a kind attentive ear To each complaint and every care, And charmed away the rising tear ? My Tutor. And can I ever be so rude, To lose all sense of gratitude To thee, who wast so very good ? My Tutor, Who first instructed me to pray, That I might find that \" narrow way,' Which leads to everlasting day ? My Tutor, Who did the blessed Bible raise Above all books in worth and praise, And bid me read it all my days ? My Tutor, F"], [68, "50 Who taught my infant feet to shun Those dangerous paths where sinners run. And fools are wilfully undone ? My Tutor. Who led me to that sacred place, Where God unfolds his saving grace, And mercy beams in Jesu's face ? My Tutor. Who bid me love that holy name, Nor blush when I repeat the same, But honor what the world calls shame ? Mv Tutor. Who taught to hallow God's great day, Nor go where giddy children play, But read his word, and sing and pray ? My Tutor. And can I fail to bow the knee For Heaven's best recompense to thee, Who wast so very good to me ? My Tutor."], [69, "51 Who, with the keen preceptor's eye, Did feel paternal sympathy, And all a parent's pain and joy? My Tutor. And can I ever cease to bear A grateful recollection here, For all thy kindness, love, and care ? My Tutor. Oh, no! oh, no ! that ne'er can be — Ingratitude be far from me — Long as I live I'll reverence thee, — My Tutor, f a"], [70, "52 THE PIOUS SCHOOL BOY'S CHRISTMAS REFLECTIONS. Our restless orb again its course has run, Whirling its annual circuit round the sun. Yes, dear Papa, the year rolls round apace, And soon shall wrinkles furrow many a face ! Our orb whirls round, and, as its course it flings, Makes strange mutations in terrestrial things. Silent its flight, indeed, — but oh, how fleet ! And who or what can compass a retreat ! Empires and families feel the rapid range — Alike its effects on all — all mark the change. In vain the anxious wish for lasting health, Perennial beauty, honor, fame, or wealth, In vain, — our feeble life hangs on a breath, And none evade the swift approach of death. No — tho' all the blood that Pagan shrines has stained, And all the hoards that misers ever gained ;"], [71, "53 Tho' thousand invocations rent the skies, And floods of scalding tears o'erwhelmed our eyes ; Tho' Esculapius, with his potent art, Unlocked his springs, new vigour to impart ; Hygeia, nor costly viands rare, Which amateurs of health select with care, Nor dietary cautions can forego That final hush ! — nor avert the stiffening blow. Death is a stern inexorable god, And all must bow beneath his fatal rod ; \" He opens and he shuts the narrow grave,\" And all must pass the dreary Stygian wave, — That gloomy gulph which must be passed by all : The rich, the poor, the wise, the great, and small,- Kings, clowns, and statesmen must together fall : The infidel and fool, the good and just, Must undistinguished lie in common dust. All that a bounteous heaven has bestowed, Or industry amassed — or friends beloved — All must be left behind, — aye, left for ever. The fondest ties, the sweetest charities must sever, And never meet again on earth — no, never. A hackneyed truth, which every one receives, — A truth which even the infidel believes ! F3"], [72, "54 'Tis pity that so trite a truth should lie Forgotten, while ten thousand round us die ; For where is death — even here — while death, I say, Life's transient taper flares itself away, — And I'm, unconscious, sinking to decay. \" Life is a jest,\" — so sang the thoughtless poet; Fools say the same, and vainly think they know it: Alas ! they jest with life — and all things shew it. Why is this theme so gloomy to the mind ? Aye ! that 's a secret few can ever find. True, 'tis a solemn theme, but why so gloomy too ? I could tell why — and so could you — and you. — Guilt forms the monster — forged his dreadful arms, And fills the conscious breast with dire alarms ! There lies the secret — conscience will reveal it, And vain our fruitless efforts to conceal it. It is a gloomy theme to those who know No other Heaven, but what they find below. Death to an infidel is dark indeed — Soul-harrowing subject, and his constant dread : He knows, but knows no more, that he must die, And all his interests in oblivion lie."], [73, "55 The Christian knows much more, for he can tell, That, after death, there is a Heaven and Hell : A Hell for those who doubted such a place — A Heaven for all the subjects of God's grace. The humble Christian marshals with the few Who read — believe — and know the Bible true : His principles and practice from it draws, And follows after all its holy laws. Hence the true Christian shudders not at death, But ardently anticipates the parting breath : No murky gloom involves the pleasing theme, But a soft halo from Heaven's gracious beam. Not Sion's songs to Hebrew Captives' ears Were half so grateful, when the Christian hears The charming theme of death ; — this makes him sing, \" Oh grave, where is thy victory — oh death, where is thy sting.\" With such reflections, dear Papa, I come Again to enjoy the \" dear delights of home.\" Happy am I, thrice happy to be taught To fix my heart and interests — where I ought. Happy in hope that to my lot is given A fostering parent — leading me to Heaven."], [74, "56 Thrice envied lot — a lot how few must know !— All-gracious Heaven, such parents to bestow ! Hail, honoured parents, agents of my good, — Oh, may my conduct mark my gratitude : May all my future life thy heart approve, And I enjoy thy fondest latest love."], [75, "57 T THE ROBIN. On a Robin Red-Breast making his appearance at the tbresh hold of the Author's Study, in a heavy torrent of rain: on observ ing the Author, the little storm-beaten Stranger paused a moment, turned short round upon his heel, and abandoned the seeming Asylum, lest it might prove a Frison. Say, sweet little candid elf, Why so much unlike thyself ? So timid and so shy ? Why throbs thy little honest heart, — What fear impelled that sudden start, From this warm sanctuary ? By nature open, artless, mild, — Thou wert not wont to be so wild, So thoughtless and so wary. With bold elastic hop, you know, You've even perched upon my toe, — Unconscious, brisk, and airy."], [76, "58 ■9 Oft, in my lonely musings, I Have seen thee gaily prancing by, And glance a \" How d'ye do ;\" Then, with a smart well-mannered bow, \" Titteret tit tit,\" — as you know how, — Would chant a kind \" adieu !\" When surly Winter's ruthless blast A death-like dreariness o'ercast, The whole horizon round, And drove thee shivering to my hall, To shelter from the thickening squall, No foe within you found ! When wanton school boy's wily maze Beguiled your unsuspecting gaze, With the inviting crumb; Did I not pity your mishap, And slily lift the guileful trap, Your freedom to resume ? Some scowling seasons, 'tis confessed, Since then have pinched thy tender breast And given it many a throb :"], [77, "59 Experience, too, perhaps doth prove Thy search in vain for human love : — Is it so, my little Bob ? Thine untaught youth, in airy flights, Was wont to bask in new delights, And hailed the opening day ; No dark suspicion held thy feet From darting on thy dainty treat, Nor checked thy vesper lay. Now, Bobby, why this altered mien ? What has befallen thee, hapless swain, — Come, hop a little nigher! Can aught in human shape appear So formidable to thy fear, — Did I deceive thee ever ? Do you suspect the stately air, And that stern Solomoniac stare Which pedagogues assume ? Can your glance pierce the pedant's guise, And note where all his sapience lies, Drest in a borrowed plume ?"], [78, "60 What ! cautious yet ? you silly bird, — You surely do not doubt my word ! Remember I am human ; — Can you, you little wayward thing, One solitary instance bring Of treachery born of woman ? Oh, Dickey! if you could but read, You then would know, in very deed, Whether mankind are trusty ; You 'd see if those of woman born Have been deserving of your scorn, Tho' now you seem so crusty. Could you but scan historic lore, And mark the oaths mankind have swore, Their compacts to maintain : Heroes and kings of high renown, By their own acts and deeds, have shewn How they their truth sustain. Bob ! — could you read your Lexicon, And note the virtues, one by one, Which we have written there, —"], [79, "61 (For we have learned them all by rote, And have them always — in our throat,) Oh, Bobby ! how you'd stare. There is the meekness of the dove, And all the attributes of love Our Lexicons encumber ; Faith, honour, justice, truth, and peace, With all the friendly charities, — And virtues — without number ! Such virtues, Bob ! — you 'd find in print • There you might read them all distinct, — All marshalled with due care ! There human merit rises high, Its giant virtues touch the sky, — But never enter there ! With such book virtues, Bob, you'd see, Man rises high in dignity, And towers on wordy wing ; His tongue drops music on the ear, And listening angels bend to hear The Orpheus touch his string. o"], [80, "62 And for the ladies ! oh, sweet bird, My muse now falters at the word — Despairing drops her lyre : Their virtues, like the rainbow's hue, — Aye, full as bright — and lasting too ! Flash like the lightning's fire. Then come, sweet Dicky, — venture near You see there's nought in man to fear I'm sure you must believe me ! Long as caprice and whim are still, And nought occurs to change my will, Trust me, I'll ne'er deceive thee !"], [81, "63 FILIAL LOVE; OB, THE CHRISTMAS LETTER TO MAMMA. A PARODY. 1. The spring's early violet was transient to view ; The last rose-bud of summer, too, breath'd its adieu,' Yet the petals of Hope look as fresh as the morn, And the blossoms of Love both protect and adorn. Then haste, haste away From E*****d to-day, As soft as the zephyr, as swift as the dove, In a moment most blessed, To Mamma's bosom pressed, — Say the petals of Hope guard the blossoms of Love. G2"], [82, "64 2 Not a leaf trembles now, the existence to prove Of the tints lovely autumn bestowed on the grove ; But the dreary Chase-breezes, becoming a gale, Swept the beauty of groves and the heath of the vale : — Yet the snow-drop is left, Of no beauty bereft, While the arbutus mimics the strawberry's form The laurestine blows, And a sweet emblem shows, How the blossoms of Love are secured from the storm. 3. 0, couldst thou embody the language of sighs, Or trace the warm source whence my wishes arise, — Couldst thou carry the whisper that breathes from my heart, Neither letting its warmth nor its dictates depart, — Or couldst thou engage To display on thy page All that seraphs would feel, if empassioned above,— From thee, simple thing, That rich rapture would spring, Which realized Hope gives the blossoms of Love."], [83, "65 4, Then speed, silent messenger, speed to Mamma, — Say no swain loved more truly — except dear Papa ! Fly, fly, little fugitive, — do all thy best, — I quickly shall follow, and tell her the rest: My duty and will Are still at C***hill, But my heart's best affections ne'er made a remove : In my studies I find Sweet food for the mind, — But the soul seeks its food — in the blossoms of Love 63"], [84, ""], [85, "PRIDE AND PREJUDICE; OR, strictures: ON PUBLIC SCHOOLS. IN FIFE PARTS."], [86, ""], [87, "69 PRIDE AND PREJUDICE, Sfc. ice. PART FIRST. SIR WILLIAM SHALLOW'S CHATEAU. Mr. Candid and Sir William. Sir W. All your remonstrances, friend Candid, are but breath spent in vain upon this subject. Your advice is kindly intended, but ill-chosen and misapplied. Mr. C. Do you love your child ? Sir W. I do, most dotingly; and therefore, to give full evidence that my affection is worthy of the name, I have, from his infancy, given free scope to indulgence, and allowed his generous nature unlimited license. Mr. C. Which, of course, will naturally lead to licen tiousness. Sir W. You wrong the boy, my friend ; you wrong his no ble spirit, and inflict a wound upon the honour of human"], [88, "70 nature. His mind is too liberal for restraint — generous as the wind, and expanding as the common air. Mr. C. Wild as the tempests you should have said ; conta gious as the spreading pestilence ! You have hit upon an unfortunate simile, Sir William. Sir W. You have given it, — I will not say an ill-natured twist — Mr. C. My friendship could allow of no better construc tion ; and, as to the second part of your charge against me, of inflicting a wound on human nature, I plead innocent in toto. The wound, my good friend, was there long before. You and I came into the world smarting under its incurable rankling, and indented with its disgraceful scars. Sir W. No preaching, my good friend, — no preaching, for God's sake : we have quite enough of that from our worthy rector, once a week. Pray leave the puritan behind, when you honour me with your company. Mr. C. I would, for \" God's sake,\" your sake, and your son's sake, either preach, pray, or hold my peace, if, by any means, I could convince you of your error in judgment, or save your ill-biassed son from ultimate ruin. .Sir W. You are too good, — you are too good, Mr. Candid ; but rest assured, that ruin and my boy are too distant ever to come in contact. Let George alone : while nature is his"], [89, "71 guide, and self-will his law, there will be no fear of his either becoming the slave of vulgar prejudice or the dupe of power. [Lady Shallow enters, reading a letter.] 0, here comes a lady, who will soon put a finis to your zeal ous effusions. [Lady S., kissing the letter, hands it to Sir W.] Lady S. From our dear boy, my love. Sir W. Will you allow me, Mr. C. ? [reads] Sir, The sum of £ , which your bounty re- mitted, a month since, for my half year's expenses, you will be surprised to hear, is already exhausted by an act of friend ship. Tom Leech, one of my fellow commoners, got into an unlucky scrape t'other night, (the circumstances would be too tedious to mention,) and sent for me. I put your order into his hands, to do the best he could with it; the good effects of which were, that he, next day, returned to college, and our happiness waits for its consummation, only until 1 receive a fresh remittance from my honoured father. I am, Sir, Your affectionate George Shallow. .***♦***"], [90, "72 Lady S. and Sir W. Dear boy, generous warm-hearted boy ! [Lady S. weeps for joy.] Mr. C. [Affecting to misinterpret the lady's feelings,] I am happy to be the witness of such salutary tears. — I hope they meet a sympathy in the bosom of Sir William, and that he will no longer hesitate to throw a timely restraint upon the eventful prodigality of (pardon me) your stripling libertine. Lady S. Mr. Candid, the ardour of your zeal, you must be sensible, has become unpleasant to our feelings. We must feel grateful for your well-meant remonstrances, but you must allow us to be the most competent judges of our child's wel fare, — and what safer guide can we have than our affection. Sir W. You do not consider, that while this idle chit-chat is going on, our dear boy is perhaps fretting himself into a fit of sickness, thro' our delay in forwarding him a pecuniary supply. Mr. C. [rising]. I see I am indeed preaching to the winds, in addressing the passions and prejudices. — Farewell ! but remember, that when a parent suffers his affection for his child to outrun the sober pace of reason, he ceases to be the friend and guardian of his offspring, and becomes an acces sory to his ruin. [Mr. C. departing, closes the conference.]"], [91, "73 PART SECOND. A SCHOOL room, in which are a number of school boys, variously amusing themselves, on A half holiday. Timothy Trifler. Well, I must say, I like a half holiday as well as I do a plum cake. Anthony Racket. And I, better than a cake and a bottle of wine together ; for what can be compared to fun ? — Ha, Toby! Toby Tattler. Oh, fun ! Aye, fun for ever ! say I. It mat ters not what it is, which we make the subject of our fun. Break windows, cut desks, scatter ink, break slates, tear books, or clothes, or any thing ; every thing is fair game for school boys' fun. Charley Fairs ace. So say I ; and, instead of two half holi days a-week, were we allowed four, we should be a good deal better off, and much happier than we are now — pottering from morning till evening at one branch of study or the other. H"], [92, "74 Harry Hairbrain. And of what service, I should like to know, is all this learning, when attained ; it will never af ford me any, I'm sure. When I leave this school, I am to go to Harrow, Eton, Westminster, or else to Oxford, and gloVious sport I shall have there, to be sure ! Racket. Aye ! if old Dad should bleed freely, we shall keep the game alive, my lad ! — Ha, shall we not! Hairbrain. You have heard me mention my cousin, George Shallow, — have you not? Philander. What, the Oxford Dandy ! Hairbrain. You'll just have the goodness to spare your fa miliar epithets, and pay a little more respect to my cousin, who is a gentleman, you'll recollect. Philander. If your relation wishes to be respected, he should so conduct himself as to deserve it: he would find every worthy person ready to award it. Hector. Oh, none of your preachments here, Mr. Sober sides. Why, you hold forth as well as a puritanical parson! Master Mannerly. And were you, Sir, to hold forth a little good sense, and gentlemanly deportment towards your school fellows, it would be more consistent with the title you arro gate to yourself, and your dashing relation ; but which you must merit, before it will be legitimately your's — I mean that of a gentleman."], [93, "75 Hairbrain. Do pray, Mr. Orator Drumstick, put a finis to your speech, for nobody cares the cuttings of a pen for you, nor all your fine rhetorical flourishes. Hector. Care for him, — no, not a nut-shell. Ever since he has attended Mr. R.'s evening lectures, he fancies him self a Demosthenes, or a Cicero, — quite the thing for a coun sellor or a member of Parliament. Philander. Well, my pert lads, you take \"don't care\" and effrontery for your oracle and guide ; and I'll follow care and good manners, and let the end prove who has chosen the best leaders. Irenæus. But, Hal., you were going to say something about your cousin, George Shallow. — What of him? Hairbrain. O, I was going to say only, what a right good fellow he is, and what a glorious life he leads at College, — he and about half a dozen more dashing spirits, like himself. My Uncle and Aunt, who are both very sensible good-natured people, allow him full license, and the whole length of their purse, which is pretty deep, I believe. Hector. So that he can, by such means, dash away, my boy. . Ha ! in every gentlemanly amusement and elegant fro lic of the \"Bon Ton.\" Mannerly. \" Gentlemanly amusement ! elegant and fashion- II 2"], [94, "76 able frolic !\" What an abuse of language ! — Common cant of high life. Philander. He should have given such courses their own appropriate appellation. — He should have called them low bred vices and brutal gratifications. [Hector, Harry Hairbrain, Toby Tattler, and Anthony Racket, all burst out into a loud laugh.] Mannerly. You observe, friend Philander, that these sapi ent sages are at least conscious of their own folly, and are laughing at each other. Philander. In this they are more obliging than usual, as they thereby spare us the trouble of laughing at them. Hector. I am inclined to think that you would have been too wise to have dared to laugh at us. — Ha, Hal ! what say you? Hairbrain. Had they presumed to do so, I would have been the first to have cracked their cranium, and we should have seen what sort of laugh they would have set up then ! [Hector and Hairbrain both laugh again.] Mannerly. Now, gentlemen all, you cannot but notice the unreasonableness of such individuals as these over-bearing gentry. Three or four of them have been making us the common butt of their insult and ridicule, and bellowing out"], [95, "77 a brutal laugh at us, (entirely unprovoked ;) and now, (but do mind how they tacitly criminate themselves of injustice,) they protest, that were we to treat them, (only mind,) as they have wantonly treated us, they would enter into personal hos tilities, and break our heads. Hector. And so we would, and make nothing of that, Hairbrain. What right had they, with their parsonic dog mas and moral stuff, to obtrude upon our conversation ? Irenceus. I must confess, I think that when gentlemen are sitting together in company, the conversation should be ge neral. Hairbrain. Well, if it is general, is that any reason that one or two hypocritical prigs should start up and lecture the rest ? Irenæus. I don't know what you mean by your Explication of the term \" lecture,\" in this instance ; but, if you mean, that a person in company is bound by the laws of good breeding and etiquette to be silent, while his friends are broaching sentiments inimical to sound morals, and the wel fare of his friends, I conceive you mistake the matter alto- gether. Hector. But suppose this sage censor himself is mistaken in his ideas of morals, and so forth. Irenæus. Should he be so, he yet, in good manners, ought F3"], [96, "78 to be good-naturedly heard, and thankfully regarded for his good intentions. Racket. O, come along, Hal.; — let us go into the play ground, — we have had quite enough of this dull speechifying jargon and stuff. Let's have a good game at Cricket. — Come, will ye ? — Come along ! [Hector, Hairbrain, Racket, and Tattler, leave the room.] Philander. Poor fellows, poor fellows ! I sincerely pity them. Mannerly. Pity them, indeed ! They are truly objects of pity. How insensible they seem to every thing like rational and moral feeling. Irenæus. Well, let us be humbly thankful that we are un der a better influence ; and, while we fail to convince the er roneous, by our tongues, let us exercise the rhetoric of a good life— a species of logic, intelligible to every one, and from which there can be no appeal."], [97, "79 PART THIRD. lord mannerly's house. Enter Lord Mannerly, Lady Mannerly, and their friend, Generalissimo Superbo. General. I am truly happy, my lord, to learn how well you approve your son's school ; and that you are satisfied with his progress in the more elegant branches of literature. But a common school, my Lord, I conceive, should be the receptacle of common people only, who should not blend with nobility. Lord M. Prejudice, prejudice alone, believe me. General. Can you, my Lord, substantiate your assertion ? Lord M. Most readily, General. General. I am impatient to hear it. Lord M. Well, General, what constitutes education, but that which falls under the three following heads, viz. Sci ence, Virtue, and Behaviour ? General. True, my Lord; but how is such a consumma-"], [98, "80 tion to be attained in a mere plebeian establishment; or, indeed, any where, but in public schools, such as E**n, R***y, H****w, W*********r, and the rest. Lady M. I much fear, General, that there is but a scanty modicum of virtue to be gleaned at any of the public schools. General. I am happy to find that Lady Mannerly acknow ledges that there are some gleanings, which at least implies, that there is at some seasons a harvest. Lady M. The scythe of your wit, General, is too keen in retort. Perhaps my expression might have borne a posi tive and negative construction. General. It was not my part, Madam, to apply your pri vate construction, you know ; — Was it, my Lord ? Lord M. Oh, no, no, no! You are right, General, in availing yourself of every finesse, in your professional skill in tactics : particularly when you are upon the defensive. Lady M. My dear Lord, I have interrupted your friendly discussion. — General, I must ask your pardon: pray pro ceed. Lord M. I believe the General challenged me to shew, how virtue and solid education, gentlemanly behaviour, and so forth, can be acquired any where but in public schools. General. A challenge, my Lord, in which I confidently anticipate an easy victory."], [99, "81 Lord M. I will undermine that confidence, by hinting my suspicions, whether those grand principles in question may not be found any where sooner than at public schools. General. You are severe, my Lord, — you are extremely severe. Lord M. I would neither be severe nor unjust, in my re marks upon those institutions. I would not detract from that celebrity which they have legitimately acquired ; for I myself received a part of my education in one of them. General. Then I am sure, Sir, your gratitude will induce you to speak favourably of them. Lord M. My regard for truth and morality will compel me to discriminate between the good and evil ; and to develop the predominant average of the one over the other. General. Aye, aye, my Lord ! but you forget the old adage, \" that the truth should not always be spoken.\" Lady M. 0, General ! — What, what, staggering already ! Is this the first symptom of your anticipated victory ? General. Madam, you are too hard upon me. I did not include you in the challenge. When three are engaged in a conflict, it cannot be termed a duel, you know. Lady M. He, He ! — Pardon me, good Sir ! — Do pray go on : there is certainly no need of my assistance ! Lord M. As I just now observed, Sir, I should be sorry"], [100, "82 that any of my observations should unjustly detract from any of their well-earned celebrity ; but I must insist upon it, from my own personal experience, and the knowledge I have ac quired of those schools, that morality finds no temple, virtue no shrine, in either of them. General. V/orse and worse. Lord M. Still worse, Sir. I am warranted to affirm, that vice is the goddess of the whole group, from which her adorers issue, spreading unlimited her baleful contagion into the remotest precincts of the general community. General. 0, my good Lord ! — You are zealous, you are — Lord M. Profane, you perhaps might say; but truth, Ge neral, never was indebted to prejudice or custom, and is too dignified to retire abashed at the insolent nod of their arro gated power. General. My lord, you will make but very few proselytes, I presume. Lord M. That has nothing to do with the question. I am not contending for mere victory, nor am I in quest of disci ples, but my aim is to exhibit simple and incontrovertible facts. General. You are a firm combatant. I am prepared for the next shot, my Lord. — Come, have at me ! Lord M. I then must repeat, that the vices which are im-"], [101, "83 bibed, the contagion of bad example, the danger of contract ing profligate habits, the impudence and familiarity, the dar ing hardihood which obtain in those schools, (I must forbear naming particulars,) absolutely overwhelm the feeble strug gles, (if any struggles there be,) of expiring virtue. General. You will not surely, my lord, go so far as to say that no kind of benefit results from those celebrated institu tions ! Lord M. By no means ; learning should have her seat there — I might say her throne ; and the masters might dignify and adorn it ; but the radical errors lie in the arrangements and economy of those institutions — are alike common to all ; and the comparative benefit derived is absorbed in the pre ponderating mass of evil. General. These are strong allegations, Lord M. You could, by your own personal recollection, confirm those allegations, were you not so biassed by public prejudice. Lady M. I very much disapprove of their mode of disci pline: there I understand the pupils are treated more like malefactors than gentlemen. Lord M. O ! degrading to a degree ! what can be more shameful, indecent, and abhorrent to well-regulated feeling,"], [102, "84 than to see a youth of sixteen or seventeen exposed and whip ped like a slave or brute ? General. I must confess, I never did much relish the tick ling of the birch, nor its attendant circumstances. Lord M. O! it is a vile custom: a volume of arguments might, with ease, be urged against its admission : it is an unaccountable inconsistency; a foul blot upon the judgment and delicacy of feeling of those enlightened men who sanc tion it. General. O ! they take care not to hurt the delinquents much, who don't mind it; they just make a wry face or two, and then go laughing to their desks. Lord M. If it be not an instrument of terror why use it at all? General. What are you to do then if you banish the rod? Lord M. Let the masters attend more assiduously to the formation of their pupils' habits and to their mental progress, if they wish to supersede castigation. I am persuaded, that it is the negligence and foolish adherence to old rules and customs, and the wish to spare trouble and forethought, which oblige the heads of our academical establishments to use the argumentum ad podicem in preference to the argumentum ad judicium."], [103, "85 Lady M. I have, I think, heard you say, that a great master of rhetoric, and a Roman teacher, in an oration still extant, explodes the practice of flogging. Lord M. Quintillian, — certainly, — aye, one of his obser vations is well deserving the attention of our knights of the rod, who make such havoc with that vile instrument: — \" De nique cum parvulum verberibus coegeris, quid juveni faicias, cui nee adhiberi potest hie metus, et majora discenda sunt.\" Lady M. I believe I am Latin scholar enough to know, that your author's meaning is,— -If you inflict stripes upon a little boy, what are you to do with a great one. — Am I right, my Lord ? Lord M. Your construction, Caroline, is pretty fair, and the plain inference of the passage is, that flogging is impro per at any age. General. Well, my lord, I believe I must concede the flogging system to you, because I did not coidially like the exercise of the cauterizing instrument myself, when at school. But what further objections can you urge against our seats of literature ? Lord M. That things act by contraries there. The first in importance are placed last, and the last first, — major is minor, and minor major. General. Hey, my Lord ! you have drawn me out of my depth there ; I do not understand you. i"], [104, "86 Lord M. My meaning is simply, that the most useful prin ciples of education are slighted, if not wholly neglected, for studies of less practical utility. The English language and English literature, elocution, arithmetic, and, indeed, every other home study and scientific branch of knowledge, are despised as plebeian intruders into classical schools. General. Lord Mannerly is himself too good a classic, I'm sure, to run down the literature of Greece and Rome. You do yourself an injustice, my Lord. Lord M. I neither depreciate my own share of classical acquirement, nor do I, in the least, undervalue ancient lite rature. — What I insist upon is, that we should study things rather than sounds — science rather than mere words. What are the objects of a language, what is the utility of words ? Is not a language a vehicle by which we are conveyed to an acquaintance1 with things. General. 0, beyond a doubt, my Lord, that's a self-evi dent proposition, I believe. Lord M. If that is an axiom, why, then, how is it that the enlightened conductors of our public seminaries cultivate sound and forget the thing, — urge on the splendid vehicle, regardless of the treasure it contains. General. My good Lord, do pray favour me by dismount ing from your high-flying Pegasus, and condescend to march"], [105, "87 collaterally on foot with a plain-spoken soldier. I do not readily unravel your figures of speech. Lady M. Upon my word, my dear Lord, you should deign to express yourself in terms rather more simple, when a lady is in company. —There, General, have I not taken your part boldly ? General. Madam, you do me too much honour. I shall study to repay you. Lord M. Well, my dear friend, as you, at this moment, are so desirous to hear plain English, in preference to sound ing metaphor and extrinsic ornament, how comes it to pass that you are allied with public prejudice to leave the English language to limp along in the rear of literature, neglected and discarded. Lady M. O, O, General ! I am sorry for you. That was a terrible knock, poor gentleman ! Lord M. What, allow me to ask, is the end and object of books ? — Are they not a medium through which we acquire a right judgment of things, rather than words ; through which a thousand lessons may be presented to our notice ? Let them, therefore, be used to form the principles and manners of our youth, and not merely to teach the sounds of dead languages. Let the licentious authors and sentiments, both is"], [106, "88 Greek and Latin, be banished and expunged from your favo rite schools. Lady M. I have heard many gentlemen say, that they im bibed the first taint of gaiety and corruption from certain passages in some of the classic authors. I must confess, 1 should be very sorry were our dear boy to have such danger ous excitements thrown in his way in his elementary pro gress, more especially by his preceptor. Lord M. O ! it is notorious, (and our friend is as deeply versed in the fact as I am,) that the productions of Anacreon, Aristophanes, Horace, and Juvenal, contain matter which it is shameful for an adult to allow himself to read ; and yet these are the books which are not only tolerated, but encou raged in these celebrated schools. Lady M. Nothing surely but a mistaken pride of having it known to have been educated in those modish seminaries, could induce any one to countenance them, under their per nicious arrangements. You will excuse me, General ; I have no idea of any thing like personality; for I have not the ho nour of knowing where you acquired your juvenile advan tages. [General bows.] Lord M. O, I declare, I blush at the bare recollection of passages which I have read in my boyhood. These execra-"], [107, "89 ble pages, which are open to boys \" in statu puplllari,\" the authors of which kept within no limits. General. You have, my Lord, forgotten Sancho's proverb, \" the truth should not all be spoken.\" Lady M. What ! shrinking again, most puissant knight ! Lord M. Nothing was too filthy, too monstrous, for them to dilate upon ; no mysteries too sacred to investigate, no thing unforbidden which they did not transgress. Those au thors gave names to what ought to have been nameless, ex istence to worse than bestial abominations, and excused or recommended the vilest practices to which fallen humanity can surrender itself. Lady M. These, then, are the sages which are the ho noured guides of our youth. What: is it because \" there is no prophet in Israel;\" no Christian author to be found, ade quate to inform and adorn the juvenile mind ; but we must be beholden to Pagans and Pagan depravity? — Must we sharpen the edge of our wit, and give point to our literary weapons, at the forges of these degenerated Philistines ! General. A truce, my Lord, a truce in one moment, un less this fair formidable retire from the fight. Upon my ho nour, it is unfair. Lord M. General, you must acknowledge these are la mentable facts. 13"], [108, "90 General. I know there is a great deal of stuff in those au thors, which might as well never have been handed down to posterity; but you will allow, that much beautiful writing, many exquisite touches of nature, and some of the finest poetical effusions, would be lost, if these books were entirely banished from great schools. Lord M. Then let only such editions be brought into use, from which the exceptionable passages shall be entirely ex punged. Were the matter to come to a question, I would say, rather commit every vestige of Horace, Juvenal, Ana creon, and the rest of these shameful writers, to the flames, than leave it in the power of boys to pore over lines and sen tences, which cannot fail to contaminate their susceptible minds. Were you at the head of one of these institutions, would you sacrifice the virtue and innocence of the pupils confided to your care, for the sake of making them adepts in classical knowledge ? . Lady M. It certainly is no minor evil. Lord M. O, its magnitude is infinite. It ought to be a national concern; the government should commence a severe scrutiny, and ascertain whether the books which are used at those schools do not tend towards vitiating the minds of youth, more than any thing else that can be named ; and, if some higher authority do not institute a census, and expunge cer-"], [109, "91 tain passages for ever from classical authors, then the Society for the Suppression of Vice should do its duty. General. What could it do in such a case ? Lord M. Prosecute every printer who suffers his types to be polluted by imprinting words which modesty cannot bear to acknowledge as forming part of the language of human beings. General. Who can tell where this meddling society, (per haps not one of them acquainted with more than his English accidence,) might choose to stop in their curtailments. Lord M. Their sense of moral rectitude and common de cency is no less acute, by their being unlettered ; but, in the name of all that is dear and sacred to man, let those books be cleansed from their impurities, or never let the eyes of a school-boy gaze upon their polluting pages. General. But are there not, my Lord, advantages sufficient to counterbalance this tremendous catalogue of evils. Lord M. If there were, I would have withheld my censure, and have conceded to you, General, on the commencement of our conference. jGeneral. What, none, none at all! — You are severe, in' deed. Lord M. During the three years I passed within the walls of ******, I derived but little improvement in any branch"], [110, "92 of education, except in construing. But how could I learn, where the sine qud non is prosody and making Latin verses. During my whole time there, I cannot recollect many in stances of the head master making use of any part of the lesson of the day to inculcate a precept, to recommend a duty, or to convey moral instruction. If the sentences were properly construed, the derivations correctly stated, and a few mythological and chronological questions accurately an swered, then Dr. appeared to think that we had per formed our tasks, and he his, with all due exactness. Lady M. It seems, then, that polite literature and the elegant authors find no place where Pagan mythology erects her standard. Lord M. I had no encouragement to pursue the belles let tres, for neither my master nor my private tutor gave me credit for my information in such literature as had nothing to do with the classics and Latin verse; and the knowledge which I had acquired and brought with me from those plebeian schools, which my good friend so sarcastically under rates, I had no opportunity of farther pursuing or bringing into play. General. My Lord, you will, at length, I fear, redu.ce the standard of public acquirement to little more than a non entity. If neither polite literature nor morals were to be"], [111, "93 attained there, whence did Lord Mannerly derive the liberal stock for which he is so eminent. Lord. M. Not at ******, my friend. We had no Milton for a master to invite us to Holy Writ, to traverse the fields of Gospel promise, or to chant the sacred song of Sion. — No; this most requisite and most sacred branch of education is as little cultivated as if it were totally extraneous, for I es teem the formal and merely ceremonious respect which is paid to devotion more detrimental to its interests than if \"it ■were totally omitted, and is thus little better than a solecism. Lady M. I think you mentioned Milton as a master. Did you mean literally ? Was Milton ever a school-master ? Lord M. 0 yes, certainly he was: \"Milton,\" says his biographer, \" was careful to instruct his scholars in religion.\" The diligence with which Milton laboured in his seminary, and the care with which he watched over the mental pro gress of his scholars, would be well worthy the imitation of the masters at ******. General. Well, my Lord, the result of this contest, it is pretty evident, will be, that you will leave our ancient seats of -learning without a particle of sheer merit, and no warrant for their proverbial celebrity whatever. Lord M. My dear friend, this is a subject of too serious importance for me to treat with levity, or to suffer prejudice,"], [112, "94 timidity, or false delicacy, to extort from me any unworthy concessions. I could — General. Pardon me, my Lord, I must beg leave to be in dulged with a truce. Your batteries have opened many dan gerous breaches, and you show no respect at all for those almost sacred citadels. Lord M. I will presently grant you a truce, General, but you must permit me to say, that had an impartial umpire stood by, he would have been able to gather from the matter in question, that my animadversions were candid, and would also have perceived, that would the heads of those public seminaries condescend to a few changes in the general plan, I should be decidedly in favour of them. General. No one certainly, who is in the least acquainted with your Lordship's erudition, will for a moment question your classical taste. Lord M. The degree of attainment I have warrants me to affirm, that there is something so captivating in elegant and classical knowledge, that I am sure it would be more readily and more cheerfully attained, if, in the first place, the means of communicating it were less harsh and compulsatory, and, secondly, if the subjects were divested of their poisonous particles, and confined absolutely to those classic authors, who blend moral chastity with elegance."], [113, "95 General. Well, my Lord, you have maintained a pretty good fire in this sharp contest. I will not say you have so involved me in sparks and smoke as to deprive me of the power of seeing how to take due aim, and to make your compliment reciprocal. Lord M. Before we hang up our battered armour, we must settle a little matter on the other side of the subject in dispute. Lady M. You mean, I suppose, the common academies. Lord M. Certainly. General. I hope, my Lord, you do not imagine you can find materials to defend them with the same zeal and facility as you opposed the higher schools. Lord M. My aim at least shall be fair and honest, and summary as fair. General. I stand prepared. Lord M. The charges I have urged against public schools are either fabricated or founded in fact. If the latter, (which I am warranted to affirm,) then the inference is, that, under their existing arrangements and economy, they are not only unsuitable receptacles for youth of the higher orders of the community, but are totally unfit for youth of any rank what ever. Lady M. Do, my dear Lord, show a little quarter to your"], [114, "96 poor staggering opponent ; for only look, see his wild con sternation. I must really in pure compassion plead for him. [General mournfully shakes his head.] Lord M. Do not insult a falling foe, my love. However, I must still fairly and firmly push on the contest. General. O, I fear not the result ; yet, at least, our rigid censor will find no walls, no system, no masters, good enough — none competent to instruct our sons. Lord M. Pardon me, General ; I have found one for my own children, the system altogether of which, I humbly con ceive, obviates all I have been deprecating, and embraces all that is requisite to form the Christian, the scholar, and the gentleman. General. You are fortunate, my Lord. Lord M. Not exclusively so ; for, valuable as 1 have rea son to believe the school now in question is, I have sufficient reason to believe, that there are many of equal merit. It is true they bear no Alma Mater title ; are supported by no ancient prejudice, sanctioned by no national splendour. No; they have no title but that of gentleman, no support but their school labours, no marks of dignity but their Christian principles and scholastic abilities, no recommendation but what they do and what they produce, and no sanction but the discerning."], [115, "97 General. Halt there ! my lord, halt ! The mode of fight we have adopted is unequal; there is a sort of weapon which is altogether foreign to a soldier and to which I am altogether unaccustomed ; I mean that puzzling instrument of oratory, vulgarly called the tongue ; could I manage it with equal dex terity with you, my lord, I do still think that my cause might come off with as much triumphant eclat as your's. Lord M. If you think so, general, get a proxy, get a proxy ; I'll engage him in your stead; don't suffer a good cause to be lost for the want of a suitable weapon and competent skill. General. The first volunteer I meet with shall try the issue — ad interim I beg to be favoured with an outline of the positive advantages to be derived at those seminaries which are so fortunate as to engage the sanction of my noble friend. Lord M. Not my sanction alone, but the sanction and sup port of thousands, of some of the most enlightened characters in Europe, and indeed of every individual who has good sense enough to think for himself, courage enough to meet the blind dogmas of prejudice, and dignity enough to despise the vulgar pride, which little minds feel in having been educated at a public school. General. It is a pride, however, my lord, which there are few people but would be proud to have it in their power to display. K"], [116, "98 Lord M. That's a clean hit, General, but more brilliant than solid, for the fact of its being in itself a petty pride has lost none of its force by the point of your wit ; your retort, therefore, is like a painted feather in the shape of a sword, the thrust of which tickles indeed, but cannot wound. General. O, my lord, that weapon of yours ! — but, pray proceed. Lord M. The outline you require of the advantages to be found in many of the private academies may be sketched with out much difficulty. Besides the domestic comforts and local privileges, which, in general, are of a superior nature, the sys tem of education includes the classics morally conducted — The French and Italian Languages, Geography, Astronomy, Ma thematics, Arithmetic, Book-keeping, Commercial Transac tions, and though last not least, the English language and Elocution. General. The conductors of those establishments have a warm eulogist in your lordship. Lord M. Truth and gratitude prompt the eulogy as a debt due to unassuming and transcendent merit. Lady M. I cannot forbear saying, I think that education, morals, and manners, would be down to an alarming ebb, were it not for these parent sources. Lord As. Yes, much as these common schools are con-"], [117, "99 temned, and parsimoniously, (not to say more) as the labours and services of their worthy conductors are remunerated, facts themselves will prove that the sun of science, arts, and com merce — Religion, morals, and behaviour, from their humble sphere alone, beams forth its benign emanations and happy influences into every rank of society. General. I admire earnestness in any cause — it evinces principle at least, and decision of character. Lord M. I would avoid over heated and besotted enthusi asm as well as every degree of exaggeration. General. At least you cannot be suspected of lukewarmness in your cause. Lord M. My worthy Sir, lukewarmness is engendered by indecision ; indecision is the offspring of ignorance, and igno rance of sloth. I cannot conceive how indifference can exist where a thing is well considered and thoroughly digested. General. You have, my lord, given pretty decided evidences that you have thought this question deserving your considera tion. Lord M. A subject of such vitality commands it. What more important theme can be found ? What so interesting ? General. None, none ! certainly, it involves every other, and your lordship is a worthy champion of so worthy a cause ; and, I am constrained to confess, you have beaten me off my K!"], [118, "100 ground, but you'll recollect, my lord, that your triumph will not be very splendid in subduing an enemy so unequal in force as I am. Lord M. Well! sir, whenever you meet with a power whom you may suppose better qualified for the combat than yourself, (which, pardon me, I very much doubt,) he will find me ready with the same materials to teach him the right about face, as you so frankly confess I have taught you. Lady M. We will, if you please, now retire from the field. [They rise and exeunt.]"], [119, "101 PART FOURTH. bed chamber. Pupils conversing in Bed. Harry Hairbrain. How abominably soon we are always hur ried to bed. Timothy Trifler. O ! I care not, we may as well be in bed as to sit poring over one useless lesson or other. Anthony Racket. I should not mind going so soon to bed if we could but indulge in a right good game of fun in the bed room. Charley Fairs ace. That's what I say, but Mr. is so particularly strict. We may not kick the clothes off, nor get into another boy's bed, nor scamper out of one chamber into another, nor tell idle stories (as he calls them) nor make use of\" vulgar and indecent expressions,\" nor call one another liars, nor — Hector. 0 ! peace to such stuff, I shall say what I please, and do as I please, and go where I please, in the holidays. K3"], [120, "102 Hairbrain. Aye, and I too, my boys. No church, nor chapel, nor prayers, nor tasks, nor early bed, for me then. I am always allowed to do as I will at home. Master Mannerly. The more the pity — you could not have a more dangerous guide than your will. Racket. Hush, hush ! we shall have a sermon now, I'll lay you a wager. Philander. It is not much in the character of a -jentleman to ridicule his school-fellow, in return for a friendly hint. Irenæus. And still less in the character of a Christian, for the Scriptures call him a fool who makes a mock at sin. Now, if you laugh at him who reprehends sin, you evidently think lightly of sin. Hairbrain. What in the world have school-boys to do with sin. I don't think you know what sin is. Irenæus. O yes I do : sin is the cause of all the evil that is in the world. Hector. What a wise-acre ! He has not told us now what sin is. If it is any thing at all, we knew it must be a cause. Hairbrain. Aye, to be sure, according to one of the rules of logic. Every cause is an effect, and every effect a cause. Master Mannerly. Except one ! Who is that? Hector. O, we know — but don't interrupt our argument"], [121, "103 Every cause, but that one, is an effect of that one, and every effect a cause to something else, and so on. Irenæus. I perceive a defect in your mode of stating your chop logic rule. Hairbrain. Where, where ! Come, let's have it ! Irenæus. The one, I presume, you except, is the cause of causes — God. Is it not ? Hector. To be sure. Irenæus. Well, then, in the first place, How can every cause be an effect ? Is the cause of all causes, I mean the Divinity, an effect ? Hector. 0, certainly not. Irenæus. In the second place, I deny that every effect, or every cause, proceeded from that one; for God was not the cause of sin, whether you call it an effect or cause. Hairbrain. Well ! but what has sin to do with my will? Mannerly. Your will would lead you to do wrong, and the commission of a wrong act is a sin. Hairbrain. And, pray, what do you call wrong ? Mannerly. Any thing which has not the love and glory of God for its object. Now the licentious indulgence of your passions, or will, in the frivolous or dangerous amusements, which you so fondly anticipate, cannot tend to the honour of"], [122, "104 God, nor have the love of God for its basis ; therefore it must be sin. Philander. So that you perceive sin and your will are sy nonimous. Hairbrain. [After a long pause.'] Hey ! Hector ! Racket ! are you asleep ? I thought we should have had some fun to-night, but they are all \" gone off,\" as Nursey used to say, \"fast as a church.\" You see you have sermonized us all to Somnus. Philander. So as we can but sermonize you from sottish insipidity and infatuating vanities, we do not heed your sneers and witticisms. Good night ! Hairbrain. 0, good night, my fellow : but don't think of hugging yourself to sleep yet, for I am resolved not to be deprived of the sport I promised myself. I am not going to turn Stoic nor Christian yet, and practice self-denial. Plea sure is the only virtue, so says that Solomoniac Champion of the Rights of Man in Fleet Street. I have lately written a song. I'll be bound he and his sage followers would say it is a very sensible one. I'll send it to Hunt for insertion in his moral and infallible \" Examiner.\" Holloa, boys! will you have a song. I'll make you hear it, whether you will or not. Let's see — what tune will suit it. Oh, I have one, it will go to the tune of \" The Cuckoo.\" Now then. [Sings.]"], [123, "105 t 1. Now the holidays are coming, Sound your horns, boys ! sound away ! Soon we'll lay aside our summing ; Laugh, and sport the live-long day. CHORUS. Holla! holla! holla! holla! Laugh and sport the live-long day. 2. Let us join with one consent ; Blow your horns, boys ! blow away ! Anticipate the great event, Hail the happy, happy day. Holla! holla! holla! holla! Hail the, &c. 3. Soon, my boys, we'll bid adieu ; Sound your horns ! sound, sound away To all that troubles me and you, Hail the coming holiday."], [124, "106 i Holla! holla! holla! holla! Hail the coming, &c. 4. No tasks, no lessons, to distress ; Let the horn sound this, I say ! Soon we shall be masterless : Oh, what a joyous, happy day. Holla! holla! holla! holla! Oh, what a, &c. 5. Soon the sound of the dread bell ; Blow your horns, boys ! blow away \" All that's disagreeable,\" Shall give place to sport and play. Holla! holla! holla! holla! Shall, &c."], [125, "107 6. Prayers and chapel, grace and church, Hey, my boys ! sound, sound away ! Soon we'll leave them in the lurch Hey, for home and holiday ! Holla! holla! holla! holla! Hey, for, &c. 7. Happy hour that sets us free ; Sound it horns ! aye, sound away ! That gives our will full liberty, For a moon's bright holiday. Holla! holla! holla! holla! For a, &c. 8. O, the bliss, the dear delight ; Sound your horns ! still sound away ! Sleep all day, and dance all night, Through our happy holiday."], [126, "108 Holla! holla! holla! holla! Through, &c. 9. See the stage and chaises fly ; Now, my fellows, blow away ! Hey ! here we go. Good bye ! good bye ! Welcome, welcome holiday. Holla! holla! holla! holla! Welcome, &c. [The boys all start up in their beds, some rubbing their eyes, and others wildly staring, at the unusual noise occa sioned by the song.] Enter Mr. C. and Mr. P. Assistants. Mr. C. Gentlemen, we request to be informed of the nature of this strange noise, and who has been so rude as to make so shameful a breach of order ! [A dead silence — interrupted by loud and affected snores.] Gentlemen, this affectation is too broad to answer any other purpose than to add hypocrisy to disorder. You could not"], [127, "109 have dropped into so sound a sleep at the moment of closing your song. Mr. P., did you not hear a most insufferable noise ? Mr. P. I did, certainly, which seemed to me like singing or crying ; but I rather think it was the latter. [Still a silence is maintained.] Presently Hairbrain affects to sing in his sleep — Thus — No tasks, no lessons, to distress; Let the horns sound this, I say, Soon we shall be [snores] masterless, 0 ! [snores again] what a joyous happy day. Mr. C. Upon my word these boys are too bad : come Mr. P., we had better go down ; Mr. R. will to-morrow endeavour to find some remedy for this strange disease of bellowing le thargy. [Assistants retire.] iJairbrain. Are they gone ! — We acted the somnific cha racter pretty well, did we not ? Hector. Do you thirik they'll come up again to-night? Racket. Not they — they are quite satisfied with the play, and want no afterpiece, I'll warrant them. Hector. Then, suppose I speak the speech which I told you I wrote on a boy taking his final* leave of school. L"], [128, "110 Hairbrain. Do, Do! you need not speak very loud, you know. Mannerly. You had better pray, if you are indisposed for sleep. Racket. Pray yourself, if you are so fond of prayers, we have praying enough night and morning in school and on Sun days. Hairbrain. O ! a fig for his dull impertinence. 3Begin the speech. Philander. I hope your speech will be better than Harry's nonsensical song, or else we had much better be asleep than endure the bore of hearing it. Hairbrain. Hector, begin at once; silence! I say, Hector, don't do it too loud, there's a good fellow. [Hector stands up in his bed and recites]"], [129, "111 THE YOUTHFUL INGRATE, On his Final Dismission from School. 1. The hour is come, the parting hour is come When I must bid a long farewell to school, To sink in soft indulgences at home. Impulse, my law — self-will, my only rule. 2. What mean these flutterings in my panting breast, While I attempt to sing the farewell lay; Why so involuntarily distressed, Or sigh on such a happy genial day. 33. Do slaves unwilling leave the galling chain, Or quit their tyrant masters to be free ? Regret to find their native shores again? Or hate the hour that gives them liberty ? L2"], [130, "112 4. And should I sigh to escape the rigid rule, And stern preceptor's arbitrary power ? With all the ungenial discipline of school, Tasks, prayers, and church, and all that I abhor. 5. Dear object of a mother's fond caress, And focus of a father's fostering eye ; Supinely basking in unmingled bliss, In this angelic state — say — should I sigh ? 6. No more the unwelcome early hateful bell, My drowsy soul shall tear from Somnus' breast ; No more, for prayers at nine, the evening knell Shall summons to unfashionable rest. 7. Now I may dance all night, and dream all day, No more insulted by the vulgar sun ; Mount Pleasure's airy car and flit away, And spend my life in frolic, sleep, and fun,"], [131, "113 8. \" Sure, this is bliss if bliss on earth there be,\" In spite of all enthusiastic rant ; And this the lot of T. and D. and me : Then what care I for dull religious cant. 9. Voltaire and Paine, what better priests than they ? How practicable is their pleasing theme ; One tells you to give all the passions sway, Another that religion's all a dream. 10. With such sweet precepts and congenial guides, And all their grateful tendencies in train, My life in rapture swims — in pleasure glides, I give to the winds all fear of future pain. 11. And yet, with all these prospects in my view, Something unbidden prompts the risin'g sigh; And while to C***hill school I bid adieu, A tear stands trembling in the averted eye. L3"], [132, "114 12. Come, then dear Pa., and ease thy Harry's smart, 'Tis thine the throbs of anguish to control; Come, pour thy healing balm into my heart And sooth in pleasure's dreams my pensive soul. 13. For, when I wave my hand, and bid farewell To E*****d's pleasant chase and C***hill bowers; Tenacious memory's train my bosom swell, With fond remembrance of former hours. 14. For sympathy, dear Pa., makes bitter sweet, Even silent solitude or prisons drear ; Yes, mutual sympathies the senses cheat, And things, at first disgusting, render dear. 15. i Yet tho' so irksome to the flippant mind, Learning's strict rules, religion's gloomy strains ; Tho' forced to taste the cup of \"joys refin'd; Yet pleasure, sometimes, mingled with my paint."], [133, "115 16. Oft has contentment cheered that lone abode, With the soft languish of her placid eye : There blooming health like rose-buds often glowed, While sacred quiet shed its halo by. 17. There too young Friendship weaved its silken vest With mutual vows eternal to endure ; Disclosed the mighty secrets of its breast, And promised faithfully to keep them sure. 18. Thus at some intervals my pensive soul, Found in mild friendship a relief from woe ; But T y slighted friendship's soft control, And snubb'd and snarl'd at all it could bestow. 19. There too Aspasio, with soul refined, Courted no homage nor desired to shine : Sublime in sentiment, in taste refined, Pious in principles, in love divine."], [134, "116 20. This is Aspasio' s praise — his honest fame, This tribute his — yet not to this confin'd ; His was the indulgent heart which grieved to blame, His, all the embellishments of the noblest mind. 21. Can I forget too, when on sabbath days, A day much hallowed in the Christian creed, We piously convened in prayer and praise, With our demure preceptor at the head. 22. There, poor well-meaning man, with pious look, Extended arm, he'd raise his deep-toned voice, Enjoin us all to love God's holy book, And always in the Saviour to rejoice.. 23. Poor man ! farewell ! Aye, fare thee well ! Howe' er mistaken, thy intent was kind: And at some future hour, a pensive swell May prove thy precepts not quite blotted from my mind,"], [135, "117 24. And farewell playmates, friends, and frinedship's ties, Farewell church, chapel, prayers, and sacred song, Farewell all dull devout solemnities, And all the gloomy superstitious throng. 25. Farewell the mild Aspasio — you — Have done with me — and I have done with you, Farewell to E— — d shades and sombre view, Farewell to all— eternally adieu. Mannerly. I was not a little gratified to find nearly all my school-fellows fell fast asleep at the commencement of your shameful rhapsody. However, I may spare my censure, for the irony in both song and speech, as you call them, is too broad to be misinterpreted ; and if you had sense enough to discern it, and sensibility enough to feel it, you would blush in reciting it ; it is a self-inflicting scourge. Hector. You could not, to save your head, write one half so good. Mannerly. I should be sorry to possess a heart which could"], [136, "118 exhibit so much ingratitude and depravity, or a head servile enough to become its agent in so vile a cause, or such a slave to beat myself. Hector. You may spare your unwelcome comments. My head aches, and I wish to go to sleep : so good night, Mr. So lomon. Philander. I believe the noisy ones have wearied themselves to sleep. Poor fellows ! How little do they know their pre sent privileges ; how lost are they to a sense of their best interests ; how insensible to the nature of happiness, and that it may be found even at school. Mannerly. And how little do they think that while they are panting after those contemptible vanities and pernicious amusements, they are pursuing a glittering bubble, or an ignis fatuus, which will draw them into irremediable perdi tion. Philander, Be it then our object, by Christian firmness and gentlemanly behaviour, to excite their attention, to win their affection, to withdraw them from folly, and to enlist them on the side of virtue, wisdom, the fear of God, and happiness. Mannerly. Well, Philander, we love those grand princi ples, and are under their happy influence, thanks to God ; Non nobis Domine. Philander. And yet, what seems a little paradoxical, we"], [137, "119 enjoy more real pleasure and happiness than those sons of voluptuousness and slaves of self-will. Mannerly. That's very true ; but still it is to be recol lected, that no one can think, feel, or act, contrary to his nature, habits, and views of things ; it therefore follows, if a person's ideas and habits are wrong, he is, on such ac counts, an object of our commiseration, rather than of anger or contempt. Philander. As 1 perceive we both think alike upon these great subjects, there can be no argument, nor need of any. So, good night ! Mannerly. Good night! [Silence at length prevails.]"], [138, "120 PART FIFTH. Sir W. Shallow and his Lady — Sir W. sitting in a thoughtful attitude; the Lady in tears. Servant announces Mr. Candid. Servant. Mr. Candid, Sir. Sir W. Desire him to walk in. Mr. Candid enters. Sir W. My much esteemed friend, how happy am I once more to be favoured with this indulgence. What could have kept you away so long ! I began to despair of ever seeing you again. Lady S. Indeed I concluded that our impatient manner of reply to your friendly expostulations left an unpleasant feeling upon your mind. Mr. C. My dear friends, offence is out of the question"], [139, "121 but, to set this matter in a clear light in one word. It is a maxim with me, if I cannot render my visits to my friends in some measure serviceable to them, to withdraw myself. I d i not wish to assume either the censor or dictator in thei; family ; but my friends' interests are mine ; and where we feel an interest, there a glow of zeal will occasionally discover itself, however unacceptable. But why this sombre appear ance in my friends : one so low, and the other in tears ? Sir W. Our son George ! Mr. C. What can be the matter? Do pray relieve my anxiety. Sir W. My friend, I cannot answer you in detail. Mr. C. GeoTge is not dead ? Sir W. 0 no, I hope not — but I know not where he is. Mr. C. How ? What ? How is this ? Explain. Sir W. You were witness to the letter, including the re- quest of pecuniary assistance. Mr. C. In behalf of his friend ! Sir W. As he called him : for that individual, with several more profligate youths, have proved specious prompters to vice, and goads, perhaps, to his destruction. Mr. C. O, my prophetic fears ! You should have — Sir W. Candid, don't reproach me. I cannot bear it now. M"], [140, "122 Mr. C. [Stifling a tear] Give me your hand, — go on. Sir W. The whole of that letter was a fabrication, as well as several subsequent ones, to extort money for the indul gence of excesses with his thoughtless companions. Mr. C. You still supplied his demands ? Sir W. 0 ! my friend, his devises, his plans, were so deeply laid, such a systematic train of plausible pretexts and duplicity, that caution itself would have relaxed: he would have deceived yourself. [Mr. C. shakes his head.] You doubt his power over your acumen, but — Mr. C. Pray proceed. Sir W. He, at length, after drawing enormous sums out of my fond credulity, absolutely exhausted my patience and awakened my suspicion. Mr. C. You investigated? Sir W. I did — and found my parental affections abused, and my child a lost character : 0 ! such scenes of profligacy and vice were developed as harrowed up my very heart ; into which, I would never have believed my son would have fal len. Mr. C. You restricted his pecuniary supplies ? Sir W. Oh ! most rigorously — which, together with the exposition of his real character, induced the rash resolution"], [141, "123 of flying— but whither, our researches have hitherto proved fruitless. Mr. C. That is a calamity, indeed! Sir W. Oh, insupportable ! — our only child, our only hope ; our happiness is blighted, our cup poisoned. Mr. C. Oh, Sir William ! you were — but I must be silent now, 'tis too late. Sir W. I know what you would say, and, bleeding as my feelings are, under the wound inflicted by a beloved child' gratitude and friendship demand that I should acknowledge how culpable I was, not only in indulging the vulgar pride of placing my child at W*********r, but in allowing him that unlimited scope for the gratification of his expensive follies. Yes, my faithful friend, I owe it to your own pent up feelings to acknowledge, that I am virtually the origin of my boy's ruin and his family's distress. Youthful passion requires a curb rather than a spur. Myself am the cause of this dread ful wreck of hope and happiness. Mr. C. 'Tis done, and self-accusation is vain. All you have now to do, is, first, manfully to endure and reap wisdom from reflection, and, then, to consider the best means of alle viating this calamity, by still continuing a vigorous inquiry after the place of his concealment. Go you to your disconso late lady, and cheer her with hope, however fallacious it may M »"], [142, "124 prove; yet, as hope is life, it is in itself a support, and should be cherished as a blessing ; meantime, I will dispatch emissa ries to every probable part of the kingdom, and put in ope ration every suitable means to find out his retreat. Adieu, until I leam the success of my experiment. Sir W. My esteemed friend, farewell. Lady S. We certainly were greatly to blame in rejecting the sober counsel of our friend in the first instance. Sir W. Most egregiously wrong, indeed, were we, not only in slighting- the plain good sense of our enlightened friend, but in placing our child even in the very vortex of profligacy and temptation. Lady S. List ! music ! Sir W. An itinerant musician, he performs very pleasantly. Hah ! he sings. Lady S. Hist ! [musician plays and sings] Fond hope, away, no more beguile Me with thy false alluring smile; Thy airy visions mock my view, Evade my grasp as I pursue."], [143, "125 Yet stay, delusive phantom stay, False as thou art, flee not away ; Lest, with his thousand ills, — Despair Deluge me in a world of care. Essential inconsistency! A friend and foe are found in thee ; We prove thee perjured o'er and o'er, Yet court thee still, to promise more. By thee, Enchantress, we possess Joy e'en in ideal happiness, Trust flattering Fancy's future schemes, And lull our griefs in golden dreams. Still be my gale, ambrosial breeze, Safe waft me o'er life's dangerous seas ; Nor, till I land in real delight, Sweet Hope, wing thy fair final flight. Lady S. How sweetly he has carolled the dawn of the new year. Sir W. And hymned the departed one. Lady S. True— hymned the departed. XweePsl MJ"], [144, "126 Sir W. His tones have melted thee to sadness, love ; 'tis true, the annual revolution is done — the whirl was rapid. Lady S. And, in its whirl, has flung the fond hopes of many into annihilation or despair. Sir W. Pray do not talk of despair — you have forgotten your minstrel's idea of the uses of hope. Lady S. 0, no ! I have not forgotten it, nor am I insensi ble to the justness of the closing stanzas, that hope is, alas! too often fallacious and perjured. Sir W. 0 come, suffer not the tide of hope to ebb so low, \"untwine the wreaths of sad regret from Memory's urn.\" The wheel will still go round. This time next year, the plaintive requiem of your sympathetic minstrel may be changed for a more sprightly lay. [Sir W. and his Lady sink into a mournful silence, brood ing over their calamity with painful apprehension, when a gentle tapping at their chamber door arouses them.— George enters. — Lady S. shrieks and falls. — Servants enter and re move her. — Sir W. is rivetted to his chair in a state of stupe faction, staring wildly, unable to utter a word. — George flies to his father. — Sir W. recovers. — George pulls out a large pocket-book.] George. My father, your pardon, — brief let it be; — your blessing I dare not ask."], [145, "127 Sir W. What hast thou there, George ? and why that sus picious glare and hurried manner ? George. Father, I have defrauded you, and I wish t6 repay you, (in part at least) in time perhaps the whole. Sir W. How came you by that bulk of notes ? George. Do not interrogate me, it is your's. Sir W. If I have been the unconscious accessary to your moral decline, yet, God forbid, were I even famishing, that I should at once sanction and participate of your guilt. Where ? how did you acquire it ? Oh, my forebodings ! where have you been since you absented yourself? George. Hush ! dear father, I beg your peace. Sir W. What ! have you mingled with a ruffian band ? George. I have. Sir W. Oh, heavens ! sustain my sinking heart ! George. What then ? Sir W. So callous too. 0 George — What. then! — Hast thou, poor youth, one moment weighed the sin, The horrors of a wretched outlaw's life; What ! exchange the noblest attribute of man For the worst quality of beasts ? — to herd With the vile scum and offal of society, And haunted by a conscience, that will start Appalled at the mere rustling of a leaf?"], [146, "128 more I say. whose sweet To shroud all day in caverns, and creep forth Cursing the moon that, with inquiring eye, Follows your silent and felonious tread — And every twinkling star that peeps abroad A minister of terror ! George. Oh ! peace, dear father, peace, once Sir W. Sleep's cordial balm, you know not, influence, Ere he can stretch his labour aching limbs, Softly seals up the peasant's weary lids ; On the cold earth, with over-watching spent, You fret and fume in feverish watchfulness, 'Till nature, wearied out, at length o'ercomes The image of your fear — begins to doze ; But, just as sweet oblivion sooths the sense, The hollow groaning wind uprears you quick, And you sit catching with suspended breath, Just as the beating of your heart will let you. The expected step of Justice- George. Hark ! Sir W. At what? George. Who's there ? Sir W. No one, my son. George. Again ! 'Tis a man's footsteps!"], [147, "129 Sit W. I hear nothing, nor nothing fear ; I am no mur derer. George. No, nor I — I am no murderer ; Yet yet I fear most horribly, and towards that door I dare not look. Oh, what a life is this, I will, to-morrow, quit this cursed course, my father. Sir W. Nay, nay, to-night, my son, why not to-night ? George. To-night I cannot. Hark ! [a knocking at the door.] Sir W. There's some one now. George. To-morrow, father, I am your's again. [As George is in the act of going out, a party of soldiers, with fixed bayonets, rush in and sieze him. Officer. [To George] You are my prisoner, ruffian ; come with me. George. True ; but not your victim nor your captive long, Quit your rude gripe, or die, and go with me. [Suddenly he draws a dirk from his bosom, and stabbing him, inadvertently wounds his father.] [Enter Lady S. and Mr. Candid.] Soldiers. Die thou, thou murderous caitiff. [They plunge their bayonets in his body. [Lady S. in terposing, receives a mortal wound.] Soldiers retire, bear ing away the corpse of their commander.]"], [148, "130 LadyS. 0! my child, my husband, my— Oh— [dies.] George. Alas ! my martyred parents ! Oh ! my heavy guilt Will press me down to the nethermost hell. Oh ! retribution ! Righteous heaven ! Oh ! [dies.] Enter Lord Mannerly, Lady M., and General Superbo, [Lady M. shrieks and falls.] [Lord M. flies first to his Lady, then to Sir W.] Mr. C. [to Sir W.] My dear dear friend ! Attendants ! why Thus stupid, moveless, stand you gazing on The oozing life-streams of your dying master ? Quick stanch that gaping wound. [They lift him on a sofa.] Lord M. So— gently — there. General. Can no superior aid than this be had ? Sir W. [in a faint voice] Alas ! dear anxious friends, all human help Is vain — my world is at an end — and this The judgment day. Mr. C Oh, may my friend be ranked At God's right hand, amongst the blessed band. Sir W. I shall be ranked, dear friends, where Mercy ranks me. Mercy, in this dark sea, my only star, No hope from self — my life no merit boasts, 'Twas selfish all, at best; but oh, the worst."], [149, "131 Lord M. May it be blotted out by bleeding love. General. Amen. Mr. C. In Jesu's name, amen, amen. Stir W. I see Hope beaming on sweet Mercy's bow. Sweet are those gentle offices, dear friends, How sweet, how passing sweet to dying ears, The messages of mercy by a friend, And heaven's \" everlasting arms\" thus felt. But oh ! life sinks apace ! — Time is no more ! Eternity's dread portals now appear Expanded — now I see the awful vast ! Fate urges. — \" The set time\" is come. Good night, Dear friends — O, \" tis a seriotis thing to die.\" My wife ! my son ! Ah, why did I — Oh, Oh ! [dies] Lord M. Methinks I hear the eternal hinges \"grate Harsh thunder\" closing on the immortal, who, But one brief moment since, inhabited This fragile tenement of human clay. Mr. C. 0 Death ! thy mortal sabre hath drank deep The streams of bleeding friendship this sad night ; But not on thee this carnage we reflect, 'Twas blind Affection — Prejudice that gave Thy dread commission and the untimely grave,"], [150, "132 Lord M. 'Tis Ignorance and Prejudice — fiend twins, Offspring of sottish Pride, that swarm with cares And woes and death superfluous, the paths Of frail humanity. Mr. C. No ears hath Prejudice, and Pride no sense, Still onward like automata they go, Rush, like the war-horse, heedless on the foe, And meet, unconscious, the impending blow. General. This is a sight too sad for friendship's eyes, Shroud the pale relics of Death's sacrifice. Death's bleeding trophies well become the field, But his domestic spoils are best conceal'd. Lord M. Let rites funeral be strictly paid, And give them burial with their ancient dead. Mr. C. And while the last sad offices we pay, Let the world learn their monitory lay. Fond dupes to passion, prejudice, and pride, Custom our law, self-will our only guide; Indignant to reproof, impatient of control, Blindly we dashed upon this fatal shoal; Our untimely tombs, like lonely sea-marhs, stand Sad monitors to shun the treacherous strand."], [151, "THE SILENT TORMENTOR, & Œalt. N"], [152, ""], [153, "135 THE SILENT TORMENTOR. A TALE. Snug, in the suburbs of the city, Liv'd a spruce barber, wondrous witty! Who, like his brothers of the soap, Was as infallible as the Pope. As Gay once said, we say again, \" Could shave, draw teeth, and breathe a vein. Cart loads of knowledge crammed his cranium, In lieu of brains, the Succedaneum. Like Coke, could carve a legal cause : Like Newton, point the planets' laws. Couid con the technicals of art, And knew Moore's Almanack by heart, The rising, setting, of the sun, And when to eat a hot cross — bun ; N2"], [154, "136 How oft it rained last year, and when Within three days — 'twill rain again. What day and hour, night, morn, or noon, Some favourite star walks with the moon, Their rise, decline, and — the Lady's age, Were things familiar to our sage. Could tell of those who died last year, And that great changes still appear ; Such things as these in flowing verse, Smooth as a hedge-hog, he'd rehearse. (For, added to his various skill, He could write doggerel at will ; And play at crambo, like the deuce, With any tailor for his goose.) He knew all high life, vulgar rant, And all the fashionable cant. Old words and phrases modernis'd With meanings new, he highly priz'd ; Affected all their flippant air, The coachman's lounge and vacant stare, The dandy stride, the idiot grin, The dangling arm, the whiskered chin, The senseless simper at religion, The coarse, rude, levelling appellation,"], [155, "137 As Jack, Dick, Tom, Ned, Sam, and Bill, Or Meg, Nan, Kit, Peg, Sal, or Phill. He knew the jargon of 'Change Alley, Who waddled out so comically, And who, to hush up the disgrace, Sent back a duckling in his place. He knew who ample fortunes made By the insolvent debtor's trade. He knew each shuffle, cut, and trick, Heigh ! Presto ! gone ! — alas, poor Dick ! He knew St. S n's motley tribe, What patriots scramble for the bribe; And each dark labyrinthian door To the Right Honourable Corps. For liberty who loudly roar, But license mean, — or something more. But to say all this shaver knew, Is more than I could ever do ; As well might one attempt to scan Reason in Tom Paine's \" Rights of Man,\" Consistency in Carlisle's cant, And all the bellowing rabble's rant ; Seek truth in Hunts' seditious stuff, Or sense in that vile weekly Puff, N 3"], [156, "138 t His brother, the Republican, And all the inflammatory clan ; Look for good government at home. Among the ravers for reform ; Or, in the brow beat family, Among those sons of liberty, Seek any thing but tyranny : In that uproarious wretched race Seek gratitude — or heavenly grace, Or common sense, or rest, or peace. As well might one attempt to prove That ladies never change their love, Or once in love are always true, As tell you what this tonsor knew. No dandy, no — nor dandizette, Tho' graced with star or coronet, In pertness could this prig surpass : He was a most consummate ass. And for his tongue— 0, what a clamour Twas like an undertaker's hammer; Woe to the luckless wight, whom fate Consigned to hear his endless prate. An instance of this very kind Has just this moment cross'd my mind,"], [157, "139 Which, as it seems quite a propos, I'll give you in a word or two. A citizen of London town, In wealth and paunch quite overgrown, Fell all at once so deep in love, That he could scarcely stand or move; So down he sat, and took his pen To tell the fair one all his pain ; Begging her sympathizing hand To wear the matrimonial band ; Protesting, if she would but have him, That he'd have her, and — that would save him ; And he would love her — aye — for ever, And never vex her, no — no never. This classic flow of eloquence, So rich with taste and elegance, He neatly sealed with eager haste, And sent it flying off post haste ; But first, that nothing might impede, Wrote in one corner, \" this with speed.\" Now expectation, let me tell ye, Swelled like St. Paul's, or— like his belly. But as those little teazing sprites, Who play such tricks with us o'nights,"], [158, "140 King Oberon and his tiny train, Who gambol on the moonlight plain, And pinch poor mortals black and blue, (Tho' /don't think such tales are true;) I was going to say— these little folks, Who practise their unlucky jokes On lovers soused o'er head and ears, And almost drowned in seas of tears; Whether Titania, or her spouse, Puck, orPeaseblossom, — no one knows; But one of them, thro' very spite, Jumped down the lady's throat one night- Oh! what a jump was that, you know! But what do you think it was to do ? Why, 'twas to act a treacherous part Upon the lady's tender heart, For, if the tale we may rely on, He changed it to a lump of iron ! Then, laughing — jumped clean out again And joined his pigininy train. Poor Johnny Cheescake soon found out What this sly rogue had been about ; For when the lady read the letter, (And John had never writ a better)"], [159, "141 She curled her lip in scornful ire, Tore it, and flung it — in the fire ! This news struck Johnny almost dead, And down he tumbled on the bed, Prone, like a plumber's pig of lead. Now, when the lady heard his case, Her iron heart grew warm apace; And as it warmed it softer grew ; At last she penned a billet-doux, Condoling him in all his sorrow, Wishins to see him on the morrow. John hardly could believe his eyes, And almost burst with the surprise ; And, fearing lest he might look thinner, He rose, — and ate a famous dinner : Now did he chide Time's tardy pace, And urged Aurora in her race. — At length the golden eye of day Looked out and made all nature gay. Up rose our Amoroso straight, And combed his wig and washed his pate ; And as the bristles on his chin Were like those on a porcupine, Our celebrated Sciolist With great dispatch was called to assist,"], [160, "142 With lather thick, and razor keen, To mow the stubble from his chin. Thrice was the urgent message made, Yet still this plaguy tonsor staid ; And thrice the messenger returned, While Johnny with impatience burned. At length, with philosophic air, Grimace, and bow, see Dick appear — Opens his budget to begin, And tucks the napkin round the chin; Now see the tide of lather rise Higher and higher, even to the eyes ! He elevates the razor keen, And now it glides along the skin — But all at once he stopped full short, And stood as if transfixed in thought ; Then wiped the razor dry and clean, And put it in the case again — Rummaged his budget stores about, And took a planetarium out — Walked coolly to the court and stood, And took the solar altitude ; Then, with the same deliberate pace, Returned with an important face :"], [161, "143 \" Let nothing, Sir, henceforth distress you, Your stars have all combined to bless you ; Perhaps you will be pleased to hear, This is a lucky time of the year, This, Sir, is Friday — the third day — The third day of the month I say ; The year, nineteen, the month, December, The third day of this month — remember ! Red Mars and Harefoot Mercury Are hand in hand, which proves to me, No happier crisis e'er was known To whet a razor on a hone ; No better time could you have shaped To have your Honour's Worship scraped.\" \" Shave me,\" said John, \" nor prate to me Of Luck and Mars and Mercury : I called you, not to give advice, But, Sir, to shave me in a trice.\" Dick's pride at this seemed mortified, And bristling up, he thus replied : \" Sir, though you slight astrology, You'll find but very few like me. You say, you sent, Sir, for a shaver, But in my person and behaviour I'm that and gentleman together."], [162, "144 I am the best, (or I'm a pig,) That ever curled a counsel's wig; I'm an experienced physician, Learned historian, deep logician ; In chemistry none more profound, A finished grammarian from the ground ; Astrologer infallible; As mathematician, none more able; A gifted orator well known ; Poet and architect of renown ; Philosophy in all its parts I know, and all the arts ; All languages, except the liar's, And that ne'er ranked with my desires; Traditions, tales, and legends rare, I have, Sir, an exhaustless share — Nay, what is it that I am not; O, what a barber have you got ! Your poor dear father, now gone dead — Pailsfull of tears for him I shed, Each time I think of him, good spirit — For he so fully knew my merit, That as I hope to shave and thrive, He thought me the greatest man alive"], [163, "145 Cheesecake, tho' in a furious huff, Could not help laughing at this stuff. \" Shave me, you ranting gasconade, Shave me, or else I'll break your head. Hush your impertinence, you prattler, You gossip, you procrastinator.\" \" Prattler, gossip, and gasconade!\" Cries Dick, provoked, — \" fine names, indeed ! Your father never called me so, And all the world would answer — No ! Said he — said they — this artisan, (And controvert it, if you can,) Ought to be called the — silent man ! Six babbling brothers once I had, . Who prattled desperately bad ; And, Sir, that you may know them better, I'll just describe them — to the letter. First, hump-backed Barnaby was one ; — O, such a prattler ne'er was known! And chattering Charley was another, And Gilbert Goggle-eye, his brother, And crook-shanked Anthony, the blab, (Tony, who married Doll, the drab,) 0"], [164, "146 I 'HI And Nick, you know, who lost his nose By one of Belcher's clumsy blows, And Jemmy Jumps, who, in a fray, Had both his ears close cropped away ; Now these were each a babbling knave, But I — am silent as the grave.\" All patience now our knight forsook, And, with a most distressful look, He roared, — \" You braying ass, away! Begone ! I'll not be shaved to-day.\" \" Not shaved to-day,\" said Dick, \" he, he Pray, Sir, did you not send for me ? To be sure you did — and since 'tis so, Out of this house I will not go, Before you are shaved — and that you'll ki Oft by your father I have sat For full five hours in friendly chat, And when my tale was fully told, He'd count me down five pounds in gold, — Declaring that so wise a man Was never since the world began. He knew I was no babbling loon, But silent as the midnight moon.\""], [165, "147 \" Cease,\" cried the Cit, \" your impertinence,' I've an affair of consequence ! So, shave me directly, Sir, I say — Shave me at once — shave, shave away.\" \" Ah ! my dear Sir, your father knew, And so did your grandfather too, The importanee of my sapience, In their affairs of consequence. Consult me, then — take my advice, He wisely walks who walks with the wise.\" \" Leave off your prate, you teazing dog, Or I will scald you like a hog!\" \" Sir, here's the razor at your chin, — How smoothly it glides down your skin.\" — Three sweeps he gave our angry swain, Then on a sudden stopped again ; And, with the utmost nonchalance, Bowing with courtly complaisance, Said — \" Sir, henceforth I'd have you know, All anger issues from below : It is a most infernal evil, And comes directly from the devil.\" 02"], [166, "148 \" Then do not put me in a flurry, — Shave me at once-i-l'm in a hurry.\" \" That is,\" cried Dick, \" that is to say, You have urgent business in some way — I'll wager, I have guessed,\" says Dick. \" Confound your guessing, shave me quick.\" \" But softly, Sir, not quite so fast : That is ill done that's done in haste. Before you rashly venture out, You should well weigh what you're about. You had better trust me with the affair, — Not that I wish to interfere. Let's see, — it was to be — at noon. — One minute, — 111 be with you soon !\" Now see the barber gravely stand With planetarium in his hand. — Returning, calmly said, — \" Dear Sir, You need not make this mighty stir : Newton and I are either fools, And false all astronomic rules, If you are not two hours too soon : It wants precisely two of noon.\""], [167, "149 \" You prating mischief-coxcomb shaver, What do you mean by this behaviour ! Shave me this instant, or you'll see I'll punish your temerity.\" \" Softly, dear Sir, you'll lose your breath, And if you do, you'll meet your death. Passion is very detrimental To health — it is the very devil ! — Ods bobs! — well thought of, Sir, — good lack !- Have you heard — great Cobbett has come back Cobbett, the JUST — the learned — the wise ! Come back to open all our eyes ! Quitted Columba's happy shores, To herd once more with English boors ; Exchanged the high-bred Yanky race — For Albion's sons, low-born and base ; Left the fat sons of Freedom there, To starve on England's meagre fare, Roast beef, plum-pudding, and strong beer. Pilfered old Pluto's dark domain, Brought back the carcass of Tom Paine ; Tom Paine, the illustrious leading star, — Auspicious — bright as Lucifer ! 03"], [168, "150 His sacred corpse is disinterred, But for what use I have not heard : — Some lambent flames perhaps still play, To light us down the infernal way: Such is the philanthropic mind Of Cobbett — friend of human kind ! Who read, dear Sir, his learned works, Shall grow as wise as Jews or Turks ! Would not your heart dance high to see This champion of our liberty ?\" \" Yes — see him and such — exiled for ever, 1 wish you all were hanged together. Shave me directly, Sir !\" — \" I will, And that with the utmost of my skill ; But may 1 be so bold, Sir — ha! To ask where you are going to-day ?\" — \" To merry make, Sir, with a friend.\" \" Make merry ! — 0, let me attend : Your friends will be rejoiced to see A man that talks so pleasantly. There's not a man throughout the town, — And that they all consent to own, —"], [169, "151 That's half so merry — half so witty ; I am the boast of all the city : Wit, fun, and frolic, I adore, — I'll ' set the table in a roar:' If I don't, never trust me more. Not that I like a noise — mind that — No gossipping for me — no chit-chat ; I am as silent as a cat, When she is crouching at a mouse.\" \" You chattering monkey, out of my house, — Go, you incorrigible\" — \" O, Sir! Fie! what foul names, and what a pother! See here your humble servant stand With razor ready in his hand.\" \" D'ye mean to shave me ?\" — \" Sir, I'll begin To work upon your worship's chin That moment when your worship's steady, — No man more able, none more ready.\" At length, when full three hours had pass'd Our gentleman got shaved at last. Then clambered up his chesnut steed, And off he cantered with full speed,"], [170, "152 Vowing he'd wear a beard for ever, Rather than suffer such a shaver. Met the fair mistress of his heart, Made her an offer of a part Of that, with all his wealth beside, If she'd consent to be his bride. With Angel smile and aspect bland, The lady paused — and then resigned her hand. MORAL. Fools by much talk their character betray, As the dull beast is published by his bray : The wise should talk — they have a just pretence, But want of modesty is want of sense. FINIS. D*vid3-*n, lJrn*ter, Old Boswell Court, Londoo."], [171, ""], [172, ""], [173, ""], [174, ""], [175, ""], [176, ""]]