[[1, ""], [2, ""], [3, ""], [4, "THE I p ■ * fistic WfokaW. < __ ___ OF ORIGINAL VERSE RETOUCHED, WITH ADDITIONS TO GREET THE JUBILEE. E X E T E R : W. J. Southwood, Engraver and Printer, Goldsmith Street, 1887."], [5, ""], [6, "JnttprtiutfiDn. New name for old rhymes seeking Retouched to grace new aim, Rose, Shamrock, and the Thistle, I for their sponsors claim. Rose — grant one breath of fragrance ; Shamrock — bless with holy sign ; Thistle — guard my unpretending verse From critic's censuring line ! So —Shamrock, Rose and Thistle Fare my \"leaves\" as they may, Of your's I'll make a posy, For loyal hands to-day !"], [7, "4 &■ Search we thro' our country's annals, Ask we of the voice of Fame, Hard it were to find a rival For our good King Alfred's name. England still his mighty impress Bears upon her evermore ; Still our children fondly name him Hero of their nursery lore. Called in youth to rule a Kingdom, When that Kingdom's self was young Rude its manners — rude the accents Of its homely Saxon tongue ; Knowing less than rustic scholar Now in village school is taught, With truest wisdom, clearest insight, Ne'er was soul more richly fraught."], [8, "5 Ne'er the future's gathered learning Framed a mind more amply dower'd With highest gifts, a king beseeming, Than on that princely head were shower'd Firmest ruler — wisest statesman — Bravest leader in the fight — Righteous judge, with zeal unwearied, Labouring to set wrong right. Not enrolled saint more saintly, Cloistered monk not more devout ; Strong to bear with martyr courage Keenest pain long years throughout.* Through ancient rolls and royal records Filled in ever lengthening line With noblest names — all vainly seek we Alfred ! nobler one than thine ! '■'■'■ To his heroic endurance of severe bodily suffering, all Alfred's biographers bear witness. An affecting story is told how that when his health first failed he prayed fervently that if he must be tried by suffering, it might be by \"pain,\" not by aught which might make him revolting for his people to look upon ! The form which the trial of his faith and endurance actually took, seems, so far as we can judge by the accounts which have come down to us, to have been that which would now be called \" Tic Douloureux.\""], [9, "Yet as we pursue the story Of England's life from age to age, Just where blend the past and present A kindred name adorns the page. Its syllables in notes accordant Fall like echoes on the ear : We pause, and with a smile of greeting Prince Albert's cherished name we hear. Royal Alfred, Princely Albert, To and fro like chiming bells, Princely Albert, Royal Alfred, The sound alternate sinks and swells Centuries divide them, Alfred Would not know his realm again, But while outward things are changing, Unchanged, human hearts remain. Hail \" Prince Consort ! \" thus we name thee Thinking on our widowed Queen, Since great Plantagenet's sad journey Has ne'er such throned sorrow been. 0"], [10, "Gratefully the name of Albert 7 Write we then— -nor hesitate To add once more to princely titles The crowning one of \" Good and Great ! \" '■'■- Edward the Third \" the greatest of the Plantagenets,'' conveyed the body of his beloved Queen Eleanor, from Hardeby, in Nottinghamshire where she died, upwards of twelve days' journey, to Westminster. Each resting-place on the long and mournful way, was subsequently marked by one of those beautiful memorial crosses, of which three only survived the ruthless fanaticism of a later age. On the final morning the king rode forward to meet the stately procession of clergy and nobles, which met the dead Queen at her last resting place, the spot which under the now familiar name of \"Charing Cross,\" still enshrines the memory of \"La chere reine.\""], [11, "antr Jf|t# la CljapcUt Reader ! forgive, if I your patience task For cities too, initial place to ask. One — monument of brave men's patient toil, For when too circumscribed the Belgic soil Its sons with hearts undaunted looked around, And said, \" Then shall the sea enlarge our bound,'' And Amsterdam — like Venice 'mid her isles, Rose, wave-surrounded, on its myriad piles. * Yes, Amsterdam, and many another name, Amiens or Avignon, distinction claim, But I can tell of one that bears the bell Before them all — renowned Aix la Chapelle For there was born, long centuries ago, The great king Charlemagne whom all men know ; That giant course out-run — the funeral knell Tolled from thy orphaned towers, Aix la Chapelle. * Literally, 13,569, the work of the early part of the 13th century."], [12, "Since then, where silent sleeps the mighty dead, They set the crown on many a royal head, O Life ! O Death ! what lessons ye might tell Could the stones speak of old Aix la Chapelle ! Fiftv-five emperors were successively crowned at Aix la Chapelle — the insignia were removed to Vienna, in 1795."], [13, "I i Why Double B?\" B ring to this initial letter E ach fond wish that love can breathe, A li choicest flowers— some \"everlasting!\" H ogether in one garland wreathe. Round two clasped hands thy chaplet twining I* nvoke heaven's blessing on the twain. (S anst now expound my double letter ? E} ngland's heart can read it plain !"], [14, "11 aswwfr. When the stern Cherub with the flaming sword His awful watch had set, And all the joys of Paradise became One passionate regret. Then on the fallen earth, relenting Heaven Bestowed a flower that ne'er in Eden grew And Childhood blossomed in her desert fields, And Hope sprang up anew!"], [15, "12 mt rf mtm Ibvmt [\" Dieu etmon Droit \" was the parole of the Hday given by Richard Cœur de Lion, before the I battle of Gisors. In gratitude for his signal victory over Philip Augustus, King of France, who had renewed the war in defiance of recent treaties, he adopted it as the royal motto, and such it has continued ever since.] Spake the lion-hearted king As dawned the day of deadly strife, While all around, the war-notes ring Knell of many a brave man's life, \" Dieu et mon Droit, God and my right Be this our watchword for the fight.\" \" Dieu et mon Droit ! Now God be praised \" Out-spake king Richard once again, As now he sate with lance upraised Victor on Gisors' bloody plain \" Dieu et mon Droit, My cause was right, God proves it in the foeman's sight ! \""], [16, "w u '1 Dieu et mon Droit, be this engraved, The motto of fair England's shield, Pledge that her sword be ne'er enslaved To fight in aught but Honour's field.\" \" Dieu et mon Droit ! \" The echo lives, Our watchword still king Richard gives. Dieu et mon Droit 1 \" a solemn word, May England its deep import heed ; And ne'er again unsheathe the sword Save for just cause and righteous need. \" Dieu et mon Droit,\" We claim it then, And dare to hope for Heaven's Amen."], [17, "1885 i jQatrtry^ sparling (added by permission.) Iddressed to— — during the wars in the Soudan, Daddy's Darling — and what is she like ? A dear little dot of a thing ! You should hear the lisping lips prattle You should hear her trying to sing. You should see the tiny feet toddle As she tumbles over with fun ; If I try to describe her perfections Daddy says I shall never have done. See! hear! the Father makes answer I'll gladly do both when I can ! But I'm out of all hearing and seeing Far away in the hot Soudan I would that I could see my darling My own little girl once more, And another yet closer and dearer The thought makes my heart run o'er."], [18, "Li '5 Yet at moments mid war's grim surroundings, Fond Fancy both sees and hears Far across the dry Desert's horizon A home in green Devon appears. Then vanish the sand and the Palm tree, Soft shadows of Ilex fall On a lawn where children are playing, Where queens it the youngest of all ! I see her to Father's picture Drolly curtseying down to the floor, Oh ! will her heart teach her to know him When he stands at her Nursery door ! I hear her soft lisping petition As she kneels at her Mother's knee — Pray God to take care of dear Father, Bring him back to Mother and me ! \" Amen ! my own dear little daughter, And oh ! what an hour will that be When, instead of the sword and the musket These arms shall clasp Mother and thee !"], [19, "And what may Evening mean ? you sa y More than prosaic close of day ? To childhood's fair, but sleepy head, It means reluctant going to bed ; In youth's gay prime, its gayest scenes Of song and dance, the Evening means ; In toiling manhood's ear, the sound Means home's best joys the fireside round ; But all its meaning to convey When comes at last, Life's \" close of day,\" The thoughtful eve of calm old age, Might well beseem a graver page. It's fairest emblem would you know, Go watch the sunset's parting glow, And own no sight more full of heaven Than those prophetic hues of Even."], [20, "P^^ranfrg anir Acquaintances r Still as we tread Life's lengthening way We move amid a jostling throng, And oft our spirits loneliest feel, When busiest, crowded scenes among. Faces familiar as our own We count around us by the score ; Life's currents mingle in one tide, We even worship side by side, And yet through all we still abide \" Acquaintances \" and nothing more ! But here and there, by sudden touch As on we wend o'er sea and land, We recognize far more than such, And feel we clasp a friendly hand. B i;"], [21, "Light intercourse is all we hold, Such as gay social hours demand : The song — the chat — the story told- And yet by look — by word — by tone A sympathetic bond we own, And feel when forced to bid farewell Those few brief hours have made us \" Friends ! \" 18"], [22, "13 THE gfej^ lwrann8* (A PORTRAIT.) The dear old gray-haired Granny, Methinks I can see her now With the mien which bespake obedience, Intelligence stamped oh her brow. But with lips round which smiles were playing, And an aspect serene and kind ; And a voice whose free modulations Reflected each mood of her mind. When friends came for comfort or counsel, Ever ready to listen and soothe ; How many of life's little creases, Stroked by her hand grew smooth ! Then so grateful for others' affection, So humble her God before ; But the words, as I write, grow misty — Home knows that dear face no more !"], [23, "20 anir m \"rÆM tip? Hflllantrau j There are, who mock at Holland and the Dutch, And he whose wit penned Hudibras was such. \" A land that rides at anchor, and is moored, \" On which men do not live, but go aboard ; \" Who dine like cannibals on other fishes, \" And serve their cousins-german up in dishes.\" But I, for my part, like these sturdy Dutch, And see good reason to respect them much ; Their homely virtues — wealth without pretence Unrivalled Hyacinths! and plain good sense, Their spotless cleanliness I just adore ; And if I ever must eat off the floor, Will cross, for certain, to their well-washed shore But when the dinner's served — remember please— A whisper in your ear — Don't bring Dutch cheese !"], [24, "I »_2gT */ \" Ich Dien \" I serve — the well known motto, beneath *-.j| \" the ostrich plume, found on the helmet of the blind \\> king of Bohemia — who served as a volunteer at the battle of Crecy, his horse being led into the thickest of the fray, in which he fought valiantly between two of his most gallant cavaliers. He was slain, and his insignia having been adopted by Edward the Black Prince, who commanded the English army on that victorious day, have ever since been borne by the heir apparent to the throne of England — (not as Prince of Wales, as commonly supposed.) \" I serve ! \" Can this be motto of a king ? The blind old man mistook! did he not mean A king — I rule ? Nay, but he said \" Ich Dien.\" Oh noble ! whosesoe'er the heart could reach The doctrine high which those brief words enshrine, Doctrine the lips of One alone could teach, Who, ordering others' lives, could utter — \"Look on Mine!'' Zl"], [25, "\" Not to be ministered unto, I came ; \" Nay — but to minister — Kings ! learn of Me. \" He that is chief among you is the same, \" Who to his own, must lowliest servant be.\" This then the Royal Charter \"Right Divine!\" And who for self alone dares rule or fight, Though unimpeachable his regal line, Is branded an usurper in God's sight ! But kings have been — yet are — Heav'n grant shall be, Who press toward this mark 'mid toil and strife ; Such in their people's love their guerdon see, For such, another crown remains — a \" Crown of life ! \""], [26, "me 23 guMlafy 4£fr Jubilate ! Raise the Anthem ! Such the accents which beseem, This auspicious \" eightv seven\" Jubilee of England's Queen. Fifty years of England's story ! Who shall fitly write the roll ? Who tell what varied deep emotions Beat responsive to such scroll ! Famine, War, and Mutiny, Each its fatal weapon tried ; But the mighty hand of Heaven Smote the deadly shafts aside Touch other themes, and time would fail To spread the broad illustrious page ; Religion — Science — Art's achievements Make of this a golden age."], [27, "**4 Sacred home-life's joy and sorrow May not come within my scope, Saddest night knows soothing morrow Brightened by the Future's hope. Then sing ever \"Jubilate ! \" Therein prayer and praise agree ; Praise for Great and Good departed Prayer for all which yet shall be. Praise for countless richest blessings Prayer where aught for pardon cries ; Aye most fervent are the praises Which from humbled hearts arise. Jubilate ! one grand chorus Rise the trumpet blasts between ; Jubilate ! Hear us Heaven When we shout God Save our Queen i"], [28, "®| ;__^ For half a day I had sought in vain YJf A subject for K. in my addled brain, When finding among my stores a view Of Loch Katrine, I hailed it with \" this will do. I must not quote Sir Walter Scott See my title page if you ask why not. More's the pity I cannot deny For he's really more of a poet than I ! But oh ! Loch Katrine, soft and fair Forgive if with thine image there And memories of thy Bard combined To style like this my pen declined. Richly is this our age endow'd With Poets of whose names we're proud. And never did the Muse disperse More lavishly her gift of verse."], [29, "26 But gratitude can never let Our hearts that earlier Bard forget Whose music charmed our childhood's ear Like woodland notes in morning clear, And trained the young receptive mind To feelings pure and thoughts resin 'd ; Whose sweetest echoes evermore Linger around Loch Katrine's shore."], [30, "i » 27 Tg* A letter from a little girl, Her mis-spelt first essay ; A letter full of birthday gifts From parents far away ; A letter from a school girl, Scarce worth the penny stamp ; A letter from a school boy Makes his father cry — \"Young scamp A letter from a tailor With a most unwelcome bill, A letter from a lawyer — \" You're not mentioned in the will \" A letter from a lover, Sealed with a lover's kiss ; Can you match me such a budget Of \" Letter Ls \" as this ?"], [31, "w - Yy<%$ Countless times the sun has risen, % Countless times again may rise ; Fresh as in Creation's morning, Those bright beams to human eyes. Leave thy hot and lazy pillow ! Break the leaden bands of sleep ! Wake ! and with awakening Nature Forth ! Prime's festival to keep. Forth ! inhale delicious æther, Lift thy gaze o'er land and sea Forth ! and in the summer morning Learn how fair—fair earth may be Open now the sick man's lattice, Oh ! how welcome where he lies ; That soft air to fevered pulses, Those bright hues to weary eyes. tS"], [32, "Then pass within where little children Lisp their trustful morning pray'r, Lift up smiling new-washed faces Looked for morning kiss to share. Then go forth to daily duty With Heaven-renewed love and pow'r; Thank God Wrho in this world of travail Gives each day its ' ' Morning hour ! \""], [33, "i > Blue-eyed Nymph with flowing hair, Rapt in soft poetic dream ; Is it prudent sitting there Barefoot in the chilly stream ? 'Tis highly classical of course ! It was \"the way\" with nymphs of old But will the argument have force To prevent your catching cold ? In isles of Greece, 'neath sunny skies, Such pretty pranks were safely play'd But I really should advise Bath at home for English Maid ! \"^^--e^ey^-*?*^ JC"], [34, "cjS^ I Y* Oranges! Oranges! who'll come and buy? Oranges! Oranges! all day I cry — Oranges! Oranges! juicy and sweet, The weary long day I cry in the street ! Och! thank ye kind lady — and bless y'r sweet face, Did I ever tak sixpence was tost wi' such grace! Saints love ye my jewel! I'll soon sell the rest, There's luck in y'r bounty, come pick out the best, Or the jintleman do it, that's loitering nigh For I see by the twinkle that laughs in his eye, And the smile on his lips when he whispers sa sly; 'Tis the flower, not the fruit, that ye'll want by and bye"], [35, "X f f Ye, who would lead a quiet life And have your words to breed No strife — This good advice now don't refuse, Be sure you mind your P's and Q's ! This proverb quaint apparently, We to the Printers owe — The type reversed — as here below — By careless hand — a dunce can see That p is q, and q is p. Hence when extra care we use, We're said to \"mind our P's and Q's.\""], [36, "c H USES. k '^WS-T' * have brought me a handful of roses, -gvf A subject — you tell me— for song, (r J rftj- But the rose is a subject exhausted \"all . By Poets for ever so long I Roses \"budding\" and \"blooming\" and \"faded,\" RoseJeaves\"dew-dropt\" and\" scattered\" and One original thought to elicit — [\"dry,\" Believe me — 'tis hopeless to try ! * * * * Now, Poets ! stand up for your flower, Alike Queen and peasant's delight, Which the eye shall not tire of beholding, Nor the heart feel its sentiment trite. Still lovely as Eve's hand first plucked it, For surely in Eden it grew ! Old Luther believed that in Heaven The roses would flourish anew ! Be that as it may, this is certain- No rival it owns in our clime, And \" Fresh as a Rose \" shall be proverb Held good to the end of time !"], [37, "34 S. T. ! Why S. T. ? For what reason so ever Should anyone couple these letters together ? I Stutter and Stammer — but all in vain Still It is quite too absurd — turn them which way I will — Forgive me for saying I utterly fail Of these Stubborn initials to make head or tail. You Stupid ! you must be as dull as a post, Philology clearly is none of your boast ; Just Study the thing as you walk down the Street It will surely suggest explanation complete ; Or write to your Stationer \"Old Bond\" S-t. The postman will construe it plain as can be,"], [38, "35 Or should you be taking a Stroll in the Strand You are not very far from St. Martin's le Grand, And S. T. par eminence, 'tis very well known All Saints in the Calender claim as their own. Men, women, and children, stand up to protest 'Tis these very letters pronounce their names blest, St. Wulfstan, St Dunstan, St. Cyrus, St. Neot, British saints by the score with the Roman compete ; St. Patrick the darlint! and 'twere really too bad Says a Staffordshire man if you leave out £t. Chad; For Standing room too all Strive in a fidget, St. Hilda, St. Frideswide, St Audrey, St. Bridget: Headless Sidwella, down here in the West, And holy Monvenna — excuse me the rest ! Then look at our Hospitals, Churches, and Halls ! St. George's, St. Mary's, St Peter's, St. Paul's ; Of political Courts too, pray which of them claims More distinguished a place than the Court of St. James ?"], [39, "In short— while thus pleading the cause of S. T. I could prove them beyond all disputing to be — If I feared not to run to too tedious a length — Of our best institutions the centre and strength ; My theme's not exhausted — still, sit down with me And they'll serve as beginning to Supper and Tea ! X"], [40, "Most euphonious vowel U ! 0 Foremost in Use, tho' last in view — (Observe that final double U !) Allow me to congratulate That you have won, however late, Initial column to yourself In every lexicon on shelf. Of old we had so much ado Among the V's to find out yoU ! And I for one could never see What yoU should have to do with V ! And let no jealousies arise — In ValUe each alike we prize ; Fair VirtUe, when she shews her face, Extends to both her equal grace ; Then turn the page and you shall find United Verdict has assigned 1 A verse apiece to U and V, In honour of the Jubilee !"], [41, "«nt0u Hack- Hurrah ! for the flag of England, Her glorious Union Jack ! From all points of the compass The echoes give it back. St. George for merry England ; St. Patrick Erin claims ; For Scotland's good St. Andrew, We must thank her royal James ! And do the Saints protect us ? And do they watch their own ? Then let them now their threefold prayer Pour out before God's throne ! That Britons still as brothers In mutual love abide ; Still with one voice pronouncing Great Britain's name with pride. 3.-'"], [42, "That still 'neath thrice* cross'd banner Her fleets may sail the sea ; Still hoist the brave old colours, The pledge of victory ! So grant it gracious Heaven ! For this is no child's play, The weal or woe of Britain Are in the scales to-day ! But mv verse too grave is waxing Through thoughts which o'er me throng; To happier notes and hopeful, I gladly change my song : Then shake out all your Bunting ! Xo voice our chorus lack As we raise one ringing cheer my boys ! God bless our Union Jack ! 39"], [43, "40 far 0 \"Virtue brave boys— 'tis Virtue makes a King, So long ago did Pope the poet sing. Let us adopt the motto who have seen In these our happy days — how Virtue crowns a Queen ! Qxciovia. ptmt"], [44, "41 f|J§itttam. §^w %(*/+P'l([$ (* greeting to all oe the name.) fifMs Are all our company here ? \" > \" You were best to call them generally man by man, according to the scrip.\" Midsummer's night's dream. What motley subjects for our song To one familiar name belong ! You give me \" William \" for my theme : Countless do the \" Williams \" seem, All ranks — all times — the type afford, Prince and Peasant — Squire and Lord ; You may vary it, if you will, Emperor \"William \"—ploughboy \" Bill.\" On many a happy household's ear \"Willie \" falls in accents dear. Or follow the Historian's pen And straight behold a host of men. William the Norman — a dread sound When first 'twas heard on English ground. Nor yet — nor shall to latest day- It's echoes wholly pass away."], [45, "42 'Third William, with his Stuart wife A mighty link in England's life. And where would Literature be Good William Caxton, but for thee ? Largely e'en great Will Shakespeare's name Owes to thine art enduring fame. And when knew Heaven-inspired Muse More graciously her power to use, Than when she could to transient smile Sad William Cowper's lips beguile ; And her sweet gift of song impart To soothe and heal that wounded heart : Thus many a well-remember'd name Comes wafted on the breath of fame ; Poet — Scholar — Warrior— Sage — They crowd the biographic page : 'Mid British Statesmen name is none Than \" William \" more renown hath won, William Lord Burleigh — Chatham — Pitt — What terms shall worthily befit ?"], [46, "43 The grateful liberated slave One word for W'ilberforce will crave ! In endless file before our eyes Thus the shadowy forms arise — To touch the ranks of living men, Nor this the place nor mine the pen. But in the long and varied scroll, What worthier name can we enrol, In golden characters to shine — ®illiam of WLvktljSLm— above thine ? The Artist's hand, the Statesman's mind, The pastoral heart in thee combined. By these, and more, thy life-long zeal Wrought for thy King and country's weal. But ere thou restedst from thy toil Thou'dst sown a seed in kindred soil Which grew, and spread from field to field And yet doth goodly harvest yield. In Itchen's vale — by Isis' stream Thy lasting monuments are seen."], [47, "44 Still by thy care we train our youth In wisdom, piety, and truth ; Historic Winchester can claim No dearer title to her fame, Than that she holds within her walls Thy Minster and thy College Halls. Old forms may fade— old customs change, Nought can thy memory estrange ; Still do her sons revere the sod Whereon thy sainted footsteps trod, And still their grateful voices raise •jEtlliattt of ftEjrMjants name to praise. Militant of Mgkt&am. b. £.§. 1324. Clerk of tlje loorhs at \"SEinisor ffiastle anil Jleeper of tlje Jlriiig anil fitsljan of Winthester mt&er 11. (EJluarb 331. fora $iglj Œljimwllor fombtx at J&. iHaqi's ©allege Mmtljcsfer and fleln Œollegc ©ifora under fling JUcljara 31. ah. 1404 act. SO."], [48, "45 |^inb00r |§astle* Once more, my pen and I must pardon crave That one Initial second theme prolongs ; But Wykeham's self would rise up from the grave, Should Windsor find no place among the songs, Which greet this glad commemorative year! That they too slight be deemed my only fear. The Windsor of the Norman Kings was all but entirely pulled down and rebuilt on a much grander scale by King Edward the Third ; the Clerk of the works both for Castle and Park having been, according to the union of ecclesiastical and civil functions common in those days — none other than William of Wykeham, subsequently Lord High Chancellor of England, and Bishop of Winchester. Edward the Third was the second of our Sovereigns whose reign extended over fifty years. There was no other instance till the time of King George the Third. The noblest pile in all the land See Windsor crown the woodland plain, By royal Edward proudly planned Aided by Wykeham's busy brain"], [49, "4<5 Work — meet for him whose name is seen Among those earlier Sovereigns three Who heretofore — God save our Queen ! Won reign of half a century ! What histories stern score Windsor's walls ! What happy memories light her glades ! What princely shadows haunt her halls Filling the space when daylight fades ! Here Chivalry's dim relics still Linger those ancient courts around ; The stranger, wander where he will, Feels that he treads romantic ground. Within the vaulted chapel fair Torn banners droop o'er Knighthood's head And living knees are bent in pray'r O'er stones which hide the noble dead. Here hath the glorious anthem swelled For white-robed babe, and jewelled bride, And oh ! what notes of woe have knelled When mourners stood the bier beside."], [50, "47 Yet passing be th' unbidden sigh Mid thoughts like these I may not stay — Too tragic some of years gone by Too tender those which touch to day. Then forth once more — and let thine eye O'er all the landscape freely roam ; Say could it any scene descry More worthy England's royal home ? Hail stately towers, untouched by Time ! Meet emblem of firm founded Throne Protect them still, O Power Divine, Our bulwarks' strength is Thine alone !"], [51, "48 I made appeal to X. Y. Z For loyal rhyme or couplet terse ; But one and all they shook the head, Those letters three are so perverse ! X. first explained that nought could he Except in partnership with E. ; Y Yawned — \" Years rob me of my Youth I fear \" — he yawned again — \" In sooth\" Said Z. \" I too am getting old And feel my Zeal is growing cold.\" I made my bow to all the three, \" Comme il vous plaira Sirs \" I said — We happily spell \" Jubilee\" Without the aid of X. Y. Z. !"], [52, "Conclusion. •%=** 'J&etc* Solents* «s=§h*- My full heart's task is done — Let few weeks more but run, Then strikes the hour, When, rolling years complete, A Queen beloved to greet The nation at her feet Shall welcomes pour. Then 'mid the loud acclaim Which hails Victoria's name, In shade unseen And heard by God alone, Shall rise from hearts unknown The prayer for England's Throne God Save the Queen ! God of our Fathers hear ! With one voice far and near On Thee we call. Hear Thou our Sovereign's prayer, An Empire is her care ! Hear and in mercy spare God save us all ! ■10"], [53, "5S fJru ftegia et (Balesta."], [54, "■»* MATINS,** BT -A-iR/THTTiR, L. QJ^I^loÆOlST. CASTELL BROTHERS, 5 & 6, PATERNOSTER SQUARE, 98-5891R 5-£- COPYRIGHT. 1887."], [55, ""], [56, "-* M AT I N S. **• BY ARTHUR !_,. SALMON. CASTELL BROTHERS, 5 & 6, PATERNOSTER SQUARE, §©H®@g. S-fi- COPYRIOHT. 1887."], [57, ""], [58, "MATINS. Swiftly are fleeing The shadows of night Over the meadowland Breaketh the light. \"Wood-birds are twittering, Flowrets awake, Breezes are whisp'ring O'er forest and lake. Sweet are the breathings From moorland and lea, Balm from the clover, And brine from the sea. Rouse thee, then, traveller ! Forth on thy way! A weary long journey Thou goest to-day. Gird on thy sandal-shoon In the glad light ; Far must they travel Ere dusk of the night. Seek thee a pilgrim-staff Trusty and strong ; Even the bravest Will need it ere long. Fast fly the moments, No minute will stay. Hasten then, traveller, While it is day !"], [59, ""], [60, ""]]