[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "A FAITHFUL STATEltt E1¥T OF1 ALI. IB'S FACTS Aiv» CIRCUMSTANCES WHICH HAVE RECENTLY OCCURRED RELATIVE TO THAT PART OF THE wnx.AJj GMOIIJVB, WITHIN THE PARISH OP STOKE-DAMEREL, IN THE COUNTY OF DEVON, WHICH OF EIGHT IS THE PROPERTY OF THE PARISHIONERS; AVITH TRCB Copies of Æiettersv WHICH HIT! PASSED ON THE SUBJECT BETWEEN Dr, PHILPOTTS, BISHOP OF EXETER, HIS SECRETARY, And Mr. RODD, as the Solicitor of the Parish. By RICHARD RODD, Of Devonport, Solicitor. DEVONPORT: PRINTED AND PUBLISHED BY W. POLLARD, St. AUBYN-STREET; AND Mr. TEGG, CHEAPSIDE, LONDON. 1832."], [8, ""], [9, "v PREFACE. \" Thrice is he arm'd whs halh his quarrel just.\" iN redeeming the solemn pledge I have given to the public, by laying before them all the circum- stances which have occurred relative to that part of the Burial Ground of Stoke-Damerel, the undoubted right of the parishioners, and which have unhappily brought both clergy and laity, bishop, rector and his flock into direful collision : it is neither my wish, desire, nor intention, to indulge in unrestrained censure, nor in the expression of feelings, which might be considered intemperate, or the effect of misguided passion. The basis upon which I take my stand is — the holy altar of truth ; it is upon that sacred foundation I intend to draw aside the veil, \" to hold deformity up to view,\" to shew the work- ings of our nature ; and that even with high and elevated characters a little wandering may now and then be discovered, from the straight path they profess to follow, and the doctrines they are often heard to preach. With the example before me of a criminal prose- cution against a most worthy and respectable gentleman, merely because he acted in the execution of his duty as chairman, the passive instrument of a parochial meeting, a meeting of nearly 1500 per sons, assembled for the purpose of hearing the plain and simple truth, and who, by the wrongs and injuries they had suffered, and were likely to sustain."], [10, "IV 4ared to express themselves in terms equal only -to the warmth of their feelings, and for which that gentleman is threatened with all the vengeance of the law, (thank God not of the Inquisition) |; with this example then before me, to attempt to med dle with exalted characters, whatever may be their merits or demerits, I place myself on fairy ground, tremulous, and unsafe, in a work of hazard and of danger ; yet, nevertheless, I am and will be bold enough to tell a plain unvarnished tale, and in doing so, I will \" nothing extenuate nor set down aught in malice.\" My sole object, is to shew both sides of the question, and which 1 shall do fearless of results, that the public may judge, if public censure be due, upon whom it ought to light : — \" To whatr ever quarter therefore the storm may blow, it bears me as a willing guest.\" Although I am an avowed enemy to all aristocratical oppression, yet I am nevertheless one of those who consider, that high and elevated characters should be upheld ; that an halo should be cast around them, affording protec tion from the foul and malignant voice of slander, but then, the slander should be of the character it bears — foul, malignant, and untrue. How do I long to see that day when the utterance of sacred truth shall no longer, in this free and enlightened country, be considered a crime, subjecting men to the punishment of premunire ana the horrors of incar ceration. The mighty man stands but as the shadow ofa mighty name, when possessing power, he spares not his vengeance, but hurls it reckless of its conse? guence to gratify revenge. He who would w illingly inflict the rigor of the law, would exercise the rigor of oppression ; but can such wrath be found \"to inhabit heavenly minds ?\" The warfare which now rages in the parish of Stoke-Damerel is deeply to be deplored : hereto fore the watch- words were \"church and state;\" but of late, we have seen the melancholy reverse. church against state. f"], [11, "V The mighty hand of ecclesiastical power appears again struggling to uplift itself against the best rights and interest of the people ; but let the sacred orders beware; let them remember the unmeasur- able extent of the pride and power of the clergy before the reformation, and the consequences, after that glorious triumph was effected ; if my humble voice could prevail, I would have them to be, for what they were intended- — to separate them selves from the noise and busy meddling of the world — to seek leisure, and employ their time in the duties of the religion they preach, \" approving •\" themselves as the ministers of God, in much \" patience, in afflictions, in necessities, in dis ■u tresses.\"* Forbearing one another and forgiv \" ing one another, if any man have a quarrel \" against them :\"t loving their enemies and finally >\" doing unto all men as they would they should ** do unto them.\" The head and front of the great offending on the part of the people of Stoke-Dame rel has been the contending for their just rights; they asked for them respectfully, but they met with evasion ; they submissively laid their case open and implored, but in return they experienced contempt; they boluiy demanded those rights, and they have finally been refused ; they have dared to express their opinion upon the wrongs they have suffered, and in return they are threatened with prosecutions, fines and imprisonment. In closing this preface, I would merely notice .that part of Lord Clarendon's observation (the firm patron of the church) wherein, speaking of the clergy, he says, \" of all mankind who can read or \" write, the clergy understand the least, and take »\" the worst measure of human affairs.\" This was at the time of the restoration ; and much do I fear, * 6 Chap. St. Paul's 2nd Epistle to the Corinthians, verse i. t 3 Chap. St. PauUo the Colossians, verse 13."], [12, "VI from the examples of the present day, that men are yet ignorant in spite of experience. Until the ecclesiastical law shall be revised, its vile impurities expunged, and arbitrary powers restricted; in short, until theaugean stable be cleans ed, we can have little hope for a reformation in the established church ; but that it will be, and re main, as it long has been, the outward visible sign, not of an inward spiritual grace. Devonport, January , 1832."], [13, "STATEMENT OF FACTSs. J.T appears by a document, the draft of a Deed in my posses sion, and which, as will be shewn hereafter, was laid before Dr. Philpotts, bishop of Exeter and his secretary, Mr. Barnes, for inspection, that in the year 1789, it having been found necessary to enlarge the Churchyard of Stoke Damerel, Sir John St. Aubyn, who is the patron of the living, and lord of the fee of that parish, was applied to on the subject, when he agreed to demise and lease \" unto Edward Bridges Blackett, the then rector, and to James Hore and Ralph May,\" a certain piece or plot of ground adjoining the Church, to be used as Burying Ground for the said parish, fora term of 5000 years. By the same document, it alsc appears, that the intention of Sir John was not carried into effect,, no demise having been executed ; although I have reason to be lieve, that it was prepared by the gentleman, who, at that time, conducted the affairs of the Manor Office, his father being the then steward of Sir John St. Aubyn, for upon his death, an action was brought by his executor, against the gentlemen who signed the order of vestry, as instructions for the Deed, but which pro ceeding was at length abandoned. The land, however, was, at the time stated, given up by Sir John St. Aubyn to the parishioners, which they, at a consider able expence, duly appropriated to the purposes for which it was intended, and the then Bishop being satisfied that it was properly prepared and inclosed for Burial purposes, gave, on the I lth of September, 1790, his licence or faculty for interments till con- secration. It is almost unnecessary for me here to remark, that the fee simple of the land was nevertheless in Sir John St. Aubyn ; but I mention it merely to shew, that with reference to the rector, a freehold in him was not even then contemplated."], [14, "2 Prom the time I have stated till about the year 1810, a period of twenty years, the affairs of the parish, [rector and his parishioners went smoothly on, no quarrel, no strife, no conten tion, as far as I have been enabled to learn, ever took place ; the fees for interment were paid according to custom, and with respect to fees for breaking ground and burying in the Church, the custom immemorial was as follows :-*■* £ *.• d. For a new Vault, Tomb, or Brick Grave Nothing Opening a Vault, Tomb, or Brick > Ditto Grave, a Parishioner > Non-Parishioner Ditto For a Tablet in the Church Ditto % C Ditto Non-Parishioner Ditto i Burial in the Church a Parishioner O 13 4 Ditto Non-Parishioner ,. 0 13 4 Fixing Head Stone ( Rector, 5s. ) 0 6 6 and Foot Stone ... ( Sexton Is. 6d. y \" On the 9th September, 1808, the parishioners, not doubting their right to the ground, which, as they then imagined, had been demised to them for the term of 5000 years, met in vestry, and moved and carried certain resolutions (afterwards acted upon for six years), requiring a sum to be paid for building tombs and brick graves within such ground ; and the sum of about £-50 per annum Was raised and applied for the use of the church, and in aid ofthe church rates. The legality of such resolutions were, however, afterwards doubted, it being said, that if such fees were continued the rector would elaim them as his right. At a vestry meeting held on the 18th September, 1814, this claim was, as I have understood, contested by some of the parishioners ; but it was thought right, under all circumstances, that the vestry order of the 9th September, 1808, should be rescinded, and they accord ingly.resolved'\" that it is inexpedient to demand such charges \" from the public, and they do therefore resolve, that the same \" be for the present discontinued.\" * N. B. Those fees were paid to.the churchwardeus for the repair» of, and replacing the pews, and relaying the stones in the aisles."], [15, "3 It is pretty clear, from the cautious wording of this resolution that the parishioners were not much inclined to accord with the opinion given on behalf of the rector ; prudence, however, required that they should discontinue the custom of taking fees. It is, however, necessary that I should mention, that no demand was ever made by the rector upon the churchwardens for payment of, or to account for, the fees which they had during the six years so received, nor was any attempt afterwards made on the part ofthe rector to impose such fees in his own right. Thus stood the parish at that time, and for many years after, as far as I can learn, in peace and good will towards each other. In the year 1810, from the increase of population, and the great augmentation of army and navy, it became necessary to apply for additional Burying Ground, the casualties by death being then very considerable, and increasing yearly. An application was accordingly made to Sir John St. Aubyn for the grant of other land contiguous to the Churchyard which, after a short negotiation through the steward, was con sented to. The ground was accordingly dug over and prepared, and walls built, the expences of which, including the charge for preparing and inclosing the land taken in 1789 and other incidentals, as I am informed, amounted to about £1500. By the letters which 1 then received from Mr. Turner, the then Bishop's secretary, in reply to my application for a faculty or licence to bury until consecration, I was informed that his Lordship had determined not to licence or consecrate any ground, the fee of which was not conveyed. Upon my making this communi cation to the then churchwardens, and upon Sir John St. Aubyn being also informed of the Bishop's determination, it was agreed on all sides,* that a Conveyance of all the ground, including * N. B. These were the words objected to by Mr. Barnes in my case, and which became the first stumbling block, he requiring evidence also in support of that state ment. A most sapient requisition, when he knew that Sir John St. Aubyn, the lord ofthe fee and patron, not only admitted the facts of the document by the execution ofthe Conveyance to the effect stated, and that he was still ready to confirm it, but also that the very Deed itself, aud the trusts thereof, were recited and recognized in the letters of faculty or licence for burial, and which were again afterwards set forth in a memorial to the Bishop lor the purposes of consecration, which shortly B"], [16, "4 that piece which had been intended to be demised for 5000 years, should be made to the rector and the two churchwardens; but it was expressly stipulated on the part of Sir John St. Aubyn, as I am informed, and which will hereafter appear, that no tombs, vaults, or brick graves were to be made within such ground ; a strong fact (if such be tbe case, and it cannot be doubted) that vesting the freehold in the rector could never have been contemplated, sue stipulations being incompatible with the common law right in antient churchyards. To complete the arrangement which had been made, inden- tures of lease and release, dated the 28th and 29th of Septem- ber, 1811, between Sir John St Aubyn of the one part, and the Reverend Thomas Williamson, the then rector, and Richard Rodd, the elder, and George Snowdon, the then churchwardens' were made, and duly executed by Sir John St. Aubyn, as he acknowledges, by which certain pieces of land (some of which had been already used for the purposes of burial), containing about four acres, were conveyed to the said Thomas Williamson. Richard Rodd, and George Snowdon, and ta their heirs and assigns, \" in trust for themselves and others, the parishioners of \" the said parish of Stoke-Damerel for ever, as and for Burying \" Places, for the use of the said pariah of Stoke-Damerel and \" the Inhabitants thereof, and for no other use or purpose «* whatever.\" Upon the faith of this Deed, the parishioners acted, and no one, neither rector, nor any other being ever doubted the right of the parishioners to the ground so granted ! although, as I have already shewn, a power beyond what had been verbally understood, prohibiting the building of tomb and vaults therein, had been exercised by the parishioners for a pe- riod of six years. On the 11th of September, 1790, a licence or faculty was granted by the then Bishop, as to a part of the ground in question, consisting of one acre one rood twenty-one perches and half, for the purpose of Burial, until Consecration. after took place, as to a portion of theground, and which is now a matter of record in the Bishop's court. Were any other documents necessary to ;hew the intention ftf the parties, and which had been acted upon for near'y twenty years? yet they ■were required, and my incapability of complying with ths diinand, formed the first slime ef objection on the part of Mr. Barnes."], [17, "5 On the 1st of February, 1814, a further lieence was granted for the same purpose as to another part of the ground, contain ing two acres and ten perches, wherein the Deeds of Convey ance to the parishioners are recited ; and again, on the 10th of August, 1816, (when the last mentioned ground was consecrat ed) the same Deeds are again recognized, as i*- appears by regis try in the Bishop's Court, at Exeter, (tide Appendix, No. I).* As too frequently is the case in general and public concerns, that which is the duty of all is the business of no one, the Deeds from that time were never thought of, and to the present moment they have never been seen or discovered, although the sum of £38 14s. lOd- was paid by the churchwardens to the steward of the manor, as his charges for preparing the same. Upon search- ing the records of the Court of Chancery, the enrolment of the Conveyance does not appear ; but whether the Deed was legal or illegal is not the question in the present contest. Sir John St. Aubyn, with that honor which has ever marked his public conduct (for it is to that only to which I am able to speak), upon his having satisfied his mind that he had so executed the Deed of Conveyance before stated, immediately agreed to exe- cute a re-engrossment of it, or to execute any other Deeds which might be necessary in confirmation. Accordingly, after a long correspondence between myself and Mr. Coles, the steward of Sir John St. Aubyn, on the subject of the Burial Ground, the letters set forth in the Appendix, numbered 2. 3, 4 and 6, were received by Mr. Rodd from that gentleman. It may be neces- sary that I should observe, that by the Conveyance of 181 1, as executed by Sir John St. Aubyn, certain conditions as to the payment of rent, and reservations respecting a stream of water were introduced, and formed a part of that Deed, upon which several letters passed between myself and Mr. Coles, and par- ticularly as to the restriction originally intended, as to the build ing of tombs, vaults, or brick graves within the ground in ques- • N. B. All these facts were known to Mr. Barnes at the time my case was before him."], [18, "6 tion, and to which that gentleman's letters, No«. 3 and 4, Ap pendix, refer. Sir John St. Aubyn, however, being satisiied, under the advice of Mr. Preston, a gentleman of high eminence as a conveyancer, that there could be no restriction legally in troduced into the intended Conveyance, relinquished all reserva tions whatever, aad which by the close of the letter, No. 4, n expressly stated. It may be proper to ohserve, that as far back as the year 1776 the lord of the manor of Stoke-Damerel had demised the ground, which has been the subject of dispute, to a Mr. Smith, a gentleman residing in that parish, for a term of 99 years, determinable on three lives, one of which is now living '. but as it was contemplated at the time, that part or all of such ground might be required for Burial purposes, an exception and reservation is contained in such demise, in the words set forth in the Appendix, No. 0. It was in the exercise of this reserva tion and power, that the ground in question was taken, and the fee conveyed to trustees, as I have before stated, and until within the last two years, the rent stipulated for the same was regu larly paid by the churchwardens ; and had the rights of the parishioners in such ground been confirmed in them, as has been humbly contended for, Mr. Smith's representatives would have been most legally and effectually secured in the enjoyment of their property during the interest which had been granted in the premises. The exercise of power, however, in another quarter, and tbe impediments and barriers which have been raised against the just and equitable (if not legal) claims of the parishioners, have de termined them to pay no longer for that, which at present is turned to the profit of the rector, contrary to all usage and cus tom, time immemorial, within the parish of Stoke-Damerel. I will not venture to express an opinion upon this subject, but shall content myself by referring the Teader to the original list of fees, as set forth in the former part of this statement, and to request his comparison with what follows : — £ s. d. For a new Vault, Tomb, or Brick Grave, ) at the rate of 5s per square foot ,.i. \\13 16 s"], [19, "7 £ *. d. Opening a Vault, Tomb, or Brick Grave, ) . „ a Parishioner \\ -~* iZ b Ditto Non-Parishioner each time 5 5 0 For erecting a Tablet in the Church, each ) J0 ._ time ) Ditto a Non-Parishioner, each time 20 0 0 Burial in the Church, each 15 15 0 Ditto Non-Parishioner, each 30 0 0 Fixing Head Stone, ( Rector 10s. > 0 11 and Foot Stone ... ( Sexton ls 6d. y Head Stone only 0 11 6 Admitting then the foregoing statements to be correct (and of which I can have no doubt, as they were delivered to me by a committee of gentlemen as my Instructions for a Case to go before counsel), it cannot, I think, create wonder in any reasonable mind, considering all other circumstances, that the parishioners of Stoke-Damerel have had cause to feel a little feverish. I hope I may be excused for this trifling digression from the main points, which it is my desire to bring before the public ; namely — the facts and circumstances which have led to the un happy difference existing between the Bishop and the parish ioners, by which they and I, for our supposed misdeeds, are at present denied \" the benefit of clergy.\" I hope I have clearly shewn, that up to the 21st of June, 1830, (Appendix, No. 4) fctwtt-all our difficulties had nearly closed, that is, as far as related to the lord of the fee and patron of the living, Sir John St. Aubyn. It then became my duty to perfect that work, which, sounded in equity and justice, I had flattered myself would not be resisted, and particularly by those who preach to us so often the sacred duty of \" rendering unto Cæsar the things that are Cæsar's.\" Alas ! I found that all was flatte ry — aerial fancies ; as I very soon learnt that my humble suit, although it might have reached the ear, was not suffered to pass into the understanding, as I could have wished it. Let fac^s now speak for themselves. The draft of the Conveyance, as finally prepared under the"], [20, "8 advice of Mr. Preston and Mr. Phillips, to confirm what Sir John St. Aubyn had intended, namely, vesting the fee of the ground in question in trustees, as I have already stated, having been sub- mitted to Mr. Coles, the steward, and by him referred to Messrs. Sole, of Devonport, who were the rector's solicitors: it was re- turned by those gent Iemen on the 21st of October, 1830, approv- ed; btit requiring, as did aiio Mr. Coles, that the plan of the groimd should be indorsed on the Deed, previously submitting it to them for inspection. This was done, the same having been drawn and approved of by two eminent surveyors, the one on th» part of Sir John St. Aubyn, and the other on the part of the parish; and in order that the Deed should be rendered as effec- tual as possible, it was, as had been advised by counsel, made in conformity to the provisions of an act passed as long since as the 43d Geo. 3d. By that statute, ehap. 108, sect. 1, It is enacted' that the Conveyance of land for the purposes specified in the Act (one of which is for providing a churchyard), shall first have ** theconsentand approbation of the ordinary.\" Notwithstanding this preliminary, I did not contemplate any difficulty, seeing that this was not, in fact, a new transaction ; but, on the contrary , that a large portion of the ground had, ever since the year 1790, been used by the parishioners, by virtue of a demise intended for 5000 years; and that afterwards, in 1811, the right of fee had been vested in trustees for the parishioners equitably, if not le- gally, and which had been sanctioned by former Bishops. I was, however, wofully mistaken, as the result will shew ; and my disappointment was the more severe, finding objections raised in a quarter I had the least right to expect them. But, even sup- posing this were a new case, the law as it stands contemplates and authorises the grant of land for charitable purposes, and which by the same law may be vested in trustees upon special trusts. This being an admitted fact, I ask — is it fitting, is it pro- per, is it just, that the strong arm of power should be raised against the consummation of so good, so virtuous, so god-like a purpose, and thereby frustrating every benevolent intention, merely because the church would be otherwise deprived of abso-"], [21, "9 lute sovereignty, the sole enjoyment ofthe \" loaves and fishes?'' qui capit, ille facit, and I leave him to his own conscience as hi judge, and to that hereafter, \" when the secrets of all hearts shall '■' be revealed.\" Why this enactment was made, and such a power given, I knoAV not ; it is not my duty to question the wisdom of the legis lature in passing such a law ; I Avill, howeA'er, presume to say, that should it ever appear, even in one solitary instance, that the discretion so delegated, is improperly and injuriously exercised, the sooner that law be repealed the better. Whether the case of the parishioners of Stoke-Damerel furnishes that solitary instance, it Avould not be prudent in me here to offer an opinion;! leave that question, therefore, to the judgment of other.;. I trust, however, that I shall see the day when the poA\\rer, Avhich is still retained by the heads of our church, will be so re stricted, that the clergy of that establishment will be confined more to their real duties, that \" their light may so shine before \" men, that they may see their good \\Arorks.\" Having, 1 hope> clearly proved, that as far as the lord of the fee and patron, Sir John St. Aub3n,Avas concerned, all difficulty Avas at an end ; I directed the Deed of ConA'eyance to be prepared for the purpose of its being laid before the Lord Bishop ofthe diocese for his certi ficate or sanction, as by the Act of 43 Geo. III. is required, and which, as I have sheAvn is necessary before the Deed be evecuted by the donor. As soon as it was engrossed, it Avas sent to my proctor, Mr. Turner, in Exeter, for the purpose of being laid be fore his lordship. Avhenl learnt, to my surprise, that various objec tions had been raised by the Bishop and his secretary to the tenor of the Deed and the trusts thereby created, which were verbatim as in the Original Deed ofthe 29th September, 1811; and I Avas at the same time furnished with a written statement of terms and conditions, which his lordship then required, (see Appendix, No.7j Considering that the requisitions contained in that statement could not in any way be applied consistently to our case, I requested that Mr. Turner would again see his lord ship's secretarv, and respectfully solicit the necessary sanction to-"], [22, "10 the Deed. Finding, however, that all my applications Avere fenced and parried by groundless arguments on the part of Mr. Barnes, the secretary, I cau.-ed a letter to be sent to him, which opened my correspondence with that gentleman, and which letter appears, Appendix, No. 8. Not being favored Avith a reply to this letter, I. addressed him again on the 27th of the same month of March, and at length 1 Avas savored Avith an answer, (\"see Appendix No. 9,) giving me his view of the case, and stating that it was fully intended in the year 1788, that the freehold should pass according lo all. the common law rights ; or in other Avords, as he afterwards explained it, be so vested as to give the freehold to the rector. I would here simply ask, upon Avhat premises it Avas that Mr. Barnes felt himself justified lo furnish me with this specimen of his special pleading, he knowing by a statement of the facts, (vide Appendix, No. 8) which I had laid before him, that the demise intended in 1788, was to be for a term of 5000 years. To this piece of information from Mr. Barnes I thought it necessary to reply, calling to his recollection, the circumstances I had be fore stated to him as connected Avith the original transaction. This led to rather a lengthened correspondence, which on the part of Mr. Barnes shewed, in my humble opinion, a strong deiire to create difficulties which were not justified ; I may, however, be mistaken as to his real intentions; but his letters are certainly very far from encouraging- the hope that aa'c had cither his good wishes, or endeavours, for obtaining the object of our suit with the Bishop, fsee Appendix, No. 10, 11, 12, 13, 14.) It will be seen upon the perusal of this correspondence, that upAvards of live weeks had elapsed from the time I first instructed our proctor, Mr. Turner, to wait on Mr. Barnes, before I received any intima tion from him that the Bishop intended to consult Dr. Lushington. However, his letter to me (Appendix, 14), informs me of his lordship's intention ; but did the Bishop or his secretary conde scend to submit to me their case, or the question to be propounded to Dr. Lushington'? No; and. not until I received an opinion, given by Doctor Lushington, upon a sheet of letter paper, with out a case, and unaccompanied by any statement whatever, from"], [23, "11 IX Lordship, was 1 aware that the Doctor had been consulted; and I am yat to learn upon what ground it was that such an opinion had been obtained, (see -Appendix, \"No. 15, 16). From the imperfect manner in which this document Avas sent to me, I was inclined to believe that all the faets which formed the \" strong grounds\" of our case had not been laid before Doctor Lushington, or if they Avere, (by their being loosely stated) they had not been lightly understood ; with this conception, therefore, I thought it my duty to address a letter to the Bishop, a copy of which is set forth in the Appendix, No. 17, and to which I beg the reader's particular attention. In reply to this letter, his Lord. ship informs me, \" that in a case involving matters of so much \" nicety and difficulty as thfs of the Churchyard, he declined \" taking any step not sanctioned by the best legal authority ;\" and closes his letter in these words — •\" I have resolved, therefore \" to act entirely under Dr. Lushington' s directions.\" To this I replied ; and as, i« my humble judgment, the letter 1 so addressed to his Lordship is of importance, inasmuch as that all tiie circumstances which followed, were those which have given cause for so much discontent, I desire to call the reader's at-* tention to it (ride Appendix, No. 18) : now mark the reply, I6th May, 1831. \" SfR, \" To your remonstrance on the determination which I \" had before announced of acting entirely under the directions \" of Dr. Lushington in a case of so much nicety and {difficulty \" as that of Stoke-Damerel Churchyard, I can only answer by \" re-affirming that determination.\" You ask — \" Whether, in case Dr. Lushington shall be of opi \" nion that the application which has been made to me does \" afford the ' strong' grounds' for my departure from general \" rules, you may hope for a revision of the Case on my -part? I \" answer, by expressing my surprise that you think it necessary \" to put such a question. \" It follows, from what I before said, that if Dr. Lushing \" ton shall advise me to depart from general rules in this Case, c"], [24, "12 \" I shall follow his afoice. But it may save unnecessary ie '' monstrance, and prevent unpleasant disappointment, if I repeat, \" that my resolution i.~ unalterably taken rut to actoi any other \" than Avhat ldeem the best legal advice in this matter. All \" the reasons which you give — the heat and agitation in tlie \" parish ; the disputes with the rector respecting his claims, be \" they exorbitant or moderate, be they legal or illegal : instead \" of inducing me to decide on my awn responsibility, only ccM \" firm me in my resolution. I will do that, aud only that, which '' J ahati.be (hily advised is most proper to be done, all \" things considered. If there be any circumstances which have \" not yet been stated, let them be-'stated in such a form as that, \" they car* be submitted to Dr. Lushington.\" The letter then goes on to state, that he had no leaning to wards the rector , and alluding to the suit ofBlackmore against St. Aubyn, in which he said he had an opinion, but which would not prevent fcis taking; iathe matter- the-o before him, that straight course which it would become him to take. He also says — '•' that no pain will be wanting on my part in effecting a recon \" ciliation;\" and consents to haA'e an interview Avith the parties, if it should be deemed likely to be of service. So far I think the parishioners have no right to complain of the Bishop's con duct; in a matter of '*nicety and difficulty\" he acted as every discreet man would, determining to abide by the best advice, Which (it should be remembered) he deemed Dr Lusluinglon's to be, and upon whieh alone Ive had determined to act. Accordingly, on the l'7th of May last, I, with the ehurcliAvur dens and overseers, accompanied by the vestry clerk, waited on the Bisbop.'at Stonelious*, by appointment,, by Avhom Ave were received with great attention and politeness, when the subject in question was tery fully gone into and discussed; and, as far &s I am enabled to give credit,, there appeared a disposition on. the part of the Bishop> tst> ailay the strife Avhich was then raging in the parish. The rector was also requested by the Bishop to attend ; but for reasons best known to himself, Ave were not ho noured with his company. It was then suggested by his Lord-"], [25, "13 ship, that a general list of fees,* to be approved, should be adopt ed in the parish, and to which there was not the slightest objec tion, except as applicable to that portion of ground which was the right of the parishioners ; and it was, therefore, expressly stipulated by me, according to the instructions under which I acted, that the disputed question as to that ground should be set at rest. The Bishop, in order to avoid all misunderstanding as to the object of the meeting, committed to writing what passed •n that occasion ? and after submitting it to me for my approval, I was allowed to take a copy (vide Appendix, No, 19.) At this interview it Avas expressly understood, that a case was again to be submitted to Dr. Lushington for his further opinion upon the question, as to that part of the Churchyard which had been conveyed to the parishioners, shewing the strong grounds spon which their claim was founded, to which the Bishop as sented, stipulating that the case Avas to be first sent to him. The ease was accordingly drawn, and as I have been charged with having introduced in that case, circumstances irrelevant and in consistent, highly objectionable, and which, as is alleged, are the grounds upon which the Bishop justified his refusal to act as Dr. Lushington has advised ; I shall lay before the public that very case verbatim, as submitted to the Bishop, and afterwards to Mr Barnes, his secretary, (vide Appendix, No. 20^). The case first alluded to, in the foregoing statement, was upon certain1 disputed points between the rector and the parishioners, as to fees demanded by him, it* which it was thought necessary to state the fact of the Conveyance in fee, in trust for the parishion ers, to that Dr Lushington answered- — \" that the freehold was in * them, or at least clearly not in the reetor ;\" and he further states, that \" one of the most important grounds on which the \" rector can claim fees in the Churchyard, properly so called, ' viz. his freehold, is taken away, and this Lord Coke calls the \" foundation of his right.\" He further says—\" 1 am of opinion • Which fees were to be as well for the breaking ground, making raults and Jtorabs, as for otherJ|>urpose<. How was Info lo be reconciled with the conditions which Sir John St. Aubyn had atiputatcd .'"], [26, "14 \"• that the rector of right can claim no sees for monuments, \" tombs, &c. in this part of the Churchyard, but he is entitled to \" the ordinary fees for performing the burial service.\" Although the Case so referred to related wholly to the fees demanded, yet I thought it right, in the progress of this business, to lay the same,and,in short, every original document relating to the qucsr tion before the Bishop. 1 think I may safely venture to appeal to every lawyer in the kingdom, whether there he any thing in the Case which I had submitted to his Lordship, as fairly objection able, more particularly so, as Mr. Barnes was then not only in possession of the draft of the Conveyance, as executed by Sir John St. Aubyn in 1811, with a knowledge of that admitted fact , but had also been fully informed of all other facts and circum slancex connected with the transaction, as explained by rny letter to him (Appendix, No. 8^, the truth of which J offered to support by affidavit. After keeping this Case for three weeks without comment, otherwise than that he (Mr. Barnes) was examining into former transactions, I addressed that gentleman on the subject, when he favored me with a reply, inclosing a letter received by him from the Bishop, stating what would be required from Dr. Lush ington as his Lordship's authority for any act he might do, which letters, as they form the most material features in the whole transaction, I earnestly entreat may be read (Appendix, No 21 and 22). Being in London, Mr. Barnes appointed to see me. Upon my interview with him, I immediately discovered how tightly the shoe pinched ; for it was at once announced to me, that the Case would not do. The first objection taken Avas against that part which stated \" that itNwas admitted on all sides, that the trusts ofthe deed were to A, B, and C, and their heirs, &c.\" as 1 have shewn, and I was called upon to produce proof of this fact. My answer was, that the negotiation at that time was verbal ; but that, even admitting I had written testimony to prove the fact, the execution of the Deed by Sir John St. Aubyn (which was shewn by the letters of faculty and regi»lry of consecration"], [27, "15 in i/t« tiishop's court, of which Mr. Barnes was apprized), was sufficient evidence of the agreement of the parties, and rendered the production of other proof unnecessary : nevertheless, my statement was objectionable to Mr. Barnes, and it would not do: the next question was, whether the rector Avas a party to the transaction ? and here 1 would ask, was such a question necessary, in the face of the Deed and the law Avhich sanctioned it ? the rector a party , certainly not ; neither the then rector, the present, nor rectors to come, can have any right, honestly and fairly, to control the present question, or to interfere Avith the intention of the parties, ihe same being conformable to law. That such trusts W'-re anil are legal, the sec. ofthe act ofthe 43d. Geo. 3d, which I have cited, Avill, I think, clearly sheAv, the power being \"lo \" give and grant to and vest in any person or persons, or body \" politic or corporate, and their heirs and successors\" land, for the purpose.- intended by our Deed. And here I would ask re- spectfully, Avhy should the poAver which has been given to a Bishop be raised again;t the consummation of a legal and just purpose, began in good faith, and acted upon for upwards of forty years ? for be it remembered, although the fee was not vested until 1811, yet a demise had been agreed upon in 1789, under which a large portion of the ground was taken by trus- tees for a term of 5000 years, and £ 1 500 laid out by the parish ioners in preparing the ground for interment. I trust, therefore, that in the mind of every reasonable and unpre judiced person I have clearly shewn, that in the case of Stoke-Dame rel the then rector had no right to, be consulted, and certainly much less the present incumbent ; for if *fc, Avhat was meant by Sir John St. Aubyn, when he says, he ga e the ground as a free gift to the parish! (Appendix, No. 3 and ft) ; but 1 Avas told by Mr. Barnes, \" that the rector l.ai every thing to do Avith it;\" and hence, another stumbling block which 1 could not get over. Another objection taken was, as to the manner in which 1 had propounded the question to Dr. Lushington, namely, \" whether the circum stances stated Avere not the' strong grounds' upon which the Lord Bishop of the diocese might safely depart from general"], [28, "16 miies, and give his sanction lo the intended Conveyanc* t\" I was at the same time given to understand, \" that the Bishop was ** not to be told what he might safely do, but what he ought to \" do.\" To this I assented, and proposed to alter the question '< but no, my Case would not do, the rector had all to do with it ,-. and with this we parted. It is, however, due to the modesty of that gentleman to state, that he kindly offered to draw the Case forme, which I of course declined; andasl clearly perceived, that Mttless my Case was stript of every material feature, and circum stances were permitted to be introduced, foreign to the facts, fo reign to \" the strong grounds,\" upon Avhich 1 had then humbly solicited the Bishop's sanction to the Deed : I could hope for no approval on the part of Mr. Barnes ; and after being very po litely bowed out of his presence, I departed, Avith a conviction, hoAA'ever, that I had done my duty, by rejecting the monstrous propositions which had been made. Within a few days after, I received a letter from Mr. Barnes upon the subject of our confer ence j; and,. as if he contemplated what would happen, he writes in justification of himself (Appendix, No. 23), shewing tbe objections lie had taken to my Case, That Case, however, is before the public, who, upon the facts, will judge between Mr. Barnes and myself. That a little something like previous un derstanding had taken place upon this subject, 1 have reason to believe, having lately seen, by letter from the Bishop, that the rector's pleas as well as the patron's were to be heard before the parishioners could hope for that fiat for which 1 have so long struggled, yet struggled in A'ain. Seeing I had no alternative -but to lay a Case before Dr. Lush ington upon the bare naked facts, I determined to submit it to him, avoiding the words<which appeared so obnoxious lo Mr. Barnes, and putting the question thus — ''-Whether the cir cumstances set forth in the Case are not the ' strong grounds* upon which the Lord Bishop of tbe diocese ought to depart from general rules, and give his sanction to the attended Conveyance V Tjfeat Dr. Lushington might be perfectly aware of the Opinion which ha had given to the Bishop, I thought it right, not »nly"], [29, "17 to state that faet upon the face of the Case, but to lay a copy of that 'Opinion verbatim before him, together with a faithful Copy ol the Bishop's letter to Mr. Barnes (Appendix, No. 22) already referred to, and which by the postscript to that letter his Lord ship expressly enjoins should be done. I now call the reader's particular attention to the Opinion of Dr. Lushington upon the papers so before him. He says, \" I ■\" think it necessary first to state, what I apprehend to be the ■ essential facts of this Case. It appears, that in 1789 there was \" an agreement, or at least a negotiation for a lease of this land. \" that by letters of licence, interments therein were sanctioned ; ■\" that in J81I a Deed for conveying the land on certain trusts \" was prepared, and most probably executed ; that in 1816 a part -\" was consecrated; and that now, as the Conveyance of 1811, if \" ever executed, cannot be found, it is desired to obtain from Sir ■' John St. Aubyn a new Conveyance of tho land, which he is \" ready to execute, and that application is made to the Bishop ■\" for his consent under the 43d Geo. 3d. If 1 understand the \" facts rightly, the consent of the Bishop is asked to the Con \" veyance of land, the whole of which has been used as a Burial \" Ground, part by licence, part consecrated. Upon this state of \" facts I am called upon to advise, not upon a question of law, * but upon thediscretionary exercise ofa power undoubtedly vested \" in the Bishop. In so doing I feel some diffidence ; sari cannot \" but remember, that on such apointthe judgment of theBishop is \" at least fully equal to my own. As a goneral rule, I entertain n» \" doubt that new Burial Grounds ought to be vested in the same \" person as the antient Churchyard: this is most conformable «• with the antient constitution of the church, strengthens the jurrs *' diction and authority of the Bishop over the ground, and pre- ' vents many of the anomalies which arise from consecrated \" ground being vested in lay hands, lt is besides most agreea- \" ble to the spirit of recent acts, for securing the titles to Burial \" Ground, and obtaining new land for such purpose. I most ** therefore repeat, that it is only upon strong and clear grounds,. \" that I could venture to express my approbation of a deviation"], [30, "18 * from this general state : that deviations haro in many insfnnr>p$ '' been sanctioned by high authority, cannot be di. pitted; (his \" is evidenced by the frequent occurrence of such deviations' \" especially in the vicinity of the metropolis, though from recei.C \" acts of parliament, they aviII become more rare.\" \" And now I proceed to consider the especial grounds in which Y it may be contended that an exception may be justified : — \" 1st. the ground in question has long been used as a Burial ' Ground, with the sanction ofthe predecessors of the present \" Bishop, though not vested in the incumbent. \" 2nd. It is doubtful Avhether a Conveyance Avas not actually \" executed in 1811 by Sir John St. Aubyn.\" \" 3d. Then this is a most important consideration ; if the title \" to this ground be not in some way settled, so as entirely to bind \" the parties in whom the fee may be vested, to hold the land in \" trust for a Burial Ground, I do not perceive how if can be effec \" tually prevented from being applied to secular purposes. Con \" sidering ail these circumstances, and more particularly, that for \" so long a period of years, bodies have been interred Avith the \" sanction (forsuch is the licence), of former Bishops ; though the \" land was not only not conveyed to the incumbent, but evidently \" not intended so to be; I am of opinion, that the Bishop will be \" justified in giving his sanction to this Conveyance, Avhich I \" deem to be rather a completion of acts done by his predeces \" sors, than as resintegra, to be done by him.\" Satisfied as I wa* that no good reason could be given against the judgment and opinion of so able a civilian as Dr. Lushington, a gentleman in whom the Bishop himself had expressed his perfect confidence, I was rejoiced, that I had it in my power to approach his Lordship in the fullest assurance, that all our difficulties were over. With the case and opinion, therefore, in my hand, accompanied with every original document, as I have before stated, that the Bishop might see that / had at least acted correctly, I waited on his Lordship. Of the reception I met I have no right to complain, ft was such as became the station he filled ; and my parcel was then received by him without surprize or remonstrance, as to \" the huge"], [31, "19 bundle\" which I had ventured to lay before him. My astonish ment, however, was not a little, nor was my mortification less, when I received the Bishop's answer to this (so far) my most humble suit ; and j think I nfay calculate upon no small degree of surprise being Raised in the minds of those who may noAV trouble' themselves to read that answer (see Appendix, No. 24). Thf/ rfishop here admits, that he had read the Opinion, as given' by Dr. Lushington, which I had sent to him ; and as 1 had been honored with a return of the \" huge bundle \" by Mr. Barnes, I am lo con-elude, that he also took a peep at the Corfte'n'ts. Does his Lordship's letter breathe one syllable ot objection to the cir cumstances contained in that statement ? does Mr. Barnes again venture to remind me, that documentary evidence was stil 1 required to prove the intention of the parties' to the Deed, in the face of the grantor's admission-^that he had made a free gift of the land, and that he had executed such a Deed ? is any thing then said about the pleas of patron and rector, as essential features in the case to be submitted ? no ; the only construction I could give td his Lordship's letter was (and upon which I think there can be but one' opinion), that as Dr. Lushington had not advised in the plain and express terms' as his Lordship had required, he had rejected the elaborate Opinion given upon that ground. With this impression upon my mind, and desirous that a plain answer should be given to a plain question, which, as I verily belieA'ed, was all that the Bishop required, I ventured again to trouble Dr. Lushington, but not with a new Case, as has been said, nor with a new Case, as has been sworn ; but again submit ting his Lordship's own Words, with his letter, to the further consideration ofthe learned doctor. The public will judge, upon perusal of the documents, how far the accusation is supported (see Appendix, No. 25); and I do most earnestly hope, that Dr. Lushington's Opinion will be read with attention ; it is upon that I have taken1 my stand, by that the parishioners are to be justified, by that we must stand or fall. The Opinion so last given by Dr. Lushington, being in my mind so conclusive and satisfactory, tbet- I did not hesitate one moment to inclose it (the original) to the Bishop, flattering myself, that as his Lordship had declared that D"], [32, "20 he would act as Dr. Lushington should from time to lime tnli-isr. that all our troubles were over ; 1 therefore addressed his Lord ship, inclosing the Case and Opinion, wilh the following letter. — London, October 4th, 1831 My Lord, 13, New Inn. \" I have -the honor to acknowledge the receipt of your Lordship's letter of tbe 3d ultimo, addressed to the firm of \" Rodd and Bone, and most exceedingly, my Lord, do I regret, \" that 1 should so far have misunderstood your Lordship's letter to Mr. Barnes of the 24th of June last, and have given an im- perfect construction to Dr. Lushington's Opinion, as to have troubled your Lordship unnecessarily. \" I am fully sensible, my Lord, of the importance of your Lordship's valuable time, and nothing but an anxiety on my part to satisfy your Lordship, that the grounds upon which I had respectfully solicited your Lordship's sanction to the in- \" tended Deed' of Conveyance from Sir John St. Aubyn, Avould «' have induced me to lay the mass of papers I did before your \" Lordship,- and which 1 fear has given, unintentionally on my \" part, offence. \" The question is, my Lord, one of great importance to the parishioners of Stoke-Damerel; and as such, I deem it my \" duty, with all possible respect, to lay their claims before your \" Lordship; and whilst I do so, as the humble adv©cateof the rights and interests of forty thousand inhabitants, 1 trust that your Lordship will not consider, that I ammaking unnecessary communications; or improperly appealing- to your Lordship for redress.' It is to your Lordship that I am compelled, by the law of the land, to have recourse. I take, leave to assure your Lordship, that the desire manifested by the. gentlemen \" who waited on your Lordship, at Stonehouse, as to a table of ♦' fees, has by no means abated; but yourlAordshipwill no doubt \" recollect, . that, as to the question of the Burial Ground, the same was left, open, your Lordship declaring, that you should '.' act only as Dr. Lushington should advise, and which your \" Lordship's letter to Mr. Barnes seems to confirm. \" In order that I might not again err, and gue your Lordship"], [33, "21 '■ unnecessary trouble, I have thought it my duty to submit the \" question to Dr. Lushington in your Lordship's own words, for \" his reconsideration, laying at the same time before him, as \" your Lordship has directed, a copy of your Lordship's letter '' to Mr. Barnes of the 24th of June last. \" 1 haAe now the honor of inclosing the Opinion thereon for \" your Lordship's perusal, which I trust will be satisfactory to '• your Lordship, and be the means of setting the question at \" rest. '■'. I will do myself the honor of calling at your Lordship's \" residence to-morrow morning, to await your Lordship's plea \" sure ; and, if it be convenient, to receive your Lordship's an \" swer, as a vestry meeting is intended on Tuesday next. •• I have the honor to be, \" My Lord, \" Your Lordship's most obedient servant, \" RICHARD RODD. I accordingly waited at his Lordship's house at, the hour ap- pointed. I saAv the servant, who, upon taking up my card to the Bishop, came down with a message, that his Lordship was busy, but that he would see me for two or three minutes, lt is unne- cessary for me to say any thing here upon the circumstances which procured that audience with his Lordship, otherwise than my utterly denying an assertion — \" that I persisted in an inter- view.\" As a gentleman, I am as incapable as his Lordship of such an act, and I think, by the permission for that interview, I must stand excused from the A'ery grave charge which has been made against me ; for had I, unlike a gentleman, daringly persisted, it is A'ery reasonable to suppose the servant would very soon have been instructed to do his duty. I certainly saAv the Bishop, but hoAV I was received, and how I was treated and dismissed (certainly not with God-like meekness), it is not now my duty to lay again before the public. I shall only state that the Bishop, with much energy, declared, that he had neither read my letter, nor the Opinion ; that he would not read it ; that he Avould not be told by Dr. Lushington what he might do ; and, in short, after manifest- in0- verv strongly that my presence might be spared, told ate he"], [34, "22 .would hear nothing more on the subject : my papers were accords ingly returned, and although not read, I discovered that they had been opened. Astounded and astonished I took my depar ture, and coolly asked myself, \" can such things be ?\" If the dear and overruling passion for church aggrandizement has been the real cause of deafening the ear, and turning aside the \"strong grounds\" upon which we claim our right, why Avas not the decree aj once sent forth, reminding us that \"charity begins at home?\" Upon this 1 will not betray myself into an opinion ; I have, hoyvever, my thoughts^although I will not litter them. Notwithstanding the rebuff and mortification I had so unexr pectedly experienced, I considered, upon mature reflection, that I had still a duty to perform ; and, although a forlorn hope, J ventured to send a copy of the Opinion to the Bishop, anfd inclosed it with a letter, of which tho following is a copy :■ — ',' London, October 8th, 1831, \" Mv Lord, \" Your Lordship having stated to me on Thursday \" morning last, that you had not read Dr. Lushington's further \" Opinion and advice, I feel it to be my duty (however I may \" regret the necessity) to lay a. copy of that Opinion before your \" Lordship ; had your Lordship condescended to have read that \" Opinion, I might not perhaps have been dismissed from your \" Lordship's presence so speedily, and in the manner I was, or \" have suffered the extreme mortification, whiph, as a gentleman, /' I at present feel upon that oocasion. \" I have the honor to be, my Lord, Your Lordship's most obedient servant, \" RICHARD RODD.\" I soon, however, found that there was no desire on the part of his Lordship lo know any thing »ore about Dr. Lushington or his Opinion, as shortly after, I was graciously honored by a reply and a return of the inclosure, in which his Lordship says, \" I re» turn Dr. Lushington's Opinion, without having read it. I have already, come to a decision, and have announced that decision to yon,' Afte^-considering Javo Opinions of Dr. Lushington, given"], [35, "23 ,©n statements, one of which Avas laid before him wilhmy appro, bation, the other with my privity, both, with his having an opportunity of learning my sentiments upon them.\" Here, then, are two statements, recognized by his Lordship, one of which I presume is his own, which I have never been favoured with to this moment ; the other, the one I submitted to him with the Opinion as set forth in page 17, 18. How is this letter of his Lordship to be reconciled with his undertaking (Appendix, No. 19j, his letter to me, page 11, and his letter to Mr. Barnes, (Appendix, No. 22j). Foiled, therefore, in my attempts, after a period of struggling for nearly three years, eight months of which had been wasted by correspondence with the Bishop's secretary, it became my duty, as solicitor to the parish, to lay the whole of the proceedings before a vestry meeting, Nearly 150© persons were assembled upon that occasion ; and 1 again boldly ask, who can restrain public indignation, when public rights are invaded? The parishioners expressed them selves in strong terms, seeing that a discretionary power had been .suffered to interfere against the possession and enjoyment of those rights, which until the induction of the present rector, had been vested equitably in them for nearly forty years, and Avhich the lord of the fee and patron of the living was ready to A'erify. For the sentiments expressed at that meeting, and published in the ordinary course of all vestry proceedings, his Lordship, in his wis dom has thought fit to select as the object for punishment the least guilty of all the guilty Pharisees— the chairman of that meeting, who can neither move nor second a resolution, and seeling, most likely, neither in heart nor inclination, a desire to become what is imputed to him, a foul and malignant slanderer. He and I, and all, disown so foul an epithet. Truth may be, by the existing laws of our country, a libel ; yet being so, who shall declare that a voice so sacred as truth, so simple, yet so holy, so revered and reverenced, should for a purpose, be deemed foul and malignant? Since, howeA'er, the meeting of the parishioners, which ap pears to have given so much offence, a negotiation was opened svith the Bishop by the parish officers relative to the Burial Ground,"], [36, "24 in reply to which his Lordship says, that he will still be guided by Dr. Lushingion's Opinion ,* but the rector's and patron's pleas must be heard, and it must be, as Mr. Barnes says, \" upon \" advice either asked by himself, or wi th his privity and consent, \" on a statement alloweii by him.\" His Lordship's letter is dated the '2nd November, 1831, and addressed specially to Mr. Ckruter, the churchwarden nominated by the parish oners, the very gentleman who has been since selected out of the many guilty persons as a fit subject for a criminal prosecution, (vide letter, Appendix, No. 26) By this letter, it Will seem, that his Lordship is aware of the resolutions of which he complains ,-t yet he tells Mr. Clouter, \" that he ff has a desire to allay I hose heats which arc occasioned as much \" by misapprehension, as by any more reprehensible cause ; \" this,\" he says, \" will satisfy all reasonable men, and the '' unreasonable I cannot expect, and shall not attempt to sa -' lisfy.\" How has his Lordship's desire \"to allay the heats been manifested ?\" /* it by filing affidavits in the court of •King's Bench within a short time after this letter was written f against the very gentleman to whom it is addressed, for the purpose of inflicting on him fine and imprisonment (if such -the court shall order)? If such be the case, it is in my humble opinion a very strange way of extinguishing a fire, by adding xombostion to the blaze. Had I not known his Lordship's hand writing well, I should, with such proceedings before me, have fceen inclined to condemn that letter as a forgery ; for the prose cution instituted so shortly after, and without any subsequent ,«iw*e. is so much at variance with his Lordship's \"desires,\" that 1 am at a loss to reconcile the act and deed with the doctrine of forbearing and forgiveness. I am, however, willing to hope, that at the time the court was * See again the extract of his letter, page 22 ; how, then, is Ibis to be reconciled t rather hot and cold in the same breath. + N. B. By a subsequent letter, addressed to Mr. Clouter, from Mr. Barnes, dated the I6th of the same month, that gentleman says, thai it teas only on ihmt day that Ihe Bishop had read the resolutions : to this also the Bishop has sworn."], [37, "25 moved against Mr. Clouter, that his Lordship had forgotten the kind sentiments which he had previously expressed to that gen tleman upon this unhappy occasion. By a letter I had previously received from Mr. Barnes, I was told, that the Bishop would have nothing more to do with me, nor any one connected with me. This gave me no uneasiness, as I did not consider, under existing circumstances, that I was thereby deprived of much houor. Although I may be a plebeian in his Lordship's estimation, 1 possess nevertheless the feelings of a gentleman ; and with the indignation which every man Avould feel who was conscious that he had done no more than his duty, 1 replied to Mr. Barnes in terms measured according to the insult I had received: he may publish it if he pleases. I shall only give such parts of it as I think I may justify, seeing that I am \" treading upon fairy ground,\" (see Appendix, No. 27-) And here I would beg to state, that I introduce this correspond ence, to account for an apparent rudeness with which I have been charged ; namely, the returning a letter from Mr. Barnes under a blank cover unopened. This I certainly did ; but it was in con sequence of that gentleman addressing me, after I had declined in express terms, to have any thing more to do with him. Such only Avas my reason for having acted as I did. In order that it might not be laid to my charge, that I had Avithheld any thing material from the time of my success with Sir John St. Aubyn to the period of my discomfiture with the Bishop, I have been led into a much longer detail than I had at first contemplated. The nature of the dispute, and the perplexi ties I have met with and endured, must be my apology. If, then, by the statement of all the facts and circumstances 1 have before given, 1 have made myself rightly understood, shewing at the same time that \"the race is not always to the SAvift,\" nor \" the battle to the strong,\" 1 am content. I have nothing more at heart than to do my duty, and in the progress of this unhappy business, my conscience tells me, that I have been solely guided by that desire, and the issue I leave to God and my Country."], [38, ""], [39, "APPENDIX. No. 1. LICEUCE OR FACITIiTY FROM the Lord Bishop of Exeter, dated 11th Sept. 1790, for the interment, &c. in additional new Burial Ground, in the pa» rish of Stoke-Damerel, in the county of Devon, whereby it is recited, that the rector and churchwardens of Stoke-Damerei have humbly represented unto us, that the old Burying Ground belonging to Stoke-Damerel is sound too small to contain the dead bodies of such parishioners and inhabitants that die within the said parish ; and in order to remedy such inconvenience ia future, they have lately taken in and annexed to the said old Burying Ground one acre one quarter and twenty-one perches and half, inclosed with a wall eight feet high: And have hum bly prayed licence to use the said Burying Ground till Conse cration. — Licence granted. iiceice For Interment, &c. in additional Burying Ground of Stoke- Damerel before Consecration, dated 1st February, 1814, recites receipt of petition and representation from Rev. Thomas William son, clerk, rector of the parish of Stoke-Damerel, in the county of Devon, and Jonathan Ramsay and William Joll, churchwar dens ; and that they were seized pr possessed as rector and churchwardens for the time being, of a piece or parcel pf ground adjoining to the Burial Ground, belonging to the said parish of Stoke-Damerel, containipg by admeasurement about ,lwo acres •i."], [40, "II and ten perches, which Avas conveyed to -aid Thomas William son, and to. Richard Rodd, the elder, and George Snowdon, the 1; ch wardens of said parish, by Sir John St. Aubyn, ba rone'. patron of the said rectory of Stoke-Damerel, and lord of the manor, in and by certain Indentures of Lease and Release, bearing dale the twenty-eighth and twenty-ninth days of Sept. 1811, as TRUSTEES for the said parish, to be appropriat ed for the purposes of Sepulture, and an addition to the Burying Ground of the said parish. COI¥SS^diATIOI¥, Dated 10th August, 1816, recites, that on the representation of Reverend John Hawker, licensed curate and officiating mi nister of the parish of Stoke-Damerel, in the county of Devon, arid Thomas Crossing and George Filmer, churchAvardens — that the Reverend Thomas Williamson, rector of the said parish of Stoke-Damerel, together with Richard Rodd, the elder, esquire, and George Snowdon, late churchwardens of said parish, as such rector and churchwardens, are seized or possessed of a piece or parcel of ground adjoining to the ancient Burial Ground of or belonging to the said parish of Stoke-Damerel, containing by admeasurement two acres and ten perches or thereabout ; which 6aid piece or parcel of ground was conveyed to the said Thomas Williamson and to the said Richard Rodd, senior, and George Snowdon, by Sir John St. Aubyn, baronet, patron of the said rectory of the said parish of Stoke-Damerel, and lord of the manor, by Indentures of Lease and Release of 28th and 2Qth days of September, 1811, as trustees for the said parish, to be appropriated for the purpose of Sepulture, and as an addition to the ancient Burying Ground of said parish,- No. 2. Manor-Office, 20th July, 1829. Sir, I am directed by Sir John St. Aubyn to inform the Committee for examining the Claims made by the rector of this parish, that he has found a memorandum of his having in the year 1811 executed a Conveyance to the Rev. Thomas William-"], [41, "III son, rector, Mr. Richard Rodd, and Mr Geo. Snowdon, church wardens, of a piece of ground given by him as an addition to the Churchyard. Sir John also directs me to say, that if his Agents are satisfied that the Conveyance was to the same pur port as the copy of the draft in your possession, he is ready to execute any Deed that may be required in confirmation of it. He also directs me to say, that as he gave the ground under an express condition, that no A>aults or tombs should be construct ed in the new grouDd, without the leave of the patron — a cir cumstance distinctly in the recollection of Mr. Snowdon, the only surviving grantee under that Deed, he is confident that the pa rishioners will not attempt to avail themselves of any omission in the Conveyance, to pursue' a course inconsistent with such con dition. I am, Sir, Your obedient humble servant, JOHN COLES. R. Rodd, esq. No. 3, Manor-Office, 4th November, 1829. Sir, I have written to Sir John St. Aubyn at Clowance, stating to him, that in ray opinion the evidence produced by you did not prove that the Conveyance which was executed by him in 1811 was exactly conformable to the copy ofthe draft in your possession ; that it was admitted that when he made a free gift of the ground to the pariah , it was under an express condition that there should be no vaults or tombs made therein ; and that therefore he was neither bound by law, nor called on by any sense of reason or justice, to execute any other Deed in which that condition should not be enforced. I have, however, received his directions to state^to you, that as his own memoranda satisfy him on the points of his having executed some such Deed, and as he has no, reason to doubt its being to the same purport as the copy of the draft in your pos session, he will execute another engrossment of the same Deed, or any other such Deed, as may be required in confirmation of it."], [42, "IV He wiU not admit a suspicion that the parishioners of Stoke DamereF will attempt to take dishonourable advantage of the omission. I am, Sir, Your most obedient humble servant, JOHN COLES. R. Rodd, esq. No. 4. Stonehouse, 11th March, 1830. Gentlemen, I have just received your letter, dated yesterday, call ing on me for an answer, to be laid before a meeting of the parish this eA'ening. You do not, however, at all adA'ert to the letter which I wrote you on the 22nd of February : you say nothing with respect to the omissions and interpolations which I had complained of You afford me no explanation of what you mean by the offer of indemnities. As it now appears that the ground given in 1788 has never been consecrated, Sir John St. Aubyn will have no objection to execute a Conveyance both of that ground as well as of the ground given in 1811, en the form of the bar g ain and sale eent^me engrossed, omitting of course the grant of way, &c. and adding a trifling correction, suggested by Mr. Preston of which I send you a copy.* I write under a presumption that the indemnities which you mean to propos* will be sufficient. I am.'Gentlemen, Your obedient humble servant, JOHN COLES. Mersrs. Rodd and Bone. The copy referred to. * Doth by this \" his\" Deed, \" to be\" enrolled in such manner and within such time as is directed by the statute made in the 27th year of the reign of King Henry the VIII., *)r enrolment of bargains and »ales, \"and \" by way of assor-"], [43, "V ance only, and not of covenants or warrantry ; \"and so far only as any estate or interest is now remaining in him,\" give and grant lo, &c. No. 5, Devonport, June 21, 1830. Gentlemen, I have laid before Sir John St. Aubyn your letter of the 7th May; — observing to him, at the same time, that no notice had been taken by yourself, or as far as I had heard by any of the parishioners, in Vestry, of the statement Avhich I had repeatedly made as to the condition on which the ground had been given, namely — that it should be used only as a common open Burying Ground, and that no part of it should be appropriated to private vaults or tombs. Sir John's answer was — that when he gave the ground to the parish in 1811, it was his intention to make it a free gift, subject, only to the condition aboA'e mentioned, and to receive for it no compensation whatsoever; that he has been always ready to confirm the lost Conveyance of 1811. That, as it now appears, that the reservation of the rent reserved on the ground granted in 1789 would vitiate the Conveyance, he relinquishes the rent altogether; and, consequently, the proposed arrange ments to secure it by the purchase of Stock will be unnecessary: that with respect to the condition on which the gift was made, he does not choose to take this occasion to enforce the perform ance of it by a covenant, being confident that the future conduct of the parish respecting it will be such as a good faith and a sense of justice shall dictate. I am. Gentlemen, Your most obedient humble servant. JOHN COLES. Messrs. Rodd and Bone, Solicitors. No. 6. The following is the exception in 'the Lease \"of 4th May, 1776, to Mr. Smith of the Church-hills :— « and further t"], [44, "VI ■\" excepting and reserving to the churchwardens and overseers -\" of the said parish of Stoke-Damerel for the time being, and '' to their successors free liberty to enclose any part of the 6aid \" premises for a Burying Ground for the use of the said parish *' of Stoke-Damerel ; the churchwardens and OA'erseers for the \" time being and their successors paying to the said John Smith, \"' junior, his executors, administrators, and assigns, yearly after •\" the same shall be enclosed, during the term hereby granted, •\" after the rate, of £3 10*. for every acre as shall be enclosed.\" No. 7. Stoke-Damerel Church Yard. The Deed presented for the Bishop's signature purports to be a Conveyance from Sir John St. Aubyn to Thomas Snowdon and his heirs, in trust, to be applied for the use of the parishioners and inhabitants of Stoke-Damerel, for Burial Places, five several pieces of land adjoining the old Churchyard, of which three were inclosed in 17SS, one in 1812, and one remains uninclosed. The Conveyance proceeds under the powers of the Act 43d Geo. 3., and requires the consent of the Bishop. The object of that Act is to authorize the grant, notwithstanding the statutes of mortmain. The duty of the Bishop appears to be — To see to the title of the Donor to grant, and the land be effectually conveyed to the purpose designed. We may assume that the Grantor's title in possession can readi ly be shewn. The purpose is to become the common Cemetery of the parish, in like manner as the original Churchyard.' \" The Bishop thinks that the purpose ought to be so expressed ; and for that object, that the land be conveyed to the rector and his successors, to the intent and purpose to be so applied, and not to a Trustee upon trust, however these Trusts be expressed. It would be desirable to be informed how far these parcels of ground, or any of them, have been already conveyed, lest there arise some confusion of title. There must be a satisfactory engagement to procure the ground to be consecrated."], [45, "VII If the parties will be good enough to give the further inform ation necessary, the Bishop has directed every facility to be af forded, and dispatch used, in the obtaining the laudable object in view. No. 8. Stoke-Damerel Church Yard. Sir, As the question relative to the Burial Ground, intended to be conveyed by Sir John St. Aubyn, has been noAv pending for two years and upwards, and upon which the parishioners have from time to time adjourned their Vestry meeting, we are extremely anxious not only for the purpose of setting that ques tion at rest, but for allaying as much as possible all further irritation in the public mind, that the points as suggested by you for the Bishop's consideration, should be fully explained and finally determined with as little delay as possible. With respect to the title of Sir John St. Aubyn, we presume that not the slightest doubt can be raised against it, and that his lordship will be satisfied of that fact. It is now necessary that we should state all the circumstances which have occasioned the present application to Sir John St, Aubyn, for the Conveyance of the ground, which for years have been used as the Burial Ground of Stoke-Damerel, and to Avhich the Lord Bishop's sanction is required. It will appear, as can be substantiated by a correspondence with the Bishop's secretary, and draft ol Deeds, that in the year 1788 it was sound necessary to enlarge the Churchyard, and that in sonveyanoc thereof Sir John St. Aubyn, as lord ofthe fee of Stoke-Damerel, and as patron of the living, was applied to for a piece of land contiguous to the then Churchyard, and Avhich Sir John St. Aubyn most readily consented to grant. It should be observed, that not only the land then applied for but also another large piece which had been taken for the purpose of interment, were in lease from Sir John St. Aubyn to a Mr Smith, a surgeon, then residing at Devonport, for a term oft>» years, determinable on three lives, in which lease is a covenant on the part of Mr. Smith, that he would, Avhenever all or any"], [46, "VIII part of the land should be required by the churchwardens for the purpose of Sepulture, surrender the same upon receiving £3. 10s. per acre. Inasmuch as that the parishioners were about to lay out a very large sum of money in preparing the ground, then about to betaken as Burying Ground, and in building Avails, &c. it was agreed that a grant should be made to the then rector and churdiAvardens, as trustees for the parishioners, for the term of 5000 years, all necessary arrangements being Avell understood: a Faculty was accordingly obtained for burial ; but from the year 1789 to the year 4811 nothing further was ever thought of as to the intended grant, or any Deed necessary to secure the title to the trustees, nor Avas any consecration ever contemplated. In 18)1 it became necessary to 'apply to Sir John St. Aubyn for another piece of land as an augmentation to the Churchyard, when the parishioners obtained from Sir John a spot for that purpose ; and as it was then ascertained that no grant had ever been executed to trustees as intended of the ground already taken in, and inasmuch as the then Bishop would accept nothing short of an absolute fee, it Avas agreed that between the parishioners and Sir John, (the fee being still in him), that a Conveyance should be made and executed of all the land so taken in 1789, as of the land then about to be converted, and that the same was to be vested in trustees on behalf of the parishioners. Accordingly a Deed of Conveyance was prepared of all such land described and lettered D, E, C, G, and F, by plan ou the back of the Convey ance, the trusts of which were \" to the said Thomas Williamson, \" Richard Rodd, and George Snowdon, and their heirs, in trust \" for themselves and others, the parishioners of the said parish \" of Stoke-Damerel for ever, as and for Burying Places, for the ■\" use of the said parish of Stoke-Damerel, and the inhabitants '' thereof, and for no other use or purpose whatsoever.\" This Conveyance Sir John St. Aubyn admits was executed by him, and which also appears by the letters of Faculty, granted the 1st day of February, 1814, the Deeds purporting to bear date the 28th and 29th September, 1811, but by some most unaccountable circumstance it has never been seen from that time to the present although every search has been made for it, and had it not been from circumstances which have been lately agitated, the Deed"], [47, "IX might never have been enquired after. The loss is not certainly with the parishioners ; and as the same, Avhether executed or not, was paid for by them, they have called on Sir John St. Aubyn to confirm their title, or give them such other Deed as counsel should advise: to this Sir John has consented, and a Deed of bargain and sale, as advised by Mr. Preston on the part of Sir John, and as advised by Mr. Phillips on the part of the parish, approved of by all parties, has been prepared ; but, inas- much as it is absolutely necessary to effect a good title in the trustees, that the Bishop should first certify his consent, accord ing to the 43d Geo. 3d, cap. 108, sect. 1, the Deed has not been executed by Sir John, but who is ready to execute the same the moment the Bishop has certified: thus stands the case with res- pjct to the intended grant from Sir John St. Aubyn to the parish- ioners, who at present are altogether without title, and the land is at this very moment in lease to Mr. Smith's representatiA-es, and liable to desecration. Inorder, therefore, tiiat the intentions of the parties shall be fully carried into effect, the Conveyance as advised by counsel, will be executed by Sir John as soon as the Bishop has certified. The representatives of Mr. Smith are ready to surrender, and for which purpose the administration de bonus non has been obtained ; from this explanation, Avhich we have before g'n'en, you will perceive that to make the Com'eyance to the rector would be a deviation from the express agreement and intention of the parties, and as all the trustees are now dead, the parishioners are desirous that the heir at law of the surviving trustee should be named as the trustee for the parish, not being willing that there should be any deviation by the events which have happened. The act ofthe 43d George 3d, chap. 108, sect. I, is pretty clear upon that point, that being \" to give and grant to and vest in any person or persons,\" it is, therefore, confidently hoped that the Lord Bishop will have no objection to carry ipto effect the intentions of the parties ; all that the parishioners re quire is the Conveyance of the land inserted on the plan of D, E, C, F, and G, to a trustee for the purposes of Burial, as stipulated by the trusts, and which are sufficiently comprehending, and in conformity Avith the original agreement and contract, as entered 8"], [48, "X into by Sir John with the parishioners. With respect to sect. 38, of the 59 George 3d, chap. 134, Ave are of opinion, that it can in no way apply to the grant now intended ; as that section, and indeed the Avhole act applies to grants made \"under the provi sions of that act,\" and none other. We beg further to observe, that the parishioners will consent to consecration the moment the Deed is completed : any affidavit which you may require in support of the facts before stated, we will prepare the moment we hear from you, and we have earnestly to request that you will obtain his Lordship's final answer with as little delay a possible. We are,$Ir, Your's, Sec, RODD AND BONE. R. Barnes, esq. Exeter. Devonport, March 11th, 1831. No. 9. Stoke-Damerel Burying Ground Exeter, 30th March, 1831. Gentlemen, I beg to acknowledge the receipt of both your letters, and have given the point every attention, with a view to put this perplexing matter on a legal and satisfactory sooting. I am using all means I possess towards this object; but I should be desirous to have more explicit information on some points alluded to in my former observations. Can you give me a copy of the Deed of 1811 ? I will slate, however, the view! have of the case — That nothing but a fee, conveyed so as to be subject to all the common law rights of the parish ground, can be accepted for consecration. That this was fully intended at the commencement of the en largements in 1788, and that there cannot be any ligitimate ground for the not conveying the whole in that form. That it is most desirable to convey the whole in such form, and have it consecrated. The existing Lease you mention shews the pro priety of looking to the title. What I should wish to see now is, the copy of the Deed of £811, and a plan of the ground. Will you send me them, so"], [49, "XI that 1 may give the best answer I can before the parish meeting next week. I am, Gentlemen, Your very obedient servant, RALPH BARNES. Messrs. Rodd and Bone. No. 10. Exeter, 2nd April, 1881. Gentlemen, As the ConA'cyance you propose entirely proceeds on the Conveyance ol 181 1 , it is obviously necessary to have before me, in giving consideration to the measure, the fullest evidence of the contents of that Deed, and as you can furnish a copy, of which 1 was not before aware, I have to request you will do so- The Bishop has merely required, on the view of the case as at present stated, that the Conveyance be made agreeable to the rule ofthe common law, by which the freehold ofthe Churchyard is in the rector. I cannot concur with you, that the act of the Bishop is merely ministerial : it appears to me, on the contrary/ to be an act of high responsibility. I am, Gentlemen, Your very obedient servant, RALPH BARNES. Messrs. Rodd and Bone. No. 11 Exeter, 4th April, 1831. Gentlemen, I have your letter this morning, and am sorry you have not sent the copy of the Deed of 1811, which 1 think you must agree Avith me is necessary, to enable me to advise the Bishop satisfactorily on the subject ; it is the basis of the whole of your application, and yon must allow me to say, I think should have been furnished before the Deed was submitted for the Bishop's signature.* The Bishop is most desirous to have the matter set- tied satisfactory to ihe donors and the parishioners ,- & if I may * The pui port and contents of the Deed were made known to Mr. Barnes by my letter, No. 8."], [50, "XII be alloAved to say so, I am most anxious myself to lend every aid, which, in the confidential situation Avith Avhich I am honoured, I can afford to aid that object. 1 1 is unfortunate that Ave differ on the character of the sanction which the Bishop is called upon to give; but I think it is impossible to differ on the propriety of the Bishop being furnished with the facts of the case on which he is to act. The copy of the Deed of 1811 is the most material feature of the case, and I shall be expecting it. I am, Gentlemen, Your obedient servant, RALPH BARNES. Messrs. Rodd and Bone, Solicitors. No. 12 Exeter, 8th April, 1831. Gentlemen, I have the Bishop's directions to express his earnest de sire to have the full case of the Stoke-Damerel Burying Ground before him, to enable him to conie to a satisfactory decision ; and I hope you will not delay sending me the copy of the Deed of 1811,without Avhich I cannot lay the full casebefore his Lordship.* I am, Gentlemen, Your obedient servant, RALPH BARNES. Messrs. Rodd and Bone, Solicitors, Devonport. No. 13 Exeter, 12th April, 1831. Gentlemen, I received your letter ofthe 8th, with a copy of the Deed of 1811. I only write now to say, that the Bishop is absent at Durham during the adjournment of parliament, and that I am afraid it is not possible to obtain his decision upon a satisfactory investigation by the 20th instant, the day you mention, but there shall be no unnecessary delay. Your's, obediently, RALPH BARNES. Messrs. Rodd and Bone, Solicitors, Devonport. * N. B. The copy crossed this letter on the road."], [51, "XIII Exeter, 17lh April, 1831. Gentlemen, / am directed by the Bishop to say, that having received the copyofthe Deed of 181 l,in every respect so important to the right decision of the matter, only on his return to London the loth, he cannot pledge himself to send his decision so early as is desired. His Lordship feels it necessary, on the first perusal to take the advice of a civilian on the subject, and intended immedi ately to consult Dr. Lushington. I am, Gentlemen, Your obedient servant, RALPH BARNES. Messrs. Rodd and Bone, Solicitors, Devonport. No. 15. London, Wednesday, 18th April. Gentlemen, I have just received Dr. Lushington's directions, on which 1 shall act. I enclose the opinion to you, and request you (as there is not time to copy it), to send it to Mr. Barnes. I am, Gentlemen, Your obedient servant, H. EXETER. No. 16. Copy of Opinion. I am of opinion that the general principle to be acted upon is, that lands to be consecrated shall be conveyed to the in cumbentand his successors for the same purposes as theincumbent holds, the ancient Burial Ground of the parish : and I think that this rule should not bedeparted from except on strong grounds. The proper course to be pursued is, for all these five pieces of land to be so Conveyed to the incumbent and his successors, and then what has not been consecrated should be consecrated forth with."], [52, "XIV The advicg that I must give the Bishop is sir*t, as to the three pieces of land used under a licence to require that they shall be duly conveyed and consecrated: it is not fitting that interments should take place in grounds unconsecrated. As to the ground already consecrated, the Bishop cannot adopt any proceedings, though it oughtto have been duly conveyed prior to consecration. As to the land marked G, the Bishop should require it to be conveyed to the incumbent and his successors, and then consecrate before it be used as a Burial Place. STEPHEN LUSHINGTON. Doctor's Commons, April 18th, 1831. No. 17, Devonport, April 23d, 1 83 1. Mv Lord, Your Lordship having been pleased to honor us with a letter, inclosing Dr. Lushington's opinion, respecting the line of conduct your Lordship should adopt upon the unfortunate ques tion pending betAveen the parishioners of Stoke-Damerel, and the rector of that parish, we are induced lo address your Lordship on the subject, and to refer lo that part of the Doctor's opinion, in which he says, \" I think the rule (namely, eonveying to the in cumbent), should not be departed from except on a'rong grounds.\" To this doctrine, my Lord, Ave also subscribe ; but Ave put it to your Lordship's equity and justice to consider whether the origi nal contract, understanding and agreement, betAveen all the parties concerned, begun and acted upon, and agreed at this very moment to be confirmed on the part of Sir John St. Aubyn, as lord ofthe fee and patron of the living, are not the strong ground which would induce Dr. Lushington to^ advise your Lordship in unequivocal terms to sanction the Conveyance. We Avould beg to state to your Lordship, that it is upon Dr. Lushington's opinion that the parish from first to last up to this very moment have been acting ; and it is for that gentleman to explain the apparent dis crepances in his advice, if he shall be now of opinion that the grounds we have stated on behalf of the parish, are not the strong"], [53, "XV grounds to which he refers by the opinion given to your Lordship. He informs the parish in plain terms, that the fee is not in the rector, and that he can have no controul over the ground in ques tion. We do, therefore, hope, for the sake of peace and good un derstanding, but more particularly for the sake of justice, that your Lordship will revise the judgment your Lordship has given, if upon a statement of the facts Avhich we shall advise the parish again to lay before Dr. Lushington, he shall be of opinion that your Lordship's sanction to the Deed is an act purely ministerial, and that it may be granted safely and consistently ; perhaps your Lordship may not be aware that the ground is at this present time in grant for a term of 99 years, determinable on lives, and held by the representatives of th» original lessee. We would most respect fully submit for your Lordship's consideration the situation of all parties, rector, parishioners, and church, if the rent be withheld, which will be the case if the business be not settled, there being no covenant or engagement on the part of the parishioners to pay one farthing! We really fear the consequences, unless your Lordship shall feel disposed to set the question at rest by giving your sanction to the Deed. We have the honor to be, my Lord, Your Lordship's most obedient servants, RODD AND BONE. Bishop of Exeter. No. 18. Devonport, May 6th, 1831. My Lord, I have the honour to acknowledge the receipt of your Lordship's letter to me of the 26th ultimo, and in giving it an answer, I hope I shall not be considered presuming or trouble some. Your Lordship is pleased to say, \" that in a case involving \" matters of so much nicety and difficulty as this ofthe Church \" yard at Stoke-Damerel, you will not be surprised that I \" decline taking any step not sanctioned by the best legal au \" thority ; I have resolved, therefore, to act entirely under Dr. '' Lushington's opinion.\""], [54, "XVI 1 trust that your Lordship will pardon me, when I venture la give it as my opinion, that it is your Lordship's refusal to give effect to the unanimous desires of both patron and parishioners, in order to ratify and confirm, what in honour and honesty all parties agree should be ratified, that makes the question one of difficulty. Whilst, my Lord, I intrude this upon your Lordship, as not only my opinion, but the opinion of many thousands of the inhabitants of Stoke-Damerel, 1 am by no means desirous that your Lordship should be called upon to sanction any act Avhich could not honourably, fairly, and honestly, in justice to all bejustified. The unhappy differences betAveen the rector and the parishioners would never have occurred, had he confined him self to a fair and moderate increase in his charges: had that been the case, your Lordship might never have been troubled ; but when enormous fees Avere demanded, contrary to all ancient cus tom in the parish, upon the presumption of an uncontrollable right, and pertinaciously adhered to^ it. was, as it then became the duty of the parishioners to assert their equitable, if not their legal claim to that ground OA*er which the rector was so exercis ing an unrestrained power, (which Dr. Lushington says he had no right to do), but Avhich was understood to be vested in trustees for the use of the parishioners, and which by the Deed of 1811 , duly executed by Sir John St. Aubyn, was intended should be vested. The letters of Faculty which were then granted by the Bishop of the Diocese, authorising the burial in the Ground in question, recognizes and admits of the transaction, and the then supposed validity of that ConA'eyance. Your Lordship has beau pleased to inform me, that you had resolved to act under Dr. Lushington's opinion : may I presume to ask of your Lordship, before I call the parishioners together, and the public mind becomes again agitated, whether, in case Dr. Lushington shall be of opinion that the application which has been made to your Lordship does afford \" the strong grounds\" for your Lord ship's departure from general rules, I may hope for a revision of the case on the part of your Lordship ? I trust that I shall stand excused in your Lordship's opinion for any trouble which I may occasion, seeing that it is in the execution of a serious duty that I again press the subject for your"], [55, "XVII Lordship's reconsideration. 1 am quite sure that the parishioners are disposed to come to a right and fair understanding with the rector, provided he is induced to meet them On such terms ; and perhaps your Lordship's interference might do much, and avert the mischief which is now pending. I hate the honor to be, my Lord, Yotir Lordship's most obedient servant, .Wright Uev. the Lord Bishop of Exeter. RICHARD, RODD. No. 19. Stonehouse, 17th May, 1831. The Bishop of Exeter met this day by appointment, (the Archdet.con being present), Mr. Rodd, solicitor, for the parish of Stoke-Damerel, the two churcliAvardens, and two over seers of the poor, to communicate with them on the subject of the intended Conveyance of the ground, now used under licence lor the Burial Ground of that parish. The Bishop declining to take any retrospection of any past occurrence, declared his firm intentions of acting altogether as Dr. Lushington shall from time lo lime advise. He said, that conformably to the view of the conduct it is expedient for him to pursue, he shall, as Dr. Lushington has advised, require that the pieces of ground now used under licence for interment, shall be duly conveyed in order to consecration. That in order, if possible, to put an end to all dispute, heAvill recommend to the rector to join the parish Avithout delay, in ap plying to the Ordinary for a proper table of fees, in which shall be assigned, not only the proper fees for the rector, but also a fee for the parish, in order that a fond may accumulate where with additional ground may be hereafter supplied, when the exigencies ofthe parish shall require it; all the gentlemen here present on the part of tha parish express their concurrence in the desirableness of having such a table of fees made in the manner suggested by the Bishop. The conversation having terminated on the subject of the Bu rial Ground, the churchwardens and the other gentlemen of the parish express their wish, that a table of fees generally applying e"], [56, "XVIII to all matters for which the rector may claim fees, shall be made at the same time by the same authority. It is mutually understood, that no one here present is at all re sponsible for any thing which may have passed in this conversation beyond what is herein expressed. No. 20. Case. Doctor Lushington will be pleased to peruse the Case,* Avith his opinion thereon hereAvith left, and his attention is par ticularly requested to the last query, and his answer thereto. Upon the unequivocal strength of this opinion, the parish of Stoke-Damerel began to act; every search was made for the Conveyance Avhich Sir John St. Aubyn acknoAvledges was ex ecuted by him ; but the same has not been found, and there is every reason to believe that it is lost; but it is admitted, on all sides, that the trusts of that Deed were \" to A, B, and C, and their heirs, \" in trust for themselves and others the parishioners \" of the said parish of Stoke-Damerel for ever, as and for Bu \" rying Places for the use of the said parish of Stoke-Dame \" rel and the Inhabitants thereof, and for no other use or \" purpose whatsoever.\" It was upon this express condition (the trusts being for the parishioners,) that they the parishioners consented to lay out a large sum of jioney in building walls, preparing the ground, &c, and they did actually lay out nearly £1500 for those pur poses. The then Lord Bishop of the diocese was also pleased, through his secretary Mr. Turner, to express himself satisfied with the tenor of the Deed, and by his letters of Faculty for interment in the ground, which had been then appropriated for the purposes of Sepulture: the Deed of Conveyance is referred to and recognized in the following words — \" that they (the \" trustees) were seized or possessed of a piece or parcel of * N. B. This case related solely to the question of fees demanded by the rector, except as to the last query, which was as to his right over the ground, the fee of which was in the parishioners."], [57, "XIX \" ground, adjoining the Burial Ground belonging to the said \" parish of Stoke-Damerel, containing by admeasurement two \" acres and ten perches, Avhich were conveyed to the Reverend \" Thomas Williamson, the then rector, Richard Rodd and \" George Snowdon, the late churchwardens of the said parish, \" by Sir John St. Aubyn, baronet, patron of the said rectory \" of Stoke-Damerel, and lord of the manor, by certain inden- M tures of lease nnd release, bearing date the 28th and \"iOth \" days of September, 1811, as Trustees for the said parish, *• to be appropriated for the purposes of Sepulture, and an ad \" dition to the Burying Ground of the said parish.\" By the register .of consecration of a certain part of tho said ground, dated the 10th day of August, 1816, the same Deed, with the same trusts, are recited and .recognized. This is all we can learn of the Conveyance, and whether it was ever sanc tioned by the Bishop by any certificate subscribed by him or not we cannot ascertain. It was, however, admitted and understood, that in consider ation of the agreement AA'ith Sir John St. Aubyn, and of the vast expence which had been incurred, the parishioners should have the trusts so vested, >as that they might raise a fund by Burial fees, in aid of the church-rate, and which for some years afterwards was acted upon.* All the trustees are dead ; but by the creation of those trusts, the same vested in the survivor, his heirs, &c, and the same are now in the eldest son and heir at law of George Snowdon, who was the last survivor named in the Conveyance. From the time that the ground was first appropriated, till Avithin the last three years, no dispute, difficulty, or question ever arose respecting the interment, or the fees paid to the rector for that duty, the same being according to ancient custom, and as stated in the first sheet of the Case herewith left. Upon the induction of the present rector, a vast increase Avas made upon al! church fees, * N. B. Mr. Coles considers that this wns not the coo ition, but whatever might have been the understand^;; will, ihe parishioners, tli ■> took the tnisls un conditionally, exactly as I have slated them, and in that form was the- Deed exe cuted by Sir Juhn St. Aubyn."], [58, "XX &c. payable within the parish, and particularly as to the erec- tion of vaults, &c. ; a power was also exercised over the ground (so conveyed as before stated) by the rector, and large sums demanded by him for the purchase and appropriation of cer- tain portions of such ground for vaults, &c. contrary to all usage. This circumstance induced an enquiry for the Conveyance as executed by Sir John St Aubyn, which, after every possible search, could not be found, nor has it been discovered to this day. This of course led to a long and tedious correspondence with Sir John St. Aubyn, Avhen the parishioners, finding the rector determined in opposition to all remonstrance to persevere in his demands, were about to file a Bill in Equity. Sir John St. Aubyn, liowever, (and we mention it as shcAviug his high sense of honor and a regard to justice) apprized the parishion- ers, that being perfectly satisfied that he had executed the Con- veyance in question, he would re*-evecute another Deed, or do any other act which might be required by the parishioners in confirmation of It, Accordingly, the parishioners met, when Sir John St. Aubyn's answer being laid before them, they (Con- sidered the question at rest, it being nothing more than an act of justice to confirm that compact and agreement, which had been for years before begun, and executed, acquiesced in by all parties, and sanctioned (Avhether by Avriting or not has not been discovered) by the Lord Bishop of the diocese. After the parishioners bad expended £150 or nearly £200 in bring- ing this important point, to an understanding, the Deed of Coit- veyance was prepared, under the advice of Mr. Preston and Mr. Phillips, on behalf of Sir John St. Aubyn and the parish- ioners, vesting the fee as originally intended, and in the very precise Avords, in the heir at law of the surviving original trustee, so as that there should be no deviation in the nature of the Conveyance, and the trusts originally created. This Deed Sir John St. Aubyn is ready and willing to execute; but by the provisions of the Act of the 43d Gco. 3, chap. 108, sect. 1, ■which appears to be more a remedial statute than otherwise, it seems, that previous to the execution of the Conveyances made for the purposes of and under that act, the consent and appro- bation of the Ordinary must be first had and obtained. Upon our"], [59, "XXI presenting the Conveyance to the Lord Bishop of the diocese for his sanction thereto, his Lordship has declined to interfere, seeing that the trusts of the Deed are different from the practice of the present day, and departure from general rules, the free- hold not being vested in the rector. And here we beg to ob- serve that, to this opinion of his Lordship we should most readily bend, but from the circumstances which took place at and before the year 1811,. -ind subsequent, almost to the present time, between Sir John St. Aubyn and the parishioners, and which, at least, gave the equitable, if not the legal right of the ground in question to the trustees then named. There is an- other strong fact, which we think might operate as a reason for completing and confirming the intended Conveyance: at pre- sent a considerable portion of the ground is not consecrated, although the same has, since the year 1790, been used under a licence as the Burial Ground of the parishioners, but it is at this present moment held by an inhabitant of Devonport under a lease from Sir John St. Aubyn for the residue of a term of 99 years, determinable on lives. It is true, that by that lease the lessee was bound to surrender certain portions of the land granted (of which the ground in question forms part) for the purposes of interment ; but then it was upon a condition, that he the lessee, his executors, &c. received a rent for the same during the existence of the grant. Unless, therefore, the pa- rishioners ceded to them that, which, they contend for was a pur^ chase (inasmuch they engaged to lay out, and did lay out a very large sum of money in preparing the ground), the rent will be withheld, as in fact it is, at this moment, in which case the lessee may distrain without fear of desecration, by an entry upon that part which has not been consecrated. The whole of the circumstances, therefore, combined, render it extremely de- desirable, that all disputes and difficulties should be set at rest, more especially as the parish have or will provide for releasing the ground from all liability on the part of the lessee, and take immediate steps for its consecration. Another strong inducement on the part of the parish for desiring the Bishop's sanction to the intended Conveyance is, that it will facilitate the intention of all parties, the Act 43d Geo. 3, requiring (with the consent of"], [60, "XXII the Ordinary) a previous execution of the Deed three months only previous to the death of the grantor, and six months inrol ment; whereas, by resorting to the statute of the 9tli Geo. 2nd, chap. 36 (which statute we presume is still in foree, the same not being repealed by the 43d Geo. 3d, but on the contrary, made effectual, as Ave conceive, by the 6.ii section of this last statute), the parishioners might have a good title in the ground in ques tion, upon the Conveyance being executed twelve calendar months before the death of the grantor, with the like period for rnrolment. You will, therefore, be pleased to advise the parishioners 1st. Whether all the circumstances, as set forth in the Ca»e before stated, are not the strong grounds upon Avhich the Lord Bishop of the diocese might safely depart from general rules, and give his sanction to the intended Conveyance. 2nd. Are not the provisions of the 1st section ofthe statute 9th Geo. 2nd, chap. 36, still effectual , the same statute not being repealed by the 43d Geo. 3d, but continued in effect, as we presume, by the 6th section of that Act ; and you will be pleased generally to advise the parishioners how they should act under all the circum- stances of this case. No. 21 Exeter, 17th June, 1831. Dear Sirs, I have taken the earliest opportunity of laying before the Bishop the papers intended for Dr. Lushington's opinion, and I beg to enclose to you the Bishop's note to me, which Avill en tirely explain his Lordship's view ofthe subject, lt will be my duty to put the case on the footing pointed out by the Bishop, which I cannot do here. I shall be in Exeter again the middle t * N. B. If understood that the present Bishop has consulted Dr. Lushington upon this question, who has advised that his Lordship should not depart from ge neral rules \" unless upon slroBg grounds.\""], [61, "XXIII of next Week, and will not lose a day then ki transmitting yon the papers. I am, &c. RALPH BARNES. Messrs. Rodd and Bone, No. 22 London, 25th June, 1831^ Dear Sir, I have perused the case proposed to be submitted on the part of the parishioners of Stoke-Damerel to Dr. Lushington, sol his opinion and direction. Upon the facts there alleged I make no remark, for I am ut terly uninformed of their accuracy. On the first ofthe two questions proposed upon that case, I wish to be most distinctly understood, that I shall not be satis lied with being told by Dr. Lushington, that I may safely depart from general rules, and give my sanction, lo the pro posed Conveyances, unless he further tells me, that, all things considered, he advises me so to do ; unless, in short, he deems the equity of the case to be such, as demands a departure from the ordinary course of proceeding, and so far only as it does demand. I had hoped that the course assented to by the churchAvardens and other gentlemen of the parish, whom I saw and communi cated with, -it Stonehouse, namely — that a schedule of fees should be arranged by the Chancellor of the diocese on the joint application ofthe rector and the parishioners, would havebronght (his unpleasant affair to a satisfactory termination ; whether it being necessary to enquire further, whether any expedience may be devised, which shall prevent me from doing that Avhich my OAvn judgment tells me is most fit to be done, and Avhich no thing- less than the plain and express opinion and advice of a lawyer, Avhose opinion and advice I so much value, as I do Dr. Lushington's, will induce me to forego. I am, &c. H. EXETER. Ralph Barnes, esq."], [62, "XXIV No. 23 Exeter, 2nd July, 183.L Dear Sir, I sent yon, as requested, a copy of the Bishop's letter to me, expressing his Lordship's view of the question, th,e original you will be good enough to return to me ; I think it right to re capitulate what passed^ In accordance Avith the sentiments ex pressed by the Bishop, I explained that the case as draAvn, could not be considered as having his Lordship's sanction, or as a state ment an opinion on which would be considered as satisfactory for the Bishop's guidance, because it introduced matters, as the sub ject of understanding or agreement * which did not appear on theface ofthe written documents, and which could not be assumed without the concurrence of all parties concerned in such matter ; 1 thought that all the documents should be stated fully, and no matter introduced, of which the evidence was not apparent as against all parties, Or inferences made which were not admitted by all, or evidently deducible from documents to which all were parties. I was ready to point out and did point out some parti culars in which I thought the case in this respect not such as could have the Bishop's approbation. 1 could readily have drawn up a statement in accordance with what I considered to be the ad mitted facts of the case, and would do so now if desired. You did not request, or as I understand permit me so to do, but expressed your intention of submitting the case as draum,f to Dr. Lush ington. In this I could not ou the part of the Bishop acquiesce in, for as an opinion to be given on such case could be considered as an opinion for the Bishop's government, contravening the opinion under Avhich the Bishop has acted ; nor could I consider the questions put to Dr. Lushington, as the points on Avhich the advice was to be sought. I am perfectly ready to draw up such a * N. B. If the admission on the part of the lord of the fee, that lie had exe cuted a Conveyance ofthe land was not sufficient evidence, how does Mr. Barnes reconcile his objections in the face ofthe records in the Bishop's court, which shew that such Conveyance did eiist at the time the letters of licence were granted for interment, aed afterwards upon Consecration. t N. B. I proposed to alter the question, and to avoid all reasoning upon the case if any such appeared."], [63, "XXV one as appears to me, to be to embrace the precise points on which the advice is required. I am, dear sir, Your obedient servant, RALPH BARNES. R. Rodd, esq. No. 24, Palace, Exeter, September 3d, 1831 Gentlemen, After having stated in my letter ofthe 24th of June last to Mr. Barnes, (which was transmitted by him to you, and by you to Dr. Lushington), that \"I should not be satisfied with being told by Dr. Lushington that I may safely depart, in the case of Stoke-Damerel Churchyard, from general rules, and give sanction to the proposed Conveyance, unless he should further tell me, that all things considered, he advises me so to do — unless, in short, he should deem the equity of th# case to be such asdemands a departure from the ordinary course of proceeding, and so far on ly as it does demand.\" And after having in the same letter fur ther said, that my own judgment was against doing what you desire me to do, and that \" nothing less than the plain and express opinion and advice of Dr. Lushington should induce me to forego\" acting on that judgment. I cannot forbear express ing my astonishment, that you should have thought it necessary to make your present application to me. Of the hug« bundle of papers, which you have placed in my hands, thave not permitted myself to look into anyone, except the copy of my own letter to Mr. Barnes, and Dr. Lushington's opinion given on the 29th of July last. If you will take the trouble of again reading that letter and that opinion, you will not expect any additional answer. I feel it necessary to add, that while I begrudge no degree of labour in a case which needs it, (as I think I sufficiently proved in the long interview I held with the chapelwardens and your selves in May last) the duties connected with the superintendance of near 500 parishes, besides Stoke-Damerel, compel me to request, A"], [64, "XXVI that I may in future be spared all unnecessary communications on the subject of ibis Churchyard. I am, gentlemen, Your obedient servant, H. EXETER. Messrs. Rodd and Bone. No. 25. Stoke Damerel Burial Ground The opinion as given by Dr. Lushington, upon the case herewith left,* has been, with ail the papers and documents relat ing to the question laid before the Lord Bishop of Exeter ; and we regret to say, that his Lordship does not consider that the opinion so given is sufficient to authorize him to give his sanction to the proposed Conveyance. The copy of his Lordship's letter to his secretary, Mr. Barnes, (hereto annexed, t which states Avhat his Lordship would require), was also laid before Dr. Lushington, and although the opinion is not in the express terms, as required by the Bishop, yet in our humble judgment, it appears to us to be, in its import, an ansAver to the question. AdA'ocating, as we are, the rights and interests of forty thou sand inhabitants, we cannot consider that Ave have done our duty, unless Ave again submit the question in the very words as they are now put by his Lordship, for Dr. Lushington's further opinion. You will, therefore, be pleased to peruse the Bishop's letter, a copy of which is herewith left, and say, — Whether, \" all things considered,\" you advise his Lordship, to give his sanction to the proposed Conveyance: Whether the \" equity of the case, does or does not demand a departure from the ordinary course of pro ceeding, and if so, \" to what extent it does demand ,\" and you Avill be pleased to give your opinion, in \" as plain and express'' a manner, as his Lordship desires to obtain. The Opinion. I have again reconsidered this case. It must be presumed that the predecessor of the Bishop, when he granted the licence for * This is the case which the Bishop says he ha.d seen, and which he feu;rueii with the huge bundle of papers, Appendix, No. 24. t Vide Appendix, No. 22"], [65, "XXVII burial in part, and consecrated another part of this ground, knew that the fee avus not vested in the incumbent on the faith of these acts. Interments for a long series of years have taken place : tinder these circumstances, it doos appear to me, that the equity ofthe case docs require a departure from ordinary rule, to the extent of the land so licenced and consecrated. I do not feel any doubt as to this opinion, which was formed of ter very careful deliberation ,- but unless expressly called on, I should not, in a matter of discretion, have ventured to declare it in terms so strong. Being so called on, I think it my duly to ad vise the Bishop lo accede to the extent stated. S. LUSHINGTON. Doctor's Commons, September 20th, 1831. No. 26, Exeter, November 2ad, 1831. Sir, Thave ju t been informed, that about ten days ago, at ■a parish meeting of the parishioners of Stoko-f>amereI, resolu tions were passed, and have since been published, strongly reflecting qn my conduct in respect to the livri :! Grounds. I need not say that 1 have received this information with extreme surprise; for I should have though', it impossible, that any parish meeting would have deemed it consistent with common justice, much less with the respect Avfiich is due to their Bishop, to have come to any judgment on my coXuct, without first stating to me Avhat t.iey conceived that conduct to have been, and thus giving me an opportunity of correcting- any misstatements or misappre hensions, which may have occurred. Had this been done i;i the present instance, the meeting would have learned that it has been uniformly my wish, and that nothing could he more decided than the expression of my Avish, to be guided by Dr. Lushington's advice in this difficult and complicated case. They would have learned too, that my refusal to read (a refusal to which I still adhere), what was sent to me as Dr. Lushingtoir's advice, Avas solely caused 6t/ the case and questions not ha ring hee it previously submitted to me ,-* and that I am no! only willing, but desirous, * Viitu ihe Appendix, No. 25."], [66, "XXVIII to concur in such a case and questions, as shall draw forth an opinion from him, on which I can act consistently with due regard to what I owe to myself and to my office. I am glad, that I was not aware of this most extraordinary proceeding, Avhen I received your letter of the ult ; for, if I had been aware of it, I might have found it necessary to qualify very considerably the conciliatory tenor of my answer. As it is, I have no doubt, that the great mass ofthe parishioners are more annoyed by the impropriety of the course adopted in their name, than I can be expected to be. I shall, therefore, pursue the line already prescribed to me by my sense of duty, and by my desire of allaying those heats which are oecasioned, I doubt not, as much by misapprehension, as by any more repre hensible cause. This will satisfy all reasonable men; and the unreason-able J cannot expect , and shall not attempt to satisfy. One thing it is necessary for me to remark : that in consequence ofthe proceedings of this parish meeting, I must request a little more .attention to the strict regularity of our proceedings. The churchwardens .are the proper parochial authorities to communi cate with me on this subject .; the overseers of the poor, as such, have nothing whatever to do with it. My letters to the church wardens ought to be answered by both of them ; else, I may be told at the end of the correspondence, that the proceedings have not the eoncurrenee of both the officers, who have an equal right to be heard, and attended to.. I am, sir, Your obedient servant, H. EXETER. The churchwarden of Stoke-Damerel nominated by th» parishioners.^ I shall direct that a copy of this letter be sent to your brother churchwarden. Mr. Barnes will return to-morrow ; the sooner, therefore, the communication takes place between you and him (who will be fully authorised to act for me) the better it will be. * This Churchwarden was Mr. Cloutex."], [67, "xxix. JNo. 27. Devonport, Oct. 24th, 1 83 1 . Sm, 1 consider it no honor to be allowed to address * * * * * who knows not how to behave like a gentleman. The assertion which I have made in my letter to the Bishop of the 19th instant as to what passed at his lodgings in London is the truth. To defend thisdeclaration any further, I will not place my self upon a level with a Bishop's menial. If I had \" persisted\" in ■an interview, as he says, the power was with him to repel such rudeness by a refusal. You say, \" with respect to the Bishop's *' undertaking to fellow Dr. Lushington's adrice, it must be \" obvious, that this would only apply to advice either asked by \" himself, or with his privity and consent, on a statement \" allowed by him.\" Do you forget, sir, that the Bishop consulted Dr. Lushington fHvhether -verbally or otherwise I have yet to learn) in the early part of April last, without preriously submitting to me the ques tion about to be propounded. : — that an opinion was obtained, and, unaccompanied by any Case, was forwarded to me by the Bishop on a sheet of letter paper, and which I afterwards sent to you ? and do you not remember, that although the opinion was, \" that there ought to be no departure from general rules,\" so as to take the freehold out ofthe rector ; yet that such opinion was qualified by these words, \" except upon strong grounds?\" Do you forget the postscript to the letter addressed to you by -theBishop, ofthe 24th June last, by which he requires, that such letter shall accompany the Case to be laid before Dr. Lushing ton ? and do you not know that all the Bishop's undertakings, to act as Dr. Lushington shall from time to time advise, are subse quent to the opinion which the Bishop had obtained, as and in the manner I have before stated? Can you say, or charge me, that there is one feature more in the Case (that very Case which you and the Bishop have s*en) than I gave by my letter <o you of the 11th of March last? and can you challenge one single statement there as being untrue? I am really .astounded at that part of your letter, wherein you say, \" it"], [68, "XXX is obvious that the Bihhop meant only to be guided by advice asked by himself, or Avith his privity, on a statement alloAvcd by him. * •*■ ■£ $. $. $. 4? * -$- Why did he not explain his meaning at the first call, and say, \" I will not consent to any opinion unless * founded upon statements (whether facts or noti will not ques \" iion) consistent with my ovati views?\" * # * -#- * * -*- $ # * 4? -*■ if f -*- -*■ * - * * -*- -5?- * * -5?- -£- -*■ -* * ■*• -*- jt j'«. -& *P -sir -S(«- -.,r Look nt his letter to me of the 10th of May last — look at his own utiilertaking of the 17th of the same month — look at his letter to you of the 24th of June, and again at his letter to Messrs. Rodd and Bone on the 3d Sept. Are any ol those under takings (for undertakings they are) qualified with such meanings, and with such a condition as you have been pleased, on the part of the Bishop, to alledge * I would ask if there be any peculiar privilege/ on a mitred head, which gives authority to act differ ently to other men ? $ %. •$- fy -3js- $ ti, «1* *1» v* JU *.'* *'* « '* •'» He sent me not his Case upon which he consulted Dr. Lushing ton : I, on the contrary, sent him mine, according to my en gag-ement; but which unfortunately (although consistent with the facts, and which I offered to vouch for on oath) would not do ; in short, unless it was \" such a statement as would be al lowed by the Bishop.\" The great objection, however, was, that ihe Bishop would not be told by Dr. Lushington what he might jsafelydo: of my own accord, therefore, 1 altered the question, and put it in these words, laying before Dr. Lushington at the same time the Bishop's letter to you of the 24th June. Query, Whether all the circumstances of the case (Avhich were those, and those only, as stated to you by my letter of the 11th of March last) are not the \" strong grounds upon which \" the Bishop ought to depart from general rules, and give his \" sanction to the intended Conveyance ;\" and 1 at the same time carefully expunged every word which cotsld be deemed hypo-"], [69, "XXXI thetical. What is the answer to the question 1 — \" That the Bishop Will be justified in giving his sanction to the Conveyance.' An answer sufficient. -fr -fr *£ -fr -fr -fr fr -fr * -fr * -fr * -fr ■*■ $ * * fr * * -fr ■*■ -fr * * No other Case has gone before Dr. Lushington, save the Bishop's own letter and statement, saying he was not satisfied with the answer; and requesting, that he, Dr. Lushington, would give it in the \" plain and express terms,\" as he the Bishop required. The Bishop's fiat is, however, gone forth ; ha has refused to follow advice, -fr -fr -fr fr ■&■ ■Jjr \"V- ->.•- *F V •!■ > ■¥■ *F V To this they the parishioners must, for the present, submit, but they are not subdued ; for, as their humble advocate, I will follow up this question to the last extremity. Had I not strict justice with me, I should shrink from the undertaking with dis may, seeing the barrier I have opposed to me ; but equity and justice must eventually triumph, although the power of the Church be raised against it. With the same feeling , sir, as the Bishop has declined the honor of a correspondence, so I desire to be spared all further correspondence with his secretary upon this business. I am, sir, Your obedient servant, RICHARD RODD Ralph Barnes, esq. Printed by JVm. Pollard, 63, St, Aubyn-Street, Devonport."], [70, ""], [71, ""], [72, ""], [73, ""], [74, ""], [75, ""], [76, ""], [77, ""], [78, ""]]