[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Love a la Mode. A COMEDY As it was lately Acted with great Applause at &vHddlefex~Houfe. YV R I T T E N By a Person of HONOUR. Pitta , voluptatis caas a ;, strtt proxima verts. Hor. de Art. Poet. LONDON, Printed by J. C. for John Darnel, at the three Hearts in St. Pauls Church-yard, near the YVest-end. 166Z,"], [8, "Dramrhatis Personæ. GAMBVGIVM, a Doctor of Physick. VIRG IN 10, Father to Cœlta. TICKET-, a Traveller,^ Two Lovers A It RA NT his Friend, I Mode. PHILOSTRATVS,* Gentleman, and Lover of Cœlta. GLISTERPIPE, The Doctors Man. BLV NT, An old fellow turn'd Gallant for Cœlias love. APORTER. Two LACQVETS. COELIA, Daughter to Virginia. C L ITTOM ES1RA, Wife to Gambuginm. AC VTA, Her Daughter. A S T V T /^-Sister to Ticket. MATRONA, Governess to Cœlia, Scene LO-T^JDO^"], [9, "To the Reader. THis Comedy will ( I hope ) afford more variety both in humar and plot , then to give jufi cause to any to believe it a Translation : although \"(I must confess) there be a French Play which bears this Title*, and inTitle onely they re semble. The French art commonly content in their Comedies with One single Humor, and Rime ; but the Critickf of this Island are scarce satisfied with Reason. I expecl as many Censurers at R eaders ; but hold my self as little bound to believe them, as to court their approbation : for I Jhal! neither live concerned at tlnir frawnes , nor much exalted with their smiles, set am I not so conceited os my Work, as J'ome °f WJ partiaU Friends , who have imposed upon me the -fenance to hear my Play extolled beyond its merit : for my Muse was never so ambitious, to pretend equality with those unparallell'd Poets they prefer her before. However, their Verses express their friendship, and peculiar ap probation of what you may possibly condemn. But I desire to be tried by my Peers, by legitimate Judges, of which 1 conceive two forts ; Poets in actu, and Poets in potentia, underfbinders of Poe try : under the lafi notion, I willingly comprehend the generous and accomplistjt Gentry of this Nation ; not every Mechanick stripling that can spell bis Psalter, and censure Wit over a dish of Coffee : for a Comedy may loose h.alfe its worth by the ill reading, and all its wit through the dull apprehension of the peruser ; yet such Readers I may easily forgive ; for they suffer a kinde of pe nance in the Reading,by spendingso much time to so little purpose, as the condemnation of what they understand not. I onely contend with the ignorant*, to the judicious my Muse submits, making onely exceptions against tbofc, who thin\\a Play criminal which had a Gentleman for its Composer; as if V\\rit and Blood were incompatible. A 1 Although"], [10, "— « _...*_ _._._-_-.__/ c _\\. , Although the yeare of his Majesties happy Restauration gave birth to this Poem ,yet because it was not before publijht, many may wonder why we omit so modern and Modish a Cjiflomt, as the introducing of Songs and Dances in every Scœne. Tritely though I hold them decent Ornaments of the Stage, J love not to make them the matter of my Play ; nor do I believe them so ab- solutely necfffary to a good Comedy, as to intrude them by head and shoulders , when the] do tit belong to my Plot. As neer as I could, I endeavoured ttx^mitate Nature ; for / think no impos- sible accident is here presented. Is to some U meane Poetic all Coblers, Vampers ofVVit,wbo undertake to mend what they can't make) the language appeare beyond the condition of the speaker ; their own Reason might infirutt them,that Poets have in all time] assumed to themselves a liberty of bettering and exalting Nature ■ ar a I that Love {of all Passions ) is the greatest improvement of Wit and Elocution. Nothingremainet besides (as I conceive \\ to carp at, unless because it was not Afted on a publics State * This Play was brought forth in the Shade, and Glories in a pri- vate reception * for she once received the Generall Votes and Ap plauje of her Auditors : TouVl finde by the perusaS what she L serves. Faiewell. T. S. To"], [11, "0£ TO HIS HONOURED BROTHER, THE AUTHOR OF Love~> a la (JMode-*. H\\vinf well weigh'd your Scœnes, I needs must fay, Each Plot and Fancie's new within your Play. You follow Nature justly 5 nothing here Impossible, or Monstrous doth appeare : No bumbast Language, that so high doth swell, As if 't would conjure Devills from their Cell, Or rack the ear, and, which is worse, the brain Of every Auditor, ere he can gain The sense : but every Scœne is so expreft, As suits the matter, and the humour belt. Now Fletcher's gone, I scare there are but sew, For neat expressions that can vie with you ; And though you imitate his wanton strain, Love well express'd as much applause may gam As dull Mechanic., humors, since your pen Can hit the humor of wilde Gentlemen. R. Colbrand Baronet. On the Incomparable Love a la Mode CRiticks approach, view what astreame of Wit Through this one Poem runs ; examine it : I dare engage, each Act, each Seen* each line,"], [12, "Of purest Wit and Mirth 's the richest mine Ere sprung from English Pen. But whither strayes My muse ? 'tis boldly done : dost think thy prjiise Exalts the Poets fame > cr can a Verse Do more th. n Volumes justly can reherse ? Are not the Wits firee votes already past. That who condemns it, his <!>wn judgement blasts ? Were Shakespeare, Fletcher, or renowned Ben Alive, they'd yield to this more hippie pen Those lawrells that bedeckt their brows ; and fay , Love a la mode's the best-accompli/h'd Play. J. Kelynge Esquire. On the Composure of Love a la Mode. LO ve a la mode doth in it seise contain So much of worth, my praises would profane It's excellence : do but one Scxne rehearse, You'll finde it much beyond the praise of Verse. Vulgar words here you'll fee plac'd with such art, And so adapted unto every.pai t : A Comment would be useless to explain His easie, fluent, and yet lofty strain : Nor doth't in words consist (that were not lit ) But every word is usher'd in with wit. Thus Wit and Language doth his Muse refine, And them unto an active Plot doth joyn With such true art, that all just Wits agree In commendation of this Comedie. And for its worth, I thus far dare ingage, Since the revival of the English Stage; No modern Muse hath yet produced such : Were Johnson living, he would swear as much. W. K. The"], [13, "The first Prologue, to Love a la mode. LOvealamode ! what doth the Poet mean I With Hoods ar, d Scarfs for to bedeck hisScgene I Open a pack, and let each Lady chuse What be ft foe fancies, or what's most in use } This cannot be his meaning '■> 'tis not fit That he should vent you Wares infleadofwit : Though wit be hard to come by, and no doubt y Tho' much pretendedto, 'tis quite worn out : And I believe, 'twill prove too great a pain Tmdeavour bringing of it up again. Love a la mode 1 many a pretty wench Hath taught a man to snuffle out more French .- That 1 foould'oe thus blockish '. but I'll in3 And straight intreat the Atlors to begin . For I believe before this Play is endtd, Most here will know the Love that's here intended. And if my judgement I do not abuse*. This Gallick-love is here too much in use. But I'm too bold, and much your patience wrong : Here come the ASors, I must hold my tongue. A"], [14, "second Prologue, A To be spoken at the next acting of it. A Jury os noble Wits already past Upon this Play* when 'twas prefentedlafl \\ And having try d it by Poetick Laws, Doom it to live with general applause. But not withstanding this fair precedent* If Writs of errour come, we must consent It stand a second try al, whilst you fit Here round, the great Commissioners of Wit, To canvafe every Sccene ; nay, we'll ajford Tou liberty to censure every word. If some ambiguous are, or bear a fence That on the Ladies have an influence, 'To make them smile or blush j tell us, I pray, where lies the guilt I in them, or in the Play £ Words of themselves are innocent, 'tis your Waggifo conceits that makes the fense impure : As once I stood behind a Ladies back When foe was reading a religious trail*, wherein to occupy themselves 'twas said In goodness did become a virtuous Maid: She laugh' d aloud ; the honest Fryer he Knew no bad fense in the word occupy. No more our Author doth ; 't is in your brest To make a civil or immodest jeft. As for the ABors now, what faults they make Are not premeditate, but by mistake ; Therefore with Reason for this mercy look, To have (when out) the benefit o'tb' Book. ,. LOVE"], [15, "|li||i|l|| lljl|lill_ LOVE d>/ & modes. A c t u s Trimus. Scœna fecunda. Ri,«. <*»_/ Ticket* Rant. ▼ V T Hen all is done,give me your English Madam 5 \\ /V/ She'll hold out a battery, a double V V Voyage ; and when (he hath seiv'd (bme thirty years Or (b, sprung twenty leaks, charitably Maintain'd a Covie of younger Brothers ; In her age, when Beauty and Venery Have both forsook her, makes all Flaws up, And lives an honest Towns-mans wife. Tick The plump Venetian do I most affect : Oh Sir, they are so far beyond what our Dull Island breeds, both for discourse, then their Behaviour, wit, and cunning in managing Their Loves, blinding their Husbands jealousies, B Which"], [16, "2 £. o v b. a la mode. Which makes them up so absolute, as they Likewise themselves, by thtielp of Art, that yon Would swear our English women are meer _boIsS And Gypsies compar'd to them. Ran. Travellers, Sir, have liberty to speak Without controul : yet by your savour, Sir, I have heard many, who have visited Those parts, (of which some were Natives) t' affirm The World could not afford Beauties That might compare with those our Climate breeds.. Tick For natural Beauties, true : but they Are onely (it for Naturals, Meer Simplicina\\ that have no wit Toraise, or to allay an appetite ; Which is the cause all strangers do esteem We are inconstant Lovers ; when the defect Is in our women onely : for had they The Art of the Venetian Counizan, To vary,* and change themselves into divers shapes,, Now like a Nymph, soir.etimes a Shepherdess, And now and then a Madam of the Court; Why then, there were variety : but to be Always foic'd to take up the fame fashion'd Peticoat — : — Fie upon*t.. Ran. But do you think, Sir, change of habit car.* Work the fame pleasure, as variety Of \"Women > Tick Exceeding far. In Italy I've seen A She-Comoedian act four several parts, And so by Art deceitful to the Eye,, That I have taken her for as many Several persons.; and so grew in love. With four Females in-one woman. Ran. 'Tis much, Sir, you deliver of that Na.-on>, Which may with ease excel in constancies Their women varying so their (hapes, According to their lovers appetites/ __Ctr"], [17, "L o v e k la mode. 3 Yet I am sorry, Sir, your travels have# So prejudic'd your fancie to our beauties. Tick Pish, not worthy of that name: some calves, (She-ones I mean) born with white faces, Green-sickness and Butter-milk, a Skin-deep Vernish ; but what have they besides to set Them off . Nature's a Master-Taylor ,Sir, That cuts many handsome fashionable Garments out (Beauties I mean) but Art'a Her fashioner, and indeed, doth give the Grace and Ornaments to Natures rough-casts : This Art th' Italian Dames are Mistress of, Can change the colour of their hair at pleasure ; If 't be too long, lop from it ; if too short, Make an addition: if their complexion Be swarthy .create anew one ; if pale, Addeto it a Tincture, that exceeds the Rose : Their Eye-brows likewise they can mould, and colour Their Eyes according to their fancie ; their Nose, Their Cheeks,their Lips,their Teeth 5 then,for their Tongue, Their Language gives it such an harmony, That you would swear they by themselves made up, Were Cherubins, sometimes Angels, and in Their slightest dress thebeautifull'st of women. Ran. Either they are Paragons indeed, or much Indebted to thy character, by which Thou hast so far enamoured me, that I Could love them all in thy description : In answer to which courtesie,l'll (hew Thee an English Beauty, whose killing eyes I know must wound thy heart, unless thou had My Antidote against Love ; she is A Beauty to be seen on Festivals, And by her Husband kept with as much care As any Beauty here : when Return d"], [18, "L O v e A la mods. 4 From travel, I did propose unto my eyes A Lent, an abstinence from beauteous objects. _-_«f. .Signor, tho' 1 am seldom so ill bredy To place my praise aa d commendation On any thing our Country doth produce, j (Tho' never so deserving) yet I can afliire This Lady worthy your acquaintance • And perusal ; but yet so jealous kept. Ticket. That's it which moves me , for I love aliie To home a rr.an that's jealous of his wife. Kant. And now thou talk'st of jealousie, a neat Jest comes to my minde, a Friend of mine Did lately put upon .his Churle : hee'sold, ' . ,, (That's by the way) and cannot fee's fingers Without Spectacles ; which my friend perceiving, Took an occasion handsomely to change them, And in their place, put multiplying or.es. The Doctor still difcoursi ig with my Friend, Fancies a noise in's Ladies Chamber ; promptly Snatches these Spectacles, puts them on, and runs To surprize a fantastick nothing ; findes His Wife tying her shooe, whereat hegiew Inrag'd, thinking he saw a thousand hands About her Petticoate ; call's my Friend in, a Witness To his Wives Iewdness : but he no sooner entred, But the Doctor grew more enrag'd, swore he Saw a thousand men to Cuckold him ; with Which he drawes me out his two- hand Sword, And kill's you valiantly some twenty sludowes ; Whil'st his Spectacles falling off, discovered what An Ass he was. Ticket. Ha, ha, ha, Hong to see this Lady j I wonder what She thought. Kant, Why, to nuke her Husband what he thought him self. °\" Titkst. And well he doth deserve it} hast thou been of ten with, her I Rant."], [19, "Love a la mode. 5 Rant. No, by this light, but thrice ; I never love To tie my self to ort_y-ho' in chew-jy V Of Court_hip_.I have for every day • My severall Mistress, for every week a fresh one. Tic^. Then thon art right ; continue. there: by Jovt 1 did not thiiik a meere untravell'dman • Could love so ;* la mode; But, do the Ladies Well receive this love _ *. . Rant. How can they choose, since with their nature it So well agrees and sympathizes ? they've learnt the trick To entertain plurality of servants ; Soxe for their purse, arid they maintain them In all their riots and extravagant b Fancies; others for their ability And strength of back, these are their Night-servants -, Some for their wit are likewise entertain'd, And those theyterme PJatonicks, that by the Conveyance of the Soul, at a long run Come to participate corporeal favours. Ticks*- These humors heighten me : prethee let sgo, That 1 may be a witness how much Ladies Are improved during my Travels. Rant. If miracles will work upon thy faitn, Come, follow me. [Exeunt* Scœna Secunda. . - ■ ' ' - Virginia. -Cxlia.. Matron*. Virzi. THou art the joy and comfort os my age,, * Norcanlbetoocaresullmmylove, Bv placing oy er thee a Governess. Whose a <Ai experience may instruct thy youth, And keep3!- from those by-paths the beauties Of our age wander, and loose -hcmselyes in.. C*/--,DSir- J hope Thc."], [20, "Love .i^ mode. 6 The breeding, and good education, You liberally have inrich't my youth with, Have made such deep impressions in my nature, ■> By figuring on k Vertues Characters, You need not doubt, altho' you left me to My self, my virtue, or ability To guide my honor, and govern my own fortunes. Vir. It is not doubted, my dearest Geeliat Or of thy vertue or discretion In managing, and governihg thy self, Thy Fortunes, or thy Reputation : It is my care to see thee well bestow'd, Richly, as thou deserv'st: towhich intent, Out of my fatherly affection to thee, I have provided thee a Husband, wealthy And young enough. No Hustling, Girle, but let Thy wonted obedience meet with my commands. Cxlia. You cannot tax, I hope, in any thing My disobedience, my ready duty Having waited still on your commands. Virg. I do confess it; nor can you deny That my care hath recompens'd thy duty, A continuance whereof, will more and more Endear my love and thee, to my affection. Cxlia. If you loVd me, Sir, as you do seem. To flatter my belief, you could not be So ready and solicitous to part with me. Virg. Nor am I, Girle ; I do not part with thee, I but prefer thee to a noble choice : For when thou art married, thou shalt live with me. As now thou dost, and I shall love thee more, If my affections will admit encrease : Cxlia-. Say that you still should love me, how can I Answer with duty, that paternal! love, WheWoi i have given up in me Your interest, I in my seise my own, Unto a Husband ; to whom 1 then must pay The love and duty that's now due to you ? Virg."], [21, "mi Thou pkad'st so prettily tha. trust me I could Almost let my Reason yeild unto thy fond Affection : but when thou art Married, Girl, audkn©w*st thesweetnefs of that Happy state, thonlt sing me a new song- cSi. 1 wish no richer knowledge then my Duty, • Nor better companions then my owu Chaste thoughts. \\ rirg. And for a while enjoy thy wish : Ifyoudieanold maid, the worstisyours. VejL, Go in, and fend Matrona hither. [E&Cmbs. Not marry . it is somewhat strange for Girls Of her sprightly hutmor, in the teens So far advanc'd, to- refuf-se^ood offers : But possibly (he hath some other love, Som- needy Rascal, whose wit out-weighs his wealth* That will en joynter her in farntjfof Hill; . By th'Mafi I'll none of that} butdidT-hmk •Twere her chaste striftness to a Virgins ife, :iwoulda.yetdispenseherbeinga «__ j^j^ W-ir_^e mademebelieve your U* £**. Kir?. I did : for as I have unt* thy care Committedth'onely Jewel of my life* Sa I would not have thee ignorant©* My intents in placing thee her Governess. itor. Your wormip did very discr^mt. • J^v. I know not that; it is as you discharge . The careful trustimpos'd upon you. Now my design in placing .of yew here, Is for to pry into her actions, Her thoughts, if possible, to finde_"], [22, "her smallest thoughts ap plain as you do new her face. ! Virg. I dobelieyeijj; however; be it Your care to put all this \"in practise ; Search to the depth, try her, and found her heart, Which in appearance seemeth all obedience. Matr. .And Maidens oft dissemble, that I can tell you : My charge is witty too, plaguy cunning. Virg. 'Tis that 1 sear ; yet did I make tryal Of her inclinations towards marriage, By propounding to her a wealthy husband; Handsome, and not far Hi years. : Matr. Fmarry .ir, -those wer^baitsto catch a piaid, and cause her blood to makeanis_Urrect'.onin her veins :, did not your worship perceive^ th^bWgption of a husband, a blush, a smile, or alteration in her countenance? Now by the concupiscence of my flesh, I do believe it mov'd her much. ,.;,.' Virg. Notinthel^stfeshecontinuedLcold As a widows tearsg.^ppe not so deceitful. Matr. Trust her n<}t,nqt half so far as you can see her t take , k on' my experience, a maid of seventeen cannot relent so ■coldly the motionof a. husband, unless she were elsewhere provided. Virg. Idobeliey#..thesarne; tho' (he did strivt; . For to insinuate into my thoughts,. It was her love to me, and to a single life. Matr. Pshaw, pshaw, meer dissembling: believe a Maid in love ! believe £n Infidel, and turn Atheist sooner. Virg. VVelljiIseave her to tbyrwise examination, In which use all thy art, and utmost skill, The while I will absent my self,and giye . Thee way to work. Matr. Your worship doth discreetly ; for in your absence, she will appear more open. , [Exeunt. ctitl: -'•:;(*' ..'.. i ts Enter"], [23, "Lovb * la mode* 9 Enter Cxlia from behinde the Arras. Cxlia. 'Twas well I over-heard your plots ; for now Being fore-warn'd, I know to be fore-arnsd ; What a deceitftil creature this old Woman is ! how (he improv'd my fathers Jealousies ! twenty to one, I should Have trusted her wkh the secret of my love, And so betray'd it to my fathers wrath, Lost that affection which I hold so deare, And what to me's more deare, Pbilofiratus : But I am fase, and all their plots are vain , Being counterplotted by my womans brain. [Exit. Scœna Tertia. Gambugium) Clittomefira, Acuta, Glifierpipe. Gambug. V A Y ble(fing,Daughter, and deare Wise ; go in^ IV 1 she air is humid, it will do thee harme : Thou artbutweak,rnylambe: good honey, in. Clittom. Do you think that I can cloister up my self, Be kept coop't, like a Chicken in a Pen, For you, or any mans pleasure > tho' you be My Husband, y'are not my Jaylor. Gambug. Nor do desire, chick, nor do desire ; It is pro sanitate tantum,t\\at I speak it, For thy health fake, meerly out of love : alafi, What wer't t© me, to let thee go abroad, Expose thy tender body to the frigid Vapors of the ayr, wer't not my love, my love, Still to preserve thee mine ? Clittom. Rather your jealousie, that I Should sometimes prove anothers. \\ . Gambug. Fye, fye, thou art too waspish : V faith 'tw No jealousie in the world, but of thy health 5 ' C And"], [24, "_?P L o v e a la modi. And that concemes all loving husbands to Be jealous of. Clittom. Well, since your jealonsie is no other, I will obey- yon, Sir: but, I hope, tho' you confine me to my chamber, because the Ayr is but just parboil'd by the Sun, and, as you termeit, raw; good company are not against your rules of health. [Exit. Glister. But much against the rules of honesty. A#cuf. And why so, good Monsieur Glifierpipe ? Glister. I said it to please my Master meerly, sweet- Young Mistress : may I renew my suite? It had need ; for it is a thred-bare one. Glister. Sweet Mistress, you are too quick. Acnta. If a dead one be for your dyet, the Anatomy above will neither be too quick, nor too sweet for you : I need none of your Glisters. Glister. Many a hi tter have been glad to dance after my, Pipe. [Exit Acuta. Gambug, Keep her chamber, to eiitei tain Gallants. Oh my head, my braines, my budding head ! I were Better have let her gone abroad, then thus Have given her a private liberty To be horrid ; I dare not name it to my self: A Chamber! a bed ! oh my perplexed thoughts I. The deed is doing now, even now, and yet I stay, just like a Witfal, to connive At my own shame : why Glifierpipe ! ' Glister. Didyonr Worship call,Sir ? Gambug. Softly, you rogue; lay your eare close, closer To this paflage ; heark,if you do not heare The creaking of some Courtiers shooes. [A sack wound up: Divel, the very bed-ropes crack. Glister. No, Sir, 'tis onely the winding of the Jack ; I heare it plain. Gambug. 'Tis well it was no worse : good Glifierpipe ' I am seiu> for now to Court ; in haste to Court : Be in my absence watchfull hereabout. See-"], [25, "Love k la mode. t X See thou observ'st who enters and goes out : Here, take my Table-book, prick all down there. Glister. Not what the Gallants prick down in my Mistress Chamber. Gambug. Their names, you Rascal, their names ; and when they are ended, be sure thy eye keep faithful watch upon them, through that hole, that cranny, dost thou see ? and all their actions faithfully set down, rendriug me my books at my return : wilt thou deale faithfully? Glister. Indeed I will. Gamb. And thou shalt have soch a reward, If thou canst make discovery. ■Glister. Master, be confident, Argus with's hundred eyes, never watch't lo with halse the circumspection I will her. Gambug. Deare, honest Glifierpipe, thou art my confi dence. [Exit. Glister. Now am I in Authority , and will be severe in my Office; for I can bid fiand to any man, and for his passage, stand high in my Mistress favour. But by your favour then, good Master Glifierpipe, where's your fidelity ? why, within my Mistriss purse-strings : Can it there abide ? No, for my Mistriss gold may drive it thence. Therefore good fidelity returne into my bosome, and guard the little Infidel my Mi striss, and witty Pagan her Daughter. See, they come ; now to my watch. Scœna Quarta. Glifierpipe, Clittomefira, Acuta. Clitto. T\"V Aughter ,'tis Courtly ; must we live Cloistred up, \\_J Pvetir'd like Anchorites, persons meerly borne To converse with walls, or Courtiers in The Arras ? where's then content, our liberty, That noble freedom women were born with . Shall I, because I'm married, barr my self . C 2 Of"], [26, "%*• o v f a la mode 12 Of noble friendship, and society. Or you, to please a Fathers jealous humour, Live a neglected and obscure Maide, Nor seen nor spoken of, whil'st other Meaner beauties are admired, loved — . Acuta. Yes, and Courted, hurried to the Park? Treated at Mulberry, presented at The Change _ of all this, deare Mother,. Am I sensible, as of my Fathers Peevish jealousie, which, if you please Give way, shall no more chain our liberty, Or circumscribe our pleasures,, yet All this be done, and he contented too ;. For therein doth consist the wit, And management of the designe. Clitto. Thou tak'st me strangely : but how should thy Few years arrive at this rare knowledge , Which my whole age could not enrich me with ? Acuta. You took another way, more suiting to Your nature ; that is, by the torrent Of your will , and higher spirit, to bear all Before you ; but this augments my Fathers Jealousie, excites betwixt you daily discontents *. My way's more sweet, and easie, To appeare a most obedient Wise, yet be A sole Commandress of your will and pleasure. Clitto. How greedily my eare drinks up thy voice ! Could'st thou but add performance to thy Speech, ' We were both happy. Acuta. Be so, deare Mother, change but your high strain,. Seeming obedient to my Fathers will, And leave the rest to me ; in the mean time, Prepare your self to entertain the Courtiers. Clitto. I flie, deare Daughter, leaving all to thee. [Exit. Aeut. You may relie, this fellow here is set By my fathers jealousie (I know) to watch : But I unto his honour still roust prove The"], [27, "Love a sa mode. I j The faithsul'st watch, however I keep times With some small follies, to prevent great crimes. [Exit. Glis. They're gone : now must my observation make use of my Table-book : My Mistress and bir Daughter—-* veere in consultation — — — upm >a confpirade—tt quarter os an hour— —five minutes— '-and a moment.—*- [Writes. A Table covered. Enter Acuta with a mess of Cream, set's it on tbe Table*. Glis. But soft, what have we here? delicious Cream, By the Mass ; that's more then I know, before I Taste it : 'tis well sweetned ; Oh delicate Ambrosia .' I'll eat more, it won't be mist: I could e'en go to Noddy. Oh! Oh! Oh! [Sleeps. Enter Acuta. Acut. So, he's fast j the plot hath ta'en, the Opium done its part. But soft, what's here ? A Table-book ! let me see : My Mistress and her daughter were in cotisultationr—Amm—— •upon a conspiracie hum a mess of Cream-'— this I 'H blot out, and write thus — No creature hath been here since you went out : My Mistress and.her Daughter spent their time in prayer v So into his pocket with it. This happily is dispatch*., and whilst you sleep, A truer watch I'll on my Mother keep. [Exk- Scœna Quinta. Want -Ticket, Glifierpipe,CHttcmefira, Acuta. Ran. T* His is the mansion, Lad, a poor outside, But richly lin'd with beauty,love, courtship, And complaisance; what woulcPstthou more ? Ticl^. Why Rant,Vd see all this thou talk'stof, thes* Miracles that thou delud'st my faith with. — Rant. Peace, Infidel, thou shalt, and be a. soon- Converted ; I'll enter thee into a rich Acquaintance, into a societie Will steal thy heart through the portal*, of Thjf"], [28, "14 L ov e a la mode. Thy eyes, if thou not summon for a guard VVbat is most man within thee. Tick,. That at my per_l,_-<-nf : but we loose time. Kan. Come, we'll enter further : but soft, here's her matt, I'll waken him: Oh,.sirrah ! . Tick. How fast he-is ! Is he not dead ? Ran. Your foot disturb 'd his flumber : hark how he snores ! The other kick wakes him. Glis. Eay, ey, a mess of Cream. Kan. Pox take you, Skim-milk: where's your Mistriss > licl^. Pish, he's fast: the noise of a Bear-garden would scarce move him. [Enter Clittomeftra, Acuta. Kan. There let him lie: Here comes the Ladies ; we'll move them. Ladies, will you pardon your servants bold ness, in presenting a Traveller and Friend of mine to your acquaintance? Clit. No doubt he is a Gentleman of those choice parts, may challenge without commendations,greater favours : but I shall take notice of him as .your friend: y'are welcome Signor. Tick* I am ambitious to be known by the title of your ser vant, Madam. . [Salutes her. Clit. Your travels, I suppose, Sir, have afforded you Such excellent choice paterns of our Sex, And such variety, that twerea sin To undervalue you with any title Meaner then a friend. Tick- Y'are too bountiful : Call me your flave, your bondman : no office (Madam*) Can be base, or mean, that hath the least Relation unto you, whose sole vertue Is sufficient to ennoble it. Clit. Y'are a Courtier, Sir, as well as Traveller ; And where these two perfections meet in one, They needs must overcome : I see it is A vanity, either to argue your Own noble worth, or my native meanness _ Since"], [29, "Love a la mode. 15 Since at once, you can exalt the one, And at your pleasure render the other low. Tick: We'll not fall out for titles ; I'd be own'd' By that would most indear me to your love. Clit. Then be my friend. Tick. I would your nearest , Madam , dearest and con^ stantest. Clit. Did ever man mean constantly ? Tick* Ask whether the Sun affords his light to all, Whether the Sea be govern'd by the Moon. Man subject unto frailty, any thing, That is more common, visible and plain,. Rather then question my integritie, My constancie, and faithfulness in love. Do Usurers love and dote upon their Gold ? With the fame superstition I'll love you. Do happy men desire and cherish life ? With the same care will I preserve your love ; Be as far from boasting of your favours, As Religious men their charitable Alms. Clit. Your nobleness confirms your constant minde ;, But yet you are a stranger : altho' I must Confess, your language is so powerful, And bears such a similitude with truth, That not to credit it were heresie, Tick- Dear Madam, you may without danger place The smallest accent falling from my tongue, An article in your belief- — Lady, Y'ave found a man, whose Constancie's more hrme Then Fate, whose love's more fervent then Ætna's- ■ Fiery bosome ; more fruitful then the day, Which cannot pass without some novelty, Nor can my love without new services : I breath and live, but to no other end ; I was made to serve you, you the fair shrine To which I ought to dedicate my actions : All that I am, or can be, 's in your power. ' Should."], [30, "16 Love a la mode. '9 Should! preve false, your frown may strike me dead j And being so, your smile renew my life. Did you but know your absolute command, Your power to make me happy, with your Prerogative to inflict upon me Punishments , to which Hells torments Are meere pastimes, you would be merciful), And not torment, by your suspition,one So firmly dedicated to your service. Clitto. These are bewitching accents sure ; I thought To play but wantonly with Love, and like A flie about a candles blaze, have sindged My wings, and perisli'd in the flame. Ticket. I feare my discourse is tedious ; For I perceive a discomposure in your looks, As if my speech and presence were unwelcome. Clitto . Y'ave little skill, Sir, in Physiognomy . For I have heard such excellent discourse, That I could live and die upon the lips From whence it flow'd. Ticket* Nothing, Madam, but what your beauty form'd, Which, should I speak unto its smallest worth, J must speak wonders, and from your face Make all succeeding Poets to derive Their highest Epithites. Deerest Lady, you, who onely are Worthy to be filled faire ; • Whose virtue doth enshrine, And make your beauty more divine : Bow down those Kofie Twins os bliss, That 1 may furs et of a kiss, And of that furfet die, Engraving on your lips mine Elogie. Clitto. Who can deny a favour begg'd like this ? Ticket. One, freely granted, makes a double kiss. Kant. By Heaven, y'are more fair and beautiful- Then the grey-ey'd morne, drest in her clearest Robes."], [31, "Love a la mode. ly Robes, such as adorne her in the spring. Acut. Suppose it granted , what do you infer from this? Kant. That all the world (faire Lady) are oblig'd To admire, love, or rather reverence, The divine seat of so much beauty. Acuta. And amongst the rest, you'd enter into bond. Kant. Lady, I'd be your bond-slave, one of the meanest Admirers and celebraters of your beauty. Acuta. I'd rather cancel your obligation, and have my Beauty celebrated at liberty, that's at your own Discretion, Sir. K a?2t. By Jove thou hast an excellent wit too,and I love that. Acuta. Nay, if you so soon divtrsifie in your affection, and Make a digression from beauty to wit, I have Done with you. ' Kant. Excuse me, Lady, wit's an intenour beauty ; I hope You'l give me leave in liveliest colours to set Forth your excellence ; and having given you Reasons why y'are lovely, I may the easier perswade You that 1 love you. Acut. I wish I could as easily believe: but since I afford You the liberty of speaking, you cannot in justice Deny me the like freedom in believing. Kant. Well, Madam, I hope we shall not alwayes differ thus: the better you know me Acut. The less I shall trust you : your friend is taking Leave of my Mother, which makes me leave you To your complement. Ticket. Madam, I am your Creature : whither away, Little beauty ? [Snatches Acuta by the hand. Acuta. Not the right way, since I could not avoid yours. Ticket. Did you know how much I love and honour You, dear Lady, you'd thinkyour way were right ; I'm sure I do ; direct my purpose so, My honest faithfull love : never till now Did such a glorious constellation break, And lay it self open to a mortal eye ; D * *tr*"], [32, "15 Love -M mode. Y'are by all the reverence I owe your name, By my vow'd love, by thy faire self, which is The most of all ; the onely beauty that 1 ever saw. Acut. Alass, poor Sir, how long since have you recovered your eye-sight ? Ticket. Now I have lost it (Lady) ne'er till now, Blinded with the glorious beames of your Beauty, by the ardor of my own true love.^ Acuta. Alass ! poor love, such an affection bad need of a dog to lead it. Ticket. No, I cannot mis. my way to such a Light: for all the paths of excellence and Vertue do lead unto it. Would I behold The Sun in its true glory? 't must then be In that divine and glorious Firmament : Would I obtain the knowledge of the Stars, All their powerfiill influence upon me? I'd have recourse unto those starry twins , Your eyes . for they command my destinie, Govern my fortunes. Acut. Take breath , good Monsieur, take breath ; you'l. want it for the next Mistriss you goto. licket. You may well despise so mean a servant, Lady ; but is Upon my love you please To cast a fa vourableeye, you'll finde* It sofatithfull, fixt, and constant, that tho' It be within the power of your frownes To look me dead, your greatest scornes are not Of force to set a period to my love. Acut. I have no power left for scornes : what's this I feel ? Oh ! you think y'ave don't to purpose now : how many of these fine speeches can you afford a penny ? Ticket. They are not mercenary words; poor breath, And yet ambitious by its constancy, To win the greatest beauty the World hath. zAcut. Oh ! these words do melt the Virgin-snow About my heart : I dare no longer stay ; For."], [33, "Love a la mode. 19 Tor if I do, I'm lost. Oh, 'tis pity Nature contriv'd a tongue with so much art, Then wedded it unto so false a heart. [Exit. Clit. My Daughter gone . Tick; Wearied, Madam, with the dulness of my discourse. Clit. That would rather invite her stay, It is so charming. Tick; 'Tis much honoured by your approbation, Madam: Whil'st I am, rest confident of a servant. Kant. Lady, we'll cease to be at this time more importu nate. Ticket. Your humble servant : your dictions shall be my guide. Clit. Before the Sun takes Coach, you'll hear from me. Your Servant, Gentlemen. [Exeunt* Enter with a Note. Acut. What, is he gone so soon, before my pen Could figure forth the smallest of my thoughts ? Traiterous love, to steal upon my heart Thus, like a thief, insensibly : poor maid ! To loose at first the glory of thy scorn, To play, and jest away thy freedom thus ; • : And, to a man, that I believe more false, Then a flattering dream, and more illusive ! Yet, why do I fay false ? his protestations Were as firm as truth; his face Tsosmooth, if well observ'd, for to conceal A falsehood. How prettily my love doth Plead in his defence ! [He wakft. Glister. Oh, oh, hey, Madam Acuta , I had the prettiest dream ! Acut. Some meanes I'll work, to make him know I love ; Being first assnr'd that he will constant prove. [Exit . Glister. Oh the uncharitable wretch, to leave me all alone ! now am I as amorous as a dancing Ape, and as letcherous as an D 2 old"], [34, "L o v e a Is rr.ode 20 ©Id lowzie beggar. Well, this quarter parcel of Virginity will not out of my mitide , and yet she will not minde me :. but I'll have a conceit shall tickle her yet, make her a bill of my affection, and give her so many hems of my good parts. If that don't win her, may all Lovers prove Full of deceit, not conceit, in their love.. [Exit* A c t u s Secundus. Scoena Prima Cxlia , Matrona. Mat. QWeet Lady-bird,do not frown-you'il mar the beauty ijofyour lookes. Coil. Why? if I do, I hope they are my own. Mat. Tho' now they are, they must shortly be another s ;. preserve them, Mistress, for a husband. Cxi. Good Antiquity, sputter farther off; I have no time for trifles. Mat. But you must listen to the experience of the old :age is honourable; and my place requires some reverence. Cœl. What, Groom of my stoole ? Mat. These are unreverent words to your Governess. Cxi. Governess? what proud foole dares hope that glori ous title o'er me? thou, I know, canst not expect anything beyond what Nature did intend thee for, a Baud. Mat. Minion, minion, you shall know, I am your Gover ness. Cxi. Again that word ? thou prodigy of age , how dar'st thou tempt my patience ? Think:not,whil'st 1 know who 1 am, and where lam, my Fathers Daughter in my Fathers house , there shall be any Governess but J. Mat."], [35, "L 0 v e a la mode. 21 eJMat. Til be your adviser then. Cxi. I'd advise youtobeless sawcy, woman, and know your distance : when I need you, or your advice, I'll call for you ; till when, it will become your duty to be silent, and not abuse my Fathers charity. He take thee for a Governess ! alass, poor woman, how I pitty thy wrong judgement ! he took thee of rr.eere charity, good man, it is his usual course. Mat. She'll perswade me lama beggar streight, a right worshipfull subject for a Brokers charity. — Lady, howe- ver you arepleas'd to abuse me in your Fathers absence, I must tell you I was entertain'd on other conditions. Cxi. And 1 tell thee, thou doting Woman, thou hast never a good condition to be entertain'd for. Mat. Well, I am patient, you see : we old folks are fools ; my love makes me bear all: lean take nothing ill from my sweet Mistress : Youth will make merry with Age. Deare sweet Mistress, I'll be any thing to please you. Cxi. Be silent then, and hold thy prate; dost think my fortunes can be better'd by thy advice, or prejudie'd without it ? or hath my Father plac'd you here a Prologue to my Maidenhead, to tell each gallant, as he pastes by. what's to be had within ? Mat. I am sorry, Lady, you should thus misconsier my love ; bent onely to your service, my self your creature, who would be willingly employ'd in any thing,that mightbe grate full to you. I know you are a Maid, a ripe one ; and to someone particular bear an affection : give me, sweet Lady- bird, the secret, and you shall see how suddenly Til work your will; how secretly, with what dexterity I'll manage; your affection. If this, or all the endeavours of my life can, gain your good opinion , sweet Lady-bird, command me. Cxlia. Then I command thy absence ; thy sight is a. Disease as killing as the Plague : how well Did my Prophetick spirit guess, when I J Did call thee Baud, a promoter of base lust ? For now I finde thee a most deceitfu'l And a treacherous one — I'd have thee know,"], [36, "22 Love t. Id mode. 'Tis not within the magick of thy tongue To pervert my chastity ,tho' you hide Beneath the heavenly name of love YourDevil, lust. Do'st think, thou rottenness, I am so much a foole, as to believe Thou can'st be true to me, that to My Fathers trust prov'st such a traitor ? — - But For blistering of my tongue, I now could Curse thee, curse thee to Hell , to warm thy old Decayed letcherous trunk. Mat. You know J don't deserve this. ■Cxi. Away, dissembler, hypocrits ; dost weep, And think to chain my weak belief with teares ? Mat . No ; th'are teares of love, caus'd by unkindness. Cxi. Whatere they are , I hate both them and thee : . Avoid my sight, thou most corrupted shroud, Lest that my rage inforce me set a mark Upon thy lewdneft. I command thee hence. Mat. Well, well, I must obey: your Father will come home. lExit Matrona. Cxi. I know he will, and that all this discourse Flies swiftly to his eare ; but I shall be Prepar'd. — I am glad I've workt this Satan hence $ To whom I was oblig'd use this rough strain, To keep her too insinuating notes At a due distance from my heart : for had I given her dissimulation way, :i- \\ 1 had undone my self, who am too apt By faire pretences to be wrought upon : r *.' But whil'st I kept her at a distance thus, She could not close ; and I, as if I were In an inchanted Circle, stood secure, Upon the Center of my resolution. But now I must prepare for a new onset, A Fathers severe brow : assist me Wit, And Love assist me too, to counterfeit As many humours as Proteus shapes : My"], [37, "_oyi 0 ia moae. 23 My ThilostratHS too, I must instruct, That he may be as ready in his part As I : for love hath taught me mine by heart. [Exit. Scœna Secunda. G ambugium, Clittomefira, Acuta, Glifierpipe, Gam. QTand aside a while ; HI kiss thee anon : O Come hither, Glifierpipe ; hast thou set down ? Glifi. Verbatim, Sir, as this Book (hall specific Gam. 'Tis well, 'tis well : umh,um,um. At her Devotion: That was somewhat Iifc;e : Wo Gallant here. A Good amendment still. Come hither, Wife : And now I'll kiss thee, hony. Clit. When you please. Sir: it is most fit That I expect your appetite. Gam. Oh sweet alteration ! why now thou art my Life, my heart, my soul ; what shall I term Thee, to express my love ? my joy is now at Full, and makes my blood to caper in my veins : These dainties are not to be parted with. Now tell me, Deare, how in my absence did'st Employ thy time? Clit. Oh Sir, it was exceeding tedious to me :. When you are out, me thinks 1 miss part of My self within. I spent my time As suited best my thoughts, in melancholy , \\ Untill my Daughter came to comfort me, By reading to me a Religious Tract, A Treatise made against Incontinence ; So excellent a piece, that credit me It might convert the boldest Courtesan ; And yet 'tis usefull to the chastest wise : I found much comfort in't : believe me, Sir, There is no happiness like contemplation."], [38, ".__r _- «- v _ a to, moae. ■Gam. Nor no felicity like such a Wife. Clit- For contemplation elevates our joy, And mitigates extremity of grief: It sweetly passes over tedious time, And sweetens all afflicting accidents. Gam. It do's, it do's, sweet heart, and comforts me. My thanks to thee, dear daughter, who found out So good an entertainment for my Wise. Acut. It is my duty, Sir, to study both your sati sfactioas. Gam. And our happiness to have so blest a childe. However virtue doth reward her self, Many are virtuous onely for reward ; Therefore 'tis good for to encourage them, And let them know they have done well : Here, Daughter, take this, 'twill buy a handsome Dressing for thy head : I love to see Thee neat : and, dearest Wise, this brace of Angels Shall henceforth be thy guard : they flew into My purse this morning, next my heart. Clit. I thank you, Sir; as many of these guardians as you please. Gam. I '11 out, and get thee more : be merry in my absence Lamb •* .nay, prithee look not sad ; for then Thy over-kindness will afflict me more, Then my fuspitiot. ever did before. Here, take my Book ; thou know'st thy task. [Exeunt. Glister. Fear nothing, Sir. Clit* Ha,ha,ha ! be merry, Lamb ; your counsel I will take: Sadness ne'r enters here, till you come back. Acut. Deare Mother, tell me how you now approve My counsel; how like you the success ? Is not this better then continuall brawles, Hourely jealousies and discontents ? Clit. Much better, Daughter; now we have his heart, His purse, himself,and all, at our command. I do applaud thy wit, and love thee for't : But, deare Acuta, I have a new design. Acut,"], [39, "Love a la mode. 25 Acut. Enrich my knowledge with't; and is it jest Within the compass of a womans brain, Account it done. Clitto. You make me happy, childe ; For this requires more Secrecie then Wit: I dare trust none but thee : this small Letter Would I have speedily convey'd. Acut. With secrecie ? Clitto. With all caution, into the hands of that Same stranger-Gentleman. Acut. Think it done, and 'tis so { have you any Further service? Clitto, O-.iely this. Acut. Account it done: in the mean time, good Mother, Let's give no nourishment to my Fathers Jealousie, by a long conference. v Clitto. Feare nothing ; he is at Court by this. Acut. Buthis intelligencer is at home. j Clitto. How I love thy discreet caution ! [Exit. Acut. You would have cause, dear Mother, knew you all. Now to my Letter ; it bears direction, To Her most honour d Friend Mr. Ticket ; That's His name : this is a new discovery. By your leave,Mother, I '11 make bold and read It. Dear Sir, , ' . Tour Courtship was so powerful! , few or none could resist ; tt was not at least in my power : but, whether the eloquence of your language, or excellence of your Person won the vifioryupon me, is disputable: certainly both concurs 'dtocompleate your Merit. By promise I was to appoint the place of a second interview : but since finding my Jelf guilty of too much modesty, to undertake so areas a piece of confidence, I most humbly desire you so far to indulge my bashsulness,anddispence with my promise, as to makf the appointment. your fflfh where I may appear Tour most affeUionafe friend and Servant, Clittomestra. E Acut."], [40, "26 Love a la mode. t/f cut. Where you may appear a wilde licentious woman : But I'll divert your ill intents to good* And keep you virtuous against your will : Besides, I love the Gentleman my self, Though he be much unworthy of my love ; For it should seem he courted my Mother To the fame height of ardencie in love, As he did me. Inconstancy of man I - Oh men, what are you! and what iool6 are we, To credit your false vowes ! heiaceforth TU take My heart a little nearer to my self : Though I must love him still, I'll be so wise, To credit no mans vowes before my eyes : Hbwe'r, this interview I can prevent, Writing a Letter to a wrong intent : But by this wrong, I do my Father right, Besides a justices© my love ; nor can My Mother,when chaste thoughts take place, condemne Me for't — It is resolv'd, I will about it ftreight : Delay's are dangerous in affairs of weight. [Exit* Scœna Tertia. Virginio , Matrona,Cxlia. Mat. O He is, saving your Worships reverence, pofiest ; but ■3 with such a spirit, that all the Conjurers in Town Shall never lay. Virg. Why, what said She to thee ? Mat. Nay, what did She not say ? when I told Her, I was To be Her Governess, She roar'd lowder then * Cannon, and had like to have destroy'd me with The artillery of Her high language: She scolded Faster then a Billingsgate Oyster-wench, andrail'd At me with as great a liberty, as an ignorant Phaoatfck at a stand in his Text, ever did against The"], [41, "Love « la mode. 27 The Pope ; baited me worse then his Bull could Be at Geneva, and threatn'd, if I but Urg'dthe name of Governess, it should be my last. Virg. Thou dost belie Her now ; I'know thou dost : Her nature is more soft, then finest downe ; Her behaviour most sweet, and affable, And never guilty of such a rudeness As thou delivei 'st- She is not halse SospleenitiveasaDove; a fish is scarce So silent as she, when She's admomsh't. She threaten thee! fie, 'tis impossible: She'd scarce menace a Dog that bites Her. Mat. I know not, but am sure I was afraid Of m\" eyes : and then I did comply, told Her I'd be her servant : She call'd me Baud, old Rottenness, and such language as was beyond The patience of a Stoics ft sol bore, gave Her Sweet language, offered to serve her many secret Of Her dearest love ; but still was rated at. . Vin. It is beyond a miracle ; I cannot credit it. £ Stand but aside, and witness it: I hear Her coming. .Enter Ccelia drest like a Puritan* J.t- your counsels ha»e open, my eye., and made me sKÆ Too'Te ISt dear Mifcess ; I'd h.« you brave, galU^gSring S Je'welMedc *t with ribbans, gaudier *? , do no. trie me with too many and came She chaugM to * 1 YoS^e^rCoUtluof Religious Brethren^"], [42, "28 L ° v E <* la mode Mat. I promise, sweet Creature, toget thee a Husband, a valiant man. Cxi. That were irreligious: get me a sanctified Husband, A man of the purest reformation. prg. My Child's fpoil'd • the Trot has abus'd me,infus'd Three long points and a halse of Predestination into Her Head, and made Her as mad as a French Taylor Whose brains are whimsied with an inundation Of new fashions. But I'll hear more. Cxi. Whereabout stand all the meeting-houses ? how Many Lectures are there a week ? Mat. Are you mad ? what have you to do with Lectures And Me. tmg- Houses ? how came you chang'd thus? Did you not ere while abuse me in as imperious A strain as a thrice-married Widow ? Cxi. Goodness forbid ! the vanity of my spirit rise in Insurrection against the elder ? that were surely Reprobation^ by yea and nay, damnation. Mat. Out, dissembler ! did you not call me Band, Trot, and other beastly names ? Cxi. Verily you do scandalize the Righteous : but by reve lation it was reveal'd to me, that I mould suffer; and by in spiration I receiv'd it in spirit, that the beginning of my Re formation would be a Conflict of warfare and temptation. xt Us J °an COntam no !o\"Ser- \"- How now, Daughter ! » No blessing ? ~ Cxi. The sanctified Sisters do not use it, trust me. It is superstitious and abominable in the eyes Of Reformation. Virg. Oh my heart ! I now begin to seare Shes too far gone to be reclaim'd in haste. Daughter, 1 vc brought thee Jiome a brave richGowne, I wo scollopt Gorgets of thenewest cut, And Suites of several seasonable Ribbans • I love to see thee gallant : Virgins still Should be desirous of all novelties. Cxi. 1'U have none, they are the very cobwebs of Satan. Afflict"], [43, "Love a la mode. 2 9 Afflict not my memory with the errors of my Youth ; all these vanities are now abominations. Therefore I'll go humble my self, that is, make My self humble,and depress the spirit of **?£. Oh thou Witch-hagg ; either reduce Her from This Phrenzy , or ne'er see my face. Mat. I'll use my endeavour, Sir. > . l»cx * Virg. Oh curious foole, that sought to prie into Thy Daughters thoughts ! thy curiosity Is now re-paid from a high hand. Heaven. Restore my Childe unto Her former wits, — Or else let me restore Her unto you. — -- Give Her, or take Her : griefc, you are but weaK, That cannot make an old man's heart to break. Seœna Qsiar_a. Blunt,Virginio,Cxlia, Matrona. Blunt.rjOn cheere you forsooth ? fy Mistriss, the Lady H Your Daughter, I hope She be in health. Virg. Never worse, Sir, never worse, Mr. Blunt . However, you shew your love in asking after her. J/^.Truelyforsoothitdothaffl.ctmemuch. Virg. Passion will do no good, Mr. Blunt: I did intend You for my Son-in-law; but some hypocritical Varlet hath spoil'd my Daughter; she is not What she was. ' . •jn.;\\t> Blunt. Goodness fake, Sir is she nota maid stills ? Virg. For ought I know ; but such a precise Sister She's grown, you'll scarce know her ; she has Lost her wit too : you know she was full of Jests, witty girds,for which I lov'd her ; now."], [44, "\"3\"0 L o v b a la mode. Was a razor to my nature : if she be grown a plait- Dealer, let me alone, if down-right dealing Will do it. Virg. I am glad it pleases you: I wish you had her. I'm Sure it troubles me, afflicts me much, and so would Any one that loves her think : she'll talk you Twelve hours of Predestination, Reformation, Sanctification, Tribulation, Reprobation, Damnation, and such a spawn of Phanatick Words, that in plain English I think she's mad. Blunt.* That's another good sign : if she be mad, I shall speak sense enough to Court her; for I Could never have the face, such is my foolish Bashfulness, to speak to a woman in her wits. Virg. Then my afflictions are your solace, Sir. Blunt. I am of age, forsooth , to know my own inclinati ons. Virg. Nay, understand me, Sir, I am glad she Pleases you ; I thought her a lost childe, a cast-away : But your discretion may reform her. Blunt. I warrant you, forsooth, if she will but conform : For look you, lam a man of few words, forsooth ; Tlain Dealing's a Jewell,thzt's my Motto : but if she expect Fine finical Phrases, Meteors, and Folligismes.—- Virg. You mean Syllogismes,and Metaphors. a -Til i,do prosesi l do » forso°<* 5 my meaning'sgood ; and if she 11 take me by that, never a shoe-maker in CW fiendome can fit her better for down-right dealing. Virg. Peace, here she comes; let's observe her. E nter Coelia, Matronat Shalt benew dipt, and receive the sanctified name Vng. My C«lia, here's Mr, Blmt, your servant, to Idfs Your"], [45, "Love a ia moae. Your hands : what, no answer . Mat. Not unless you cali her Rachel: Shee's new dipt. • Virg. Sir, go to her ; may be stiee'll be afliam'd, before you, To play the foole so. Blunt. In the mean time, I am such a shamefac'd foole, I cannot speak : in sooth my heart is no bigger then a pins head. Before 1 saw her, 1 was as couragious as Hercules ; and now my heart's funk into my belly. A Mouse when the Trap falls is not in such a taking: yet methinks I might speak as many words as Frier Bacons Head: Ma-ma-Madam. Cxi. Oh fie! abomination! what, do I see the plumes and wings of Gog-magog? Oh the tempter in the shape of an old man, cloath'd in the vanities ©f youth! I do defie thee, Sa tan,.! do defie thee ; that is, I bid defiance unto thee. Blunt. Lord, what a Monster (he makes me ! Cxi. By yea and nay, the mark, the brand and flower Of t/lnticbrifi are in his idolatrous looks; therefore Will I flie, or, as we fay, avoid ; that is, shun the Serpent. [Exit. Virg. Follow her, Matrona, and work her still: . Is one means faile, another straight essay : We too, the while, will seek some Doctor out : And now I think on't, Gambugium is For cure of madness very eminent : Come, let's to him ; we by experience hade 'Tis hard to cure a diseased mindeo. [Exeunt, ACTUS i-"], [46, "32 lovj 4 ia mode. A c t u s Tertius* Seœna Prima. Enfer Gambugium Jhav'd andpowdred, in equipage of a young Gallant ; Glisterpipe at a corner of the Stage. m' A LthouSh my Wives new strict behaviour please £\\ Me very well, my thoughts are not at rest : Though 1 have reason to be confident, Yet not to trust, is not to be deceiv'd : No proofs more certain then what's ocular. My Man may be corrupt, and negligent ; My Wise prove cunning ; many women are But well dissemblers of their wantonness. Now in this Garb I shall discover all ; For I am far from knowledge : if I finde Her honest, resisting the scverall temptations I have brought, as Gold, Jewells, Sweet-meats, and sweet and richer promises ; Suspition never more enters my breast : Bur should I finde her other, my just revenge Upon her blood should satisiie her crime. The thought disturbs me ; I must think a while. Glifi. So, there's a Gallant,and he makes this way ; perhaps He wants a little Sassafras, or China-root ; he crinkles in the hams, as if the French-man had unknit his joynts , Or calcinated all his bones in the flames of Venery. , Gamb. Sirrah, is your Mistriss within ? ''-Glifi. What if she be, Sir? Gamb. Why my cautious knave that keeps the door , in. forme"], [47, "Love a la mode. 33 inform her that a Gentleman, one Mr. Winal, craves the honour to kiss her hands, and vow himself her servant. Glis. Sir, I shall do your errand presently; but I have a small Item or two to write here. Gam. The Knave's exceeding punctual : a faithful servant and a vertuous wife are treasures. I pray dispatch , Sir. Glis. I go immediately.— So,y 'are down;but,my spruce Ba« boon,you are too like my Master to please my Mistress. [Exit. Gam. If I can quit my phrases now of art, And larding my discourse with Latine, I Am made : for out of a most exquisite Romance, I have stole language ; if I can But sort it to my purpose, that will do The feat : see, they come before I'm perfect In my complement. [Enter Clittomefira, Acuta. Cut. Looks he so like a Jackanapes new fhav'd? Glis. As ere you saw, Madam ; see where he stands, a glit tering outside, a composition of youth and age beat by time in a Morter together ; or rather he is times Hermaphrodite : for look you, one eye is gray, the other black , male and female; one cheek like unto Luna, white; the other yellow, Thxbiu bright : one leg full stuft, the other thin , as if they neither were a kin. Acut. Y'are very full of your wit, and Poetry: but pre thee keep it, till 1 have leasure to hear it. Glifi. Well, I'll down with you in my black book for this. Acut. Now summon all your wits : this is some trick. I fee thoro w the disguise. Clit. Do you think we'll bite at allbaits, Daughter ? Acut. Avoid this mainly; do you observe the wart upon his eye-brow? .'\"'',\"_» Clit. It cannot be your Father; and yet there s some re semblance. . Acut Peace, he turnes, and advances towards us, as gin gerly as a piece of Clock-work new wound up; the wheels of the motion want oyling. B_,u _!_,_. Gamb. Fairest of Ladies,grace the hps of a stranger with the odoriferous balsom of a kiss. F °'->"], [48, "Love a la mode. 34 Glift. An excellent Apothecaries complement ! I'll prick that down. Acut. Have you any more to fay, Sir ? Clitt. Let it alone; an hour hence the Brazen-head will utter another sentence. Acut. Peace, Mother, the mouth opens. Gam How they abuse me ! but these abuses are My so:ace. Ladies. I take your silence for A consent, and make use of the sweet Unguent of your lips. _ Clit. Take that for your bold rudeness :next [Strips him. Time you visit Ladies, iearn your distance, Or go into the suburbs ; there's carrion for Such crowes. Gam. Oh my teeth ! yet had I rather have The dolour there, then on my brow. This Young beauty, I hope, will prove more Mercifoll. ■tAcut. Time's past, Sir — had you made to me your First addresses, you might perhaps have gain'd The savour of my hand, and that had been An honour. Gam. Excellent chaste both : but words are ayre. I'll trie whether their virtue be gold-proofe : Madam, I know lovers must receive many Repulses when they lay siege, especially to so Fortifi'd a Castle. Acut. Have a care of the next battery : for is the Cannons of our tongues begin to play, we shall So shatter your decay'd forces ! Gam. Peace, good nimble wit : Pox, she hath put Me out of my very undermining speech. But gold is theTiest Orator. — - Lady,all this, And more, is at your service. Clit, Oh Sir, you are troubled with a pleurisieof Gold : I wish my Husband here, to letyou Blood sor't. Gam."], [49, "Love a la mode. 35 Gam. You understand me not ; I'll be Plainer : I love You, Lady ; and so love you, Td willingly part With my whole estate for to enjoy you but One night : Is it not pitty that jealous fool Gambu'(inm,vt\\\\o hath no fence ofthe Happiness he enjoys, nor in himself the least Worth to deserve you, should slubber so much Sweetness, deprive you of your lawfull Liberty, and rob you of the pleasures due Unto a Marriage-bed ? Clit. Pray stay, Sir ; if I should prove so great A foole , as to forsake an old stinking Husband For a rotten friend, how can I be sure you Can supply the wants you tax in him? , ' \" ' j,» Acut. Your onely way (Mother) is to have him search d. Gamb. Well said, spirit, you'll deale upon sure ground. But, Madam, I hope my presence promises more Ability, then to permit you to question my Performance. • Clitto. Sir, blame me not ; the experience I have had In larger promisers, nay, persons that look More like performers, gives me just cause of doubt. Gam. Happy disguise, thou wilt discover all ! Then you have traded, Madam. ( Clit. That question, as a stranger, favours of impudence, And deserves my frown : but when 1 look upon You as a Lover, I terme it Jealousie. Gamb. Y'are all com tefie: it is decreed: my head! my Budding head I I am a Cuckold certain. But I will urge her to the utmost proof. — Madam, To give you a larger evidence of my affection, I am content to be search's, though my modefty_ Would desire one of my sex might haye this office. Clit. Most willingly. Daughter , call GUsterpipe. _ J Gam. Oh torment ! there is no room for doubt . a whoie for certain. , Clit. Do you pause upon t ? Jv 2 Gam."], [50, "36 L'O v e a la mode. Gam. My love allowes me not so much reason : let Your request be what it may, if within My power, and 'tis granted. Clit. How shall 1 love that man, that dares make Good his promise ! Gam. Dare! what fT-rs»foe'redurstsconceive of me. Acut. Madam, Glifierpipe wakes your pleasure. Clit. 'Tis well : Sirrah, hark hither And when You have found him a man at all points, With this knife cut off his virulent faculties. Gam. How ! how ! make me an Eunuch ? Clit. Onely no man : when I married, Sir, I vow'd to Heaven, no man except my Husband should * Enjoy me : you see what pains I take, for you To lie with me, without infringement of a Former vow. Gam. Excellently honest ! joy makes me weep ; Deare Wife, pardon me. Clit. What, my loving Husband turn'd Gallant ? **Acut. My Father Courtier ? - — . Gam. Onely to trie thee; and I have found thee Excellent : nay, if thou'lt let none but Guelt persons lie with thee, I'll never scare Cuckolding. Clitt. I wish that all the actions of my life Could but convince you of my honesty. Gam. I am, I am, dear wise, I am, and now with Unknown Nations I dare trust thee. Come, weep no more, but let us in and dine, And drown all jealous thoughts with Florence-^ Vine, Scœna Secunda. Kant. Ticket , Glifierpipe. Rant. KJO news from the Doctors Wife? Ticket.l\\ Not a word, nor do I value it; 'tis a Spanish Three pence to a Scotijh twopence, tnere more see her. Kant."], [51, "Love a la *mode. 37 Kant. Yet wh en thou took'st thy leave, thou seem'st To be in love deeply with both. Ticket. True, I can court my self into an affection At pleasure ; and in their absence, out of a Complement forget it. Kant. Partly of my humor, as to the forgetful! Part ; for 'tis not within my memory, that I was ever guilty of speaking what I meant to A woman. A*,li . Ticket. In that I am contrary: for whil st :1 court An exquisite beauty, 1 am so transported, and Heightened in my fancy, that for that moment 1 intend, and really, what I then utter. Kant. A certain humouring of your speech ; as J have seen a Tragxdian really weep, in acting a feign'd story , when offthe Stage he appear'd as joviall as a drunken Tinker : so thou, no Sooner parted from thy Mistrefs,but art as free from the least touch of love, as Eunuchs of fourescore from mit. > Tick- Nay, love will be the death of neither, thats Certain : for if thou hast the faculty never to Be in love, I have the grace to forget I ever was. Kant. They are good properties, let's preserve them : thou, art I hope convinc'd,tho',that there be some handsom Ladies. Tick! Demonstration is a clear proofe, Sir :. but hang them, They're so flegmatick, they will not do. Ah, 111 Fiorenza la bella, Roma la santa, a Lady of their Beauty would have prefs'd halfe a dozen courtesies Upon a man, whiPst we are saying Grace. Rant. Or rather, permitted a man to have press d as many , upon them: but do'st take Ladies for Oysters, to fall upon. them without ceremony ? ha ! n/vnrrs,«1« lick* In Italy we have not time. Upon my conscience,. Tedious hollow-hearted courtship, and long Hypocriticall Graces, came up together. ylant. Faith like enough : but when came your Italian. l0Xii. Fie, a meer abuse; they have none but"], [52, "38 L oVe <« la mode. Padlocks. Believe it, Gunpowder new dried is not more Dispos'd to take fire, then a Venetian Dame to Cuckold her Husband. Kant. London hath as well-dispos'd free-hearted girles, that love the sport , and will pay as much for their Husbands dubbing, as a Knighthood would cost at Court. Tick. This heightens me : but come they to it readily ? Rant. How dost mean? Tick; Without much circumstance, as thus : Lady, I love you ; Sir, you honor me : Madam , I'd lie with you, ; TV. of yeares of discretion, pray use your pleasure. Rant. Not altogether, till y'are well acquainted. Ticket. That's somewhat yet : there's relish in it : but faith what other beauties art acquainted with? I have been a stran ger to this Climate long ; 'tis friendly to impart. Rant. You finde me no niggard of my delicacies; there is another beauty within my knowledge, no wayes inferiour to those you have seen. Tick. Let's thither streight. Rant. Your patience, pray hear me out : she is so Chargeable, I dare not look on her past once A quarter, and that at the large Expence of a twenty pound banquet ; kiss Her every six months, the price whereof is fifty Pounds : marry when I shall be rich enough To purchase her Maidenhead, unless twenty Of us go sharers, Is a question as irresolvable as the coming Of dooms-day. Ticket. What an Atheist wert thou to conceal this from thy ■friend ; the very miracle of the Land ; the onely thing, if true, worth observation ? in all my travels, Though I have seen hundreds of women, heard of more Yet could I never finde so politick a Whore. Enter"], [53, "JL. o v e a. la. miae. 39 Enter Glifierpipe with a Letter. Rant. That word will excommunicate you. Tick* You (hall instruct me by the way — see, yonder 's The fellow we could not wake : surebe dieames yet. Glifi. Out of one office, and into another : but this Is my little Mistresses office, who 1 love superlatively Well, and she comparatively loves me : But mum, Here's the Gentleman ; 1 will performe her commands, And merit her Sir, though I am no common Porter, yet for my Mistriss fake, I am become The particular bearer of her favours. Ticket. Tome, Sir? Glifi. The Letter to you, Sir, her favour's to my self. Ticket. Present my service; say I most humbly kiss her hands, and that soddenly I'll return her an answer. Glifi. Rest you merry, Gentlemen. [Exit* Ran. Pox, what makes thee frown so? Tick; Madness, to be deceiv'd : the Devill's not So great an hypocrite as women are : 1 thought I had her sure, sure as this glove Upon my hand ; fhepromis'd to appoint The time, and place ; but see, the Divellof Her courtesie was grounded on the hopes Of my affection unto her Daughter ; 4 To the obtaining of whose dearest love, She promises assistance, that she'll use . Her Motherly influence and authority : Bids me withall, not flatter my belief That (he intended any thing of love As to her self, but onely to instruct Me in the good opinion she held of me: For a Son-in-law. Rant. Is that all? „_. 7 , T Tick.. No, here she puts in Postscript, that I may Continue to the fore- mentioned intent. *"], [54, "4° Love* la mode My addresses to her, with this proviso, That 1 her answer should receive, as from Her Daughter, as she would my discourse Directed to her. Rant. Why these riddles are harder to be interpreted then an Oracle : but why should it trouble thee, who car'st not for her ? licks Pox , who hates a handsome woman > I love the sport, though as to the person it is indifferent. Rant. If so, 'tis but making a digression from the Mother to the Daughter : for the sport sake we'll not loose the ac quaintance. Tick,* I intend nothing less; but why court her for her Daughter, I understand not. r Rant Possibly she doubts her Daughters peevishness may & tU,ie5 7 ma/ beaSreed between them- . Tick I'll not dispute, but follow her directions ; she may jiave a further designe in it, for my good. Y M K.ant' £«* like enough : some women by their tricks Merit the Title of Loves Politicks. 7 fp ~f . \\_JtLxeunt, Scœna Tertia. Philostratus habited like a Precisian. I h^ 5? It th,Sj am°\"§st the Vario»s fta^ T, \"5d,da{Iume,.tocourthisMistrisses: Though it be not amorous, I hope 'twill prove As fortunate to my designs, as I obedient i omy loves command ; Which work't on me this metamorphosis.- No Jove s so true, but needeth some deceit • * or love is ne're without hypocrisie, Or in it self, or in the means by which We bring 't about to it's prefixed end. But"], [55, "L o v b a la mode. 4 1 But till this present, I am confident, A garment so deceitfull, could not shroud Under its covering so true a heart. [Enter Cxlia Matrona. See where my love appears, just like dayes star New broken from the East ; nor can that hell- Contriv'd disgrace so great a beauty hide. Sifter Rachel, you shew your pure zeale ; Verily you are praise- worthy, in thirsting And hungering as it were after the edifying Instructions of the elder. Cxi. It doth behove me verily, to regaine thetime that I have lost in youthsull vanity. Phil. Your resolution is religious, and of the spirit ; But you are also worthy of reproofe, nay verily Of condemnation, for thus accompanying your - Self with lewdnefs, and antiquity. Cxi. Brother, your reproofes are seasonable , and I do re- ceive them with the spirit of humbleness and meekness: but who can avoid the temptations, and lewd deceits of the Te'mpter? Phil. You ought to flie them, verily you ought, and Take down the ranknefs of thy flesh by Discipline, thus. [#<• hm Matrona. Matr. Oh pray Sir ; oh my bones ! Phil. Avoid me then; that is, shun me : for thou art the very spirit of beastliness, and beame of iniquity, that keepetn the light of the spirit from me. Matr. Oh, oh! I'm gone: oh, I vanish. [Exit. Phil. View not this outward ornament of shame; But look into my heart, that's not disguis'd j There shall my Cxlia see the scale of love So deeply imprinted on my very soule , That time nor absence, the two moths of love, Can ne're disfigure, much less eat it out. Cxi. How you renew my joy es, by confirming What was sufficiently confirmed before, Your constancy of love, which I cannever G Doubt"], [56, "t%2 L o v i a la mode. Doubt and live ! for in thy love consisteth A1I my life. Phil. And in thy life, consisteth all my love t For without thee, love and life are burdens.. Tis possible I shall die, and thousand Accidents may cross our,love ; but that I shall leave loving thee, so impossible, I should not credit it from your lips, Which I believe the Oracles of truth. Cxi. Enough, I do believe thee: 'tiseasie To perswade me to a faith that I Would die in. ■ <pbil. Fairesoul, it isa true one: I'll breath't upon your lips, and thence receive The happy seale of Confirmation. Cxi. Then I must scale to you the counterparts And register them both within my heart. Phil. What Paradise of pleasures do I taste ! I seele my soul evaporate at my lips ; My heart exalted in the fpheare of love, Shuns any meaner object then thy eyes, Those two celestiall lamps, beyond the which. There is no other light, nor Paradise Beyond thy face. ' Cxi. How fancy doth delude The sense ! The heaven's neither in thy face Nor mine, though they appeare th? sensual] Objects of our love ; But in our foules there'- . Strict conjunction ( dearest Plnlofiratus') The unity of hearts: there's the heaven,. The abstract of all joy, our Paradise. Phil. 1 know not where it is, nor have I time To spend i'the search ; surely it were needless, When every part about you is divine. If I but taste thy lips, I thence do drink Nectar more choice then Ganimede ere fill'd :. If I but touch thy hand, thereon dothdwelt Lkjss. A"], [57, "Love a la mode. 43 A softness so divine, the finest downe Of Swans is harsh and foule to : if I gaze Llpon those heavenly eyes, I am worse dazled With the resplendent brightness of their light Then bastard Eagles gazing 'gainst the Sun.— ~ What e're I see, touch, taste, or fmell,is all A divine lasting Monument of bliss. Cxi. And all, unworthy of my Vbilnfiratus. Phil. Oh, I could dwell upon those wordi for ever ! Those sweet harmonious accents have power To rob me of my very essence ; yet In your love leave me an ample being. My joyes are now at full. Cxi. And therefore must decrease ; for we must part Phil. Part, my deare Cxlia ! death never had So harsh a sound ; nor ever made so great A separation. Cxi* Be not so passionate, but be rul'd by me, And I'll invent a way we oft may meet. Phil. Yon speak all happiness. Cxi. Tomorrow at St. Ant lint I shall expect To see you: now, farewell. Nay, no reply. PUl. I do obey, though with a heavy heart. Adieu, my dearest life. Cxi. And I, like Dido from her Turrets top, . View his departure: , So vanished Æneas from her sight ; The wirides blew him, and all her moanes away ; The storme of fortune would not let mine stay. [Exit. Scœna Quarta. Enter Virginie, Blunt, G ambugium meeting them. Virg. Q'Ave you, Signior Gambugium. Gam. *3 Good day, Sir ; excuse me, I am in haste. Virg. I can admit of no excuses : excuse me no excusing; G 2 my"], [58, "Love « la mode. 44 my Daughter is mad, and lunatick, my onely Daughter. Blunt. And my onely Mistress, forsooth. Sir, Gam. If she be, if she be, gentlemen, Icarmot Helpe it ; they are not the onely mad women In the City, be that your comfort. Virg. I assure you it isno comfort, nor I receive no com fort in it, nor no comfort in your words, do you see ? Gam. Why, good neighbour, what makes you so hot? Virg. Have 1 not reason, Sir, to have a Daughter Whimsiedxwith scruples and Fanatick frenzies, And after I have lost my breath and leggs In seeking you out, Master Doctor, to be put off with A flim-flam ? truely I take it extreamely ill. Blunt. And how do you think, forsooth, I can take it well, when my Mistress is so ill ? Gam. Your Daughter mad, Mr. Justice, this Gentlemans Mistriss, and my patient at Court dying; three places at; a time? hurry here , and hurry there : can I persorme all at once ? have I more then one pair of leggs ? answer me that, answer me that. Virg. Good Mr. Doctor, his Mistriss and my Daughter are but one person : me thinks Neighbourhood should be pre ferred, besides my place of authority : my poor Cxlia is lost, mad, undone; think upon that, good Mr. Doctor, and dis pence with your Court-business : it may lie in my way to serve you. Blunt. Indeed-law forsooth, Domine Doctor, I May do youa good turne likewise. Father Forsooth that must be, a double fee will bring it. Virg. You say right, Mr. Blunt, mony will bring any man : here Sar, a fee in hand, another when you see my Daughter , and halfe my estate to cure her. Gam. These are good Aurators. but it is your friendship I value ;you have won upon me. Enter a Messenger running. M$ Mr, Doctor, Mr. Doctor , what do you meane | my Lord's"], [59, "Love a la mode. 45 Lord's a dying unless; youeome immediately : you were sent for two houres ago. ,.; ,. ., Gam. Have patience, I'll but look upoa l\\ta Jufiiee.hfc Daughter, and go with you. Enter a second Messenger running. 1 Mess. Why Jeremy, you rogue , no further yet ? my Lord's a departing, and my Ladies distracted, and she swears that she would not fora thousand pound but my Lord should go out of the world skilfully, and die under a Doctor. I Mess. But the Doctor won't come till he hath viewed a Patient hard by : there he stands ; if you will perfwade him, you may. ' \" ■* '' 1 2 Mess.'S death, stand disputing in a desperate occasion ? lend's a hand. Gam. Help, help! murder, rape,mur--_r- 2 (jMeff. No, it is you would murder by delaies. Virg. Gentlemen, why Gentlemen ! I command you' in the Kings name, what do you meane, a riot h [ Carry him of tin Stage. Blunt. They meane,. it should seeme forsooth , to carry him bodily away. Virg. Ha, carry him? hath grief made me sofltame asoole as to let Rogues rim away with him ? Blunt. I-seaking, forsooth, they were cowards by his run ning. Virg. I musthomej and see how affairs go rperswafions in the end may work upon her ; In the meane time, good Sir, informe your felfe of some skilfull Artist that is acquainted with these Lunacies. Blunt. If London afford one,forsooth, nor penny nor pains will I spare. I am down-right honest, and Blunt to an inch. Virg. I craft to you ; pray let us see you often. Blunt. I shall make bold totroubte you, forsooth, as they fay. Vhg. You know you are welcome. Sir ; be vigilant and i careful j"], [60, "q6 L o v e a U mode. carefulljif y6uloveher,itconcernesyon. Blunt. Fear not, forsooth : Sir, I will be as watchsoll a» anOwlebyMoone-light. Scœna Quinta. Clittomeftra , Acuta, Clit.T Wonder I have no answer; art sure my letter was de< X livered ? Acut. Am I sure I live ? -■Clit. Then me thinks ananswer. Acut. So I think too, and should my self expect it From any man that doth pretend to love : But he's a meere Court-butterfly, that buzzes And fliesabout each warme beameof beauty He encounters. Clit. He courted me with such a vehemencie of ardor, as if his heart were loves furnace. Acut. The like he did to me, to the fame height As if he had been to Court an Empress : But 'tis a custom now, a common one, For every gallant to be thus In love ; To court each female they encounter with, -Pretending love toall,truely to none : A kinde of breeding, mother, newly landed, To exercise mens wits, and trie womens Credulity. Clit* But can'st thou think it possible ( Acuta ) That Ticket should dissemble ? I have known Many, whose words held no Intelligence With their heart, but never any yet Could change their countenance unto their speech 5 Expressing such an ardor in his eyes, As if they were loves torches ; and such a Sensibility of feeling in his words. A."], [61, "i_ o v _ a ia move. 47 /Ss if his heart were pjerc'd, or rather changed With love into one substance. Acut. Pish, this isjiothing, Mother; for there are Far greater Artists in this new-found love Now most in fashion and most A la mode : Ticket's but yet a Novice. Clit. It is so incredible, I can't'be.ieve't ; I thought my self a Mistress in this art , But were this true, we must no more compare With men for dissimulation tAcut. It were too great a madness : for they are As far, in that, beyond us, as in strength : By them, 'tis thought a virtue to deceive,- Especially our Sex ; theygsory in't , As in plurality of Mistresses, A score, or so, from whfch, to ease their lusti They this day select one,Jiext another, So for halfe a doz en ; the reft are fed- With airy complement?, and such flie-blown Oaths and protestations as have been Thrice pawn'd for six-pence, and twice forfeited. Oh Mother, did you know but mans deceit, You would not wonder why the Antients Pictur'd Faith and Truth like women . Clit. That's the least: but how you should reach These mysteries, exacts my admiration . One that I still bred underneath my wing, That hardly e're convers'd with Gentleman Beyond Gl,fierpipe,or the Deputy Of the Ward, at a Hall-feast. Acut. Alass, good Mother, you do many things My Father little dreames of ; are not you. As liable to be deceiv'd by me ? You know not how learn'd your. Acuta s grown* Deep read in the hearts of men. Clit. I'll bethy Disciple ; come, readme.aleUon.: Acut. I will j hear then, and edifie, Mother. Thzre"], [62, "There be si vesorts of Ipye,$ ; on^ly two 1 hat can be trusted ; the rest liflrftW I But not beliey'd i first, the inconstant lover i He for a time doth love intirely, Untill a fairer object he doth meet More pleasing to his eye : this man we stile A lover upon sight ; for unto each New face, he sacrifices his false heart. Next, your vaine-glorious boasting lover . He is dangerous: for when he cannot Lie with your person, he'll be sure to do it With your reputation, and Multiply the smallest atomes of your \"vours to mountains, by the glass of his Discourse. The third, a Platonick lover, One that pretends a fpirituall mixtion, lo facilitate the incorporating of sense: He s a kinde of Satan in a whiterobe, That with a commandation of your soule, Extracts the quintessence of your body. The fourth is a simple jealous lover • Him you may work unto what forme you please; His superfluity of love, makes him Jealous; and his simplicity will not Let him know of whom : He's constant, and As obedient as you'd wilh a man ; Created for such women as would weare The breeches. The fifth's the constant lover ; Jbut of them there are so few, and fewer That can character them unto their worth , That I may well spare mine. Chu But Daughter, where's your lover *A la mode > SA \"Lot.a Perfect sPecies> a mothy mungrdl kinde. compos d of the inconstant and Platonick \\ I trefted of £ «_2*JB\"i Ml> and lear,ied,y 5 Prethee who's tby«- Acut,"], [63, "L O v e a la mode. 49 - Acut. A Lady here hard by, that hath the art To deale with all these several! kiudes of lovers In their own humour. Clit. I long for her acquaintance : let's thither. Acut . You wo'u't repent the voyage. Clit. i'il but fetch my hoods. Acut. So, I have almost put her off the sent Of thatmusk'd Gallants perfum'd love ; could I But keep them at a distance now, or my Self near them when they shall discourse ; It will confirm my Mother woo's for me, And hinder Ticket from discovery. [ Exit. [Exit. A c t u s Quartus. Scœna Priraa. Rant, Ticket, Austutia meeting them. Rant. THis is the house, deare Ticket ; and see where comes it's ornament and choicest furniture. Ticket. A heavenly compos 'd beauty : Prethee present me to her. Rant. All in good time; (he moves towards us. Lady, presuming upon the greatness of your mercy, I take the bold ness to present this friend of mine to your acquaintance, a Gentleman and Traveller. Aft. Two good qualities : but I want ne'rea Groome, Though you want much civility, to intrude into My house upon so small acquaintance. Tick* We have us'd too much respect, and I believe More ceremony, then your common trade Hath been acquainted with: for otherwise H You'd"], [64, "50 L o v e a la mode. You'd better understand how to returne Civilities. Aft. Y'are a pretty Gentleman, your friend sayes, And a Traveller ; you had done well to have Brought home more manners, and less impudence. . Rant. Madam, we came to love, honour, and serve yon. Tick Prethee forbear ; fawn not upon her, like A Spaniel newly beaten : learn of me, I'll shew thee straight the way to handle such Peevish dissimulation, that beares A fine appearing gloss of sanctity ; But fret and trie it thus, it falls to pieces. iAst* Keep off, rude Companion. Tick* So, this small parcell of hypocrisie Whilest you stand at distance, shaking and Quivering like an Anabaptist dipt In January, appears chaste and virtuous: But tumble her and touze her thus ! Aft. Out, shameless impudence ! Tick You'll quickly finde the brittle sluffe she's made on. Aft. Sir, If you won't be civill, I shall call those shall make you so : do you take this for a common receptacle ? Tick The commonest thing in London, except The Owner. Come, faith, be not so nice ; to me 'Tis needless ; I am ver'st in the world, know What belongs to it : no young heire, Lady, To be caught with the baiteof seeming modesty In the nooze of wedlock ; to me you may Appeare a woman without danger. Come , Keep your niceness for some home-bred Gallant, Deny him the favour of your hand, whil'st Knowing men thus-reape the Nectar of Your lips, and crop the harvest of your choicest Pleasures, Rant. See, in foure minutes he's arriv'd at more Then foure years could purchase me ; he ha!s the Trick"], [65, "la mode. Love a 51 Trick on't ; for when she frown'd,as if the anger Of all her sex were contracted in her browes, He charg'd her boldly, and upon the first Assault he won her to more favour, then All my large expence of time and treasure could Purchase me. I never was so mov'd before : Oh my heart ! I thought thou had'st been of a Tougher mould : love ne'r could work upon Thee, and shall jealousie make thee her triumph ? No, heart, thou shalt break first. But I'll withdraw Halfe an houres consideration is to me so catholical An antidote against the poison of love, as the Whole Colledge can't prescribe a better. [Exit. Tick Madam, You ever oblige me yours ; and now I know the reason of your strict behaviour, do Approve it, nor shall you ever finde me negligent, In what may least concern your present service, Or future fortunes. Afi . Your promises are noble, like your self; And they no sooner shall be put in act, Then I be ready to serve you, in such Manner, as modesty will not allow Me dress in words. ■ Tick Madam, I'll take your meaning for your words : Both are so plain, I cannot miss the sense : Nor you a Husband long, if I have wit, Or the least art to compass your designes. Aft. I dare not question either, yet it will Require much of both, e're we can bring \"» * Him to a sense of love, much more to think Of that fame Gobbling ( as he termeth it ) Matrimony. Tick Leave that to me, though 1 think Monsieur Rant A beaten souldier in the war of love : One, that hath as little faith in women, As in Atheists ; a deep-read scholar in Ha The"], [66, "T2 Love* la mode The deceits and subtilties of the sex : Yet all these considerations can't Make me doubt or fear the enterprize; Which cannot in difficulty equal! My desire to serve you, or will to oblige you. But I waste time in words, whil'st I should put Inactions my designs: let's first contrive How we may bring our stratagem about : He must be taken in the humour, Lady, ' That I know ; and his are commonly so Short lived, they'll hardly last The\" Ceremony out. Tek Wellremembred: for his loving humour al wayes Attends it ; and two humours being of the plural! Number, will easier admit of the plurality of yours But how shall we bring him to this rare pass? For he's very temperate. .7 Aft Bring him you hither, then Jetme alone \\ we'll Drink healths to all the obliging Ladies in Town. 1 have good brains ; his breeding will oblige him to Pledge me. I must still help yon out. Tick Most have need of helping in Ladv • Mb \\rt *■[*,*. Pass : expect within this half honour Gallant And then withyour assistance, (for without you I am nothing ) I do not doubt to get you a Covering for your veniall trespasses. Enter a Servant. Ser, Mistriss Acuta with another T ,^„ „ upon you °ther Ud? are co™ to Waite Aft. 1 attend them presently. «£l VlaSL^ IW£ieab0l« W enterprize; your.srr- Aft."], [67, "Love a la mode. 53 Afl* Your servant, Monsieur Ticket . — - Oh these men, How many wayes they strive to compass their Base wills ! sometimes they flatter us : with those I can deale pretty well : for I believe As leldome what they fay, as they do speak The true and sincere meaning of their heart : Others do seek with Jewells, and rich gifts, For to corrupt our chastity j and buy With dross a Jewell beyond price 5 yet these My poverty would seek, did not virtue Supply my meane defect : yet I am fore d v To play the hypocrite, tho' the wrong way ; Appearing for less virtuous then I am, Remaining virtuous amidst incontinence. For such a price I set upon the thing Most men do aime at, as hath frighted hence # All vulgar chapmen ; others with scornes andmeeness I have daunted so, they dare not urge A word of love beyond Matrimony. ■ Thus becoming Mistriss of their hearts, their purse Is still at my command ; yet this contents j Not me ; though I behbnest, I am thought A whore : besides, they may grow insolent, Witness my own brother, though his travell Hath blotted from his memory my face, His naturall wildeness can admit no change ; For had I not compli'd with his loose thoughts* The loosest strangers had seem'd Saints to him : : But I'll finde time to Tet him know his fault, Which with much willingness I could forgive, If he effect my wish in Rants chaste love. I would be gladly Married, 'tis most true. She's hard put to't, that doth beg.nto woo. I***- Seœn?!,."], [68, "54 Love k la mode. Scœna Secunda. Cxlia, Matrona, Philofiratus. Matr. C Weet MM dp not prosecute the phrensies. Cxi »3 Why do'st disturb the spirit, wicked tempter > but tribulations must be borne with patience and meekness. Matr. I had rather beare a handsome young man, as old as I am ; then* the best tribulation in Chrislendome. the^etinÆse F? \"\" * * that to What, toS* Antlins? Cxi. Antlin thou reprobate ! the word Saint is super stitious, and idolatrous ; verily I do abominate thy compa ny, for thou art possest with the spirit of prophaneness Ta the very spirit of superstition. F ' yea> stfo.r. Poore woman ! how she's altered, rather besotted m this Lunacy J could I but take her a little off the spirit and gire her a smack of the flesh, there were some hopes See howsheturnes up the eggsof her eyes, like the figure of .2 bram i n Sand s show 1 D V\" Enter Philostratus. Mi/. S.rey«i,Sllfer, 1 profess lamslad,a„d raW,*,, Matr. Mercy on me ! he come > now imi_. see you accompanied with the renrnSh. • i! L J sllou,d Hcan: by yea a'nd nay ilt not X ' W,th <he very P«b- i»«r. HowIt:embIel he looks as if his zeale would tran- soierce"], [69, "LO'VE.w moae. 55 fpierce me: there's never a truer Quaker in Wapping^ then I at this present. ■ '. ■ . Car/. Verily, brother, the Serpent jwill pursue me in the shape of vanity, tho' 1 look upon her with the eyes of Refor mation. , Phil. My 7.eale doth foame, yea and boile against her : 1 do abominate antiquity, she looks like the very clay of the beast j I profess, like a very tradition. M_.. Now am I in a worse taking, then aBaily man Inns ot Court. ._ , _.,, Cxi. Good brother, pacifie thy seise. '. Phil. My zeal's too strong; yea, I am transported with in dignation against that Monastickhood ; and thus do I tread the Idoll under my se«. Matr. Oh! good Sir, my hood, my hood ! Phil. *Dost thou speak in defence of abomination ? assist ma zeale to chastise her vanity. [He beats Her off. Cxi. Never were Lovers put to such hard shifts To gaine a moment for entertainment Of their lawfull loves. <pbil. Never ,tny Cxlia : but yet the pleasure I enjoy by looking on that face, The harmonious Mustek of thy voice, joyn'd With the melody of agreeing hearts. So far exceed in bliss the paine sustain d , That like a Mother having born a-son, I straight forget, when I enjoy thee (sweet) . Th' anguish and affliction of thyabsence.. Cxl And I, in absence nourish still a hope Of seeing thee, and present scare to loose thee, My love's sostrictly wedded to my grief, They know no separation : if that Atany time they relish joy, hope is- The parent to that happy childe, which I Can never foster in my breast, till »t become Your Pillow.. , fbih Oh that happy day {Cxlia-) that day"], [70, "5° love a la' mode. Of -happiness, when will it come? is fate So rigid to deny the knowledge ? or Gods Become so mercilesiyto divide two hearts So much united ? or is it their feare Love should become on earth such an example As heaven could not par aliell ? Cœl. Deare Sir, reclai me your passions; our time Is short, not to be lost in complement. ■ Phil. Can time be lost, that is so well employ 'd > -Vnd in thy sweet society is mine. Cœl. Nor do I think it so ; I could dwell here An age to heare thee speak : but fate denies That happiness as yet ; therefore 'twere fit Love found out some invention, by which We might more frequently enjoy each others Company, till time compleateour happiness. Phil. Your admonition's timely ; I was lost Infaire affection's maze; so transported With my present happiness, that I thought It might be lasting to eternity. ■ But waken'd from this dreame, I do perceive The houre-glass of my happiness run out : And how this base disguise can recruit it, ' To me appears a riddle. Cœl. Tis thus far usefull ; for it disguises Both our loves, and keeps my father from Wedding me to Blunt, a man I hate, more Then the worst disease the worst of women Ever merited. sow's,?\"- wehmiSh,5.15hI06sc s?me other: wh« thinks my pTysilT1^ ' «ri>ving a* sent for as your .she cure would be too sudden, and my joy discover Phil With ease you might dissemble both.— xl k*a,\"f easier,far> to force a feigned joy, I hen stifle such a real! one ; howe're, ru"], [71, "57 L O v i d la mode. . I'll trie my utmost art. Phil. Do so, my Cxlia, for I Prophetize , That this device may meet with good success. Cxi. Heavens grant it : you know I need not Feigne my self sick, distempered, ill at ease ; Thy absence still to me is a diseased Phil. Which with my presence I'll oft mitigate, And from thy lips drink a preserving Balme, That in thy abseuce like an Antidote, Shall keep me from th' infection of despair e. Cxi. 1 think my love's already a Physitian ; For he is perfect in their Dialect. With earnest longings, I'll expect to heare The issue of your project: don't abuse My expectation with too long delayes. Phil. Life of my soule i assure your self I will not. Cxi. Y'ave play'd too long the Truant, 'tis time You were about it. ■ Phil. I cannot leave you to go home alone : Nor dare 1 wait upon you : part of the way I will accompany you, untill we meet Matrona ; and then ■ Coel. Then we must part ; I understand thy look : Sighs are sentences in loves Table-book. [Exeunt. Scœna Tertia. Matrona , Cxlia% Philostratus. tjtfatr. tJMHat, are they gone, or retir'd onely \" * Into a Coupling house ! These-Familists Are the hypocriticaFstLetchers in A Kingdom; their motives of the spirit Alwayes end in the flesh. Perhaps he hath Taken her in to catechize ; but should His zealous doctrine begin with an increafh I And"], [72, "58 L o v e a la mode. lAnd'multiply, meaty to one but he'll See the fruit on't within nine moneths, or so. Well, if these precize meeting-houses be Not the staples of Letchery, and the Heralds office of Cuckoldry; there is not A grain of lust in the composition . Of a worn in of my years. 'Tis so ; I begin To smell a notorious Letcher under That lenten cause : I would not be a Bawde Without my fee. Well, Monsieur Purity, If thou dost infufe unwholesome doctrine In thy new Proselyte, and make her swell, Thou art the most hypocritical! Villain, That ever made P-eligion a Cloake For lust and treason : But here they come. Enter pb.hfiratm and Ccelia. Cxi. Yonder's my Governess. Phil. I take my leave, tho' with as fad a heart As vanquistit Kings part witht'ieir ravish't Scepter : Yet mid'st our griefs, this feeble hope remains ; Joy es are still sweetest, aster greatest pains : And every one this maxime will approve, That expectation is the food of love. Cxi. Oh ! but fruition is affections life ; A Maid's ne'r happy till she be a Wise. Phil. And Man's imperfect till he leads a Bride, A halfe-fac'd Medall stamp* tdbut on one side. Why should we thentbrough seare, defer this Match , Which would to both such happiness afford, \"Bender us perfect _n each others love, Or rather with perfection cYowne our loves ?' Let's to the Temple: why should our body part, V Vhen mutuall vowes have married our heart ? Cxi. Oh Phikstratus, yield not so much to passion-,. , .Lest you give me occasion to believeyou An"], [73, "L o v e a la mode* 59 An enemy to virtue and obedience. Phil. I have done: but since love was cause of my onence, I can't despaire of pardon. Cxi. I can afford you nothing with more willingness, Except my self; which if you'd soon obtaine, straight Put in act what lately we design'd. Phil. Y'ave put new heat into me,I flie to the performance. Farewell, and pray for the success. Gxl. My prayers are never wanting. — ■ Come,! abiwa. Matr. Now to my discovery: good godly Sir, receive the prayers of one, that hath wandred long in the path of igno- rance. Phil. Good woman, your Mistriss is gone. # Matr. And would be willingly instructed in the right way. Phil. Pox.what shall I do with her ? I have no time to loose in catechizing. ■ _. , ,, , r . Matr. Oh listen to my Reformation, the humble desire I have to beinstructed. . /> J. i/ I have it — V Voman, before I can receive thee into the society of the godly, thou must make a pubhck recantati- on ot, all thy errors , and setthree Congregationall Meetings uponthestooleof repentance. Matr. And please your worship. __!_____. Thil. MakeSota/ldollof me ; no creature maybewo - fhipt: but follow me, and see you prove no hypocrite. [Exit. Matr. I care not what I prove, so I discover The secret subject of your close discourse, Which I suspect already ; but 1 11 after : If it succeed, 1 shall grow fat with laughter. L*<**« Scœna Quarta. Rant , Ticket meeting. IT M?-^Sir;youdidl»r,yto_,ve S&tod*hellip,wh«n,ouludins.s'dtam .. 12 . ■\""], [74, "60 L o v e a la mode. In so perilous an adventure. Rad. Ifaith I left you not, untill the Fort Was yielded, and you in full possession ; I stood but as a Cypher, vowing my own Shame, after so many nice refufalfs And puts off, saw the Fort taken, upon The first assault ; she's a very woman, And as such bestowes her favours. Tick Y'ave spoken much in little, Sir ; biitll admire You could be Master of so large a Faith , As ever to believe her niceness more, Then a fairevernish set upon her lust. Ravt. I did and do believe it reall. Tick. And that she meerly stood upon the sum By her excis'd upon her Maiden-head. Rant. That's part of my beliefe too ; and how e'reit was Your fate so to reduce her, our first onset Promised but little comfort. — — Tick* The fairest omen in the world : give me - A nice behaviour, a rigid Damzell; For t ey that do upon themselves impose A strictness of beaviour, more then ufuall , Would thereby sceme, what really they are not, Honest ; and by their niceness in carriage Attract th' ignorant to their devotions -- Whil'st to others expert, and knowing their Hypocrisies, they appeare as prodigal! Of their favours, as Politicians are Of their promises they meane not to performe: And more open, then Oysters at a full tide. R ant. I must not yield to your opinion, Sir, Experience plainly shews the contrary, That women are by some hid sympathy In nature, constraint to love and fancy Somefewparticular persons, and shun Others, though of far greater merit. Tick Fiat heresie, there are inclin'd to all, Ifl"], [75, "4 Love -J/rf mode. 61 In their natures mast insatiable : And if to some they do appeare more itritt, Their Politick rules of Government constrain it ; For they're a Commonwealth among themselves, And square their actions out by policie : Their Maxims teach them when to appeare tree, When nice, when amorous, and when wanton : Free unto such, whom they suppose too wise , Or too much lovers of their liberty To enter into bondage ; and nice to those They fancy masters of simplicity Enough to take them for their Wives, binding Themselves firmely tobelievethem honest, Whil'st they shall see no other ; or if they do, Their homes in time may make a circular Compass (like the Rams^ about their brows, to Serve for spectacles to rectisie their eye-sight. Rant. Ha, ha! this is a good raillerie. ; , Tic. Thou'rt so incredulous! F.sh,I can bring thee authen tick proose that all I fay is Canonical}. Kant. It must be ocular, good Ticket ; for less Shall never alter my beliefe : Do I Not know my self as meriting as thee, Thy travells set aside ? as full of courtship. And no less Master of audacity ? Nor need my form,my strength, my stature, o. My breeding yield precedency to any ; Tho' I confess, you do in most of these excel! : And for my purse, it has been as open To that woman as to my self: yet I Could never from her yet obtain a kiss, Not purchast at a double rate : and thou Upon a small or no acquaintance , to Be admitted as freely to her lips, As toa Church, for ought I know, unto Her bed . Pox 'tis a fate , a plaguy dettinie. H tS Heate not your seise so much ; 1 W\"^"], [76, "62 Love .1. mode. And cannot choose but laugh at your so fix. Atheisticall beliefe; from which, if you Haveany grace, I'll withdraw you : therefore Know, this woman, this nice precise woman, Hath sollicited me with earnestness To procure thee to beher husband. Rant. Thou dost but jest? Tick Refuse me else : and upon this condition, I have Her promise of a nights lodging in reversion. Rant. Andcould'st thou conceale this, to betray thy friend? Tick No, I came with resolution to have told thee all, but that thy passion cast upon me another argument. Rant. Did she think me such an Ass ? Tick She did : let me intreat thy patience. I promis'd to effect her will ; at which- She srem'd transported with her joy : then streight She laid the plot, that I should bring thee to her, Where Wine should be prepar'd to make thee drunk; And in that fit a Parson ready for To Marry you : Now I have a device To turne the plot wholly upon her seise. But here the Ladies come, hark in your eare. Scœna Quinta. Astutia, Clittomeflra, Acuta, Rant, Ticket. Ast. Y Wish the meanes of my fortunes would have afford- JL ed you an entertainment equall unto your worths : but what in that was scant, your welcome must supply. Clitt. There needs no apologie, Madam, where the enter tainment and entertainer both appear'd so excellent : for my part , I pity my misfortune , in being so long ignorant of your worth, and barr'd your rich acquaintance, and therein envy my daughters happiness. Acm. Good mother , let's leaves complement , Jest we be come subjects of mirth for those eaves-'drippirig gallants. Rant."], [77, "L o v e ad a mode. 63 - _C*»#, So, 'twill be excellent: the Ladies spie us; we'll upon 'em. Ticket. Your wishes upon you, Ladies. Aftu. Then you would not be so near me. Rant. Not more near then welcome. Aftu. Who told you so , good Squire? Rant. Myself, good Madam ; I neednoTutor. Aftu. I thought so , that made you in the wrong a for he thatteacheth himself, hath none of the wisest masters. Rant . The fool thanks you,Madam. — - — Lady,stiall I hoi d fairer quarter here ? Acu. Nay, if you shift quarters so oft, 1 fear you are hard ly in a posture of defence, much less to vanquish. Rant. You mean not to assault me. Lady? Acut. Nor be assaulted by you : fare ye well, Sir. Rant. Quick and short. Aftu. This 'tis to change: seldome comes the better. Rant, If the best be so bad , Love defend me from the worst. . . u _. tAfiu. Come, come, as bad as we are, you could make A shift with the worst of us. Rant. She's pleasant and free : I like it rarely ; I'll follow the humour close. Ticket* If that you doubt one syllableof what My tongue so largely hath exprest, you do Me the most ignoble wrong that faithful. Lover ever yet sustain'd. Oh, Madam, Wer't possible you could conceive my love, The tortures and the pains I do sustain For you (dear mistriss) the continual sighs, And floods of tears that trickle from my eyes, Like to another deluge; drowning all My joyes at once, except the comfort of Your name, your sacred name, which all amidst Myextasiesof love, I call upon ; • ■ $ucouldnotbesoeruel,foobdurate. Æ%*gL Clit. Alass, I pkty him : can ail this love be fe. gn'd? and. yet."], [78, "64 Love a\\U mocle. yet I fear it is,else he could not so far have flighted me,as not retume an answer to my Letter. Acu. Remember that, and ben't deluded. Tick. Can't all these tearej dissolve that marble heart. Able to melt the Adamant it seise, And make it pliable as wax i'th' Sun, Apt to take any forme ? oh that your heart Were so, so fie for loves impression ! Clit. Pray no more: You disturb your self, and me. Acu. A painted fire may delight the eye, Or flutter afar off the deceiv'd hopes Of a cold frozen wretch • but when approach's, Affords no heat, nor light: such is your love. In first appearance fair, and passionate ; Your tongue seems full of heat: but Sir, your heart Is like a frozen clod of ice, floating Upon dissimulations sea, and fails All such as tread upon that slippery pavement. Tick Madam, Your Daughters speech doth add such Seas Ut gnefe unto my soule, that now I finde My seise but in a bad condition Farther to plead my love ; pray think upon't . Such love comes seldome, and ought not to be refus'd. Cht. What were I best do ? Acu. If that you have a minde to loose your seise, And more then is your seise, your honor, confide In that inconstant man. Clit. I'll never think on him. Acu Study to forget him : see, he's courting Aftutia. --Am. Ha, ha, ha ! &',' 77hey'rc very merry; we'll mix company. Tick VVith roe, Lady ? Acu. Yes,Sir : 1 understand you court me by Atturney, And therefore out of pitty I informe you, your Love goes many miles about, nordoes't become A Gentleman to court the parents liking first, And so impose a violence upon a Virgins love. sick."], [79, "Love k la mode. €*\\ Tick Madam , I must confess my love's to you 5 And yet I hope I have not far transgress 'd By courting you in the person of your Mother ; since 'tis according to her own Directions ; and lbeliev't, with your approbation. Acu. There's no such matter, Sir ; for 1 expect Peculiar addresses t9 my seise, From any man that hopes to make me his. You did begin that way. Tick All shall be mended, Lady. Acu. That at your own discretion. Rant. Three Ladies is too much odds. I was well match'c before. Tick Take courage, man ; I'm come for to relieve thee. Aftu. 'Twaswell you did ; for he was talking here, To match his wit ; and in good truth 'twas such A tired Jade, that none could match it. Tick Then 'twas a matchless wit. Acu. Or rather, there was no wit to be match't. Rant. Good Ladies, let my wit alone, and make Use of my body, that will match ye all. All. Ha, ha, he! Aft. If it were dipt in brimstone,it were a rare match. Acu. To fire all the farthing-candles in Towne. Rant. Or what is ot\" less value, Woman. Aftu. An e cellent halfe-farthing jest ! Acu. Had it been less, it had been worth just nothing. *xAfiu. Not worth the wart upon his nose. Rant . Y'are very pleasant, Ladies, with me and my Nose; but I have a better thing at your service. Afiu. But is it sound, Sir > Acu. A question well urg'd. Rant. I warrant you, Virgins ; andinfewmoneths 'Twill brace your bellies so hard, that They shall sound too. Afiu. Nd w ye speak a Language we understand not. Rant, Gome, I'll interpret. K Ttckg"], [80, "66 7 L o v e a la mode. Tick Madam, you anew create me : I'll neither fafle the time, nor place. Clit. You see the power of your Courtship, Sir ; Therefore pray impute my yielding to Your high merit, and not my levity. Tick AU your actions are so bountiful!, they Can admit no bad construction. Clit. I relie upon your nobleness, Daughter. Acu. I attend your pleasure. Tick Madam, my service. Rant. Tis pitty f.tch beauties should go home unaccom panied. Clit. We are almost there ; I pray excuse us. Rant. Lady, shall I lead you ? ■sAcu. When I am blinde I'll send for you : A Dog were worth money then. [tAside* Aft. Your servant, Madam. Rant. I'll follow, though it be but for another jeer. Aftu. Nay Sir,l must crave your patience,for the exchang ing of a word or two. Tick I am your creature, Madam, you may command me; Aft. Do you pei ceiv. nothing in thi. face, that May instruct your memory who I am ? . Tick Trust me, no; yet your beauty would Challenge a reme nbrance, though I must stile My seise so much insortunate, as to Acknowledge this the second day of our Acquaintance. — Afiu. Nay, let us lay by complement,and now- Be serious : possibly as a stranger you may Not deale so faithfully in my service, as I could wish. Tick Madam, I do beseech you credit me A Gentleman,and that it is not my Profession to practice such deceit, Especially unto a beauty of your excellence. Afiu, Trust me, 1 cannot be too cautious, Sir,, la"], [81, "67 Love k la nose. i To In what so much concemes me as this match, The onely hope, on which my fortunes have Dependency : the esore I thought it good To let you know, how well I was acquainted With you once, and deare in your Fathers Thoughts as you. ■■______.* Tick You won't confound me ! with me acquainted? Sure you mistake the man : for 1 have been Absent from England more then seven yeares : Besides, my Father, to whom you do pretend You were so deare, is now some ten yeares dead j And then you scarce could have the use of reason. Afiu. 1 must confess all your assertions truths, Which needs must verifie what I affirm. You had a Sister, whom you did send, Two yeares after your father died, bey ond The Seas for breeding, to a Nunnery, Tick I do remember well that iatall truth. Madam, for charity do not renew T-faat losses grief. O poore Clanana ! She perisht in the voyage by a wrack, Which mournefull tidings did so much afflict Mv heart, 1 took no comfort in this land, And thereupon 1 did resolve to travell. Afiu. - 1 hen for to ease you of that griefe, let me Assure you , that your Sister scap'd die wrack, Mother on her death-bed. Ad Then know me for that suter. Tick As such I lovingly embrace you,"], [82, "68 Lo v e k la mode. To see you still so wilde, these courses in the end Must ruine you. Tick* No chiding, Sister ; youth will have its swindle * My wilde Oates must be sown, then 1'Jl appeare As grave as a new-shav'd Senator : prethee Tell me the circumstance of thy escape, And now thou, hast lived these seven yeares. ' tAftu. Honest, and still a Maid ; let that suffice: The rest you may know hereafter. But to Our business now, concerning Kant. Tic\\. I wilh you had made this discovery sooner. Afiu. Why, what makes you look so pale ? have You discovered my design ? if se, thou hast Eternally undone me : for without him, However to him I have been severe, I cannot live. _ Tick Now must I lie, or shew my self a Rascals. Fie, fie, wipe your eyes, be not so passionate. As I am an honest man, I told him nothing : But as I was a knave I told him all. f Aside. Yet in my opinion there were no great Loss of him, considering his wilde conditions. Afiu- I am not ignorant of them ; yet do not doubt, My love will teach me patience to reclaim him. Tick Why think him then thy own ; go in, and Get a Priest in readiness. Aftu. I shall obey yon, Sir. Tick Now have 1 more business, then a Lawyer In a Michaelmas Term, though much less time To effect it : first t' oblige-the Doctors wife With the manly courtesie of a nights lodging ; The which must recompenee the hopes Hoofe In this that proves my Sister ; then little Acuta, she would benibling too : The Rogue loves me, yet willingly would have The cloake of Matrimony cast o're her lust : A foolish promise, qi» two, will satisfie Without"], [83, "Love a la mode. 69 Without a Priest,her scrnples. Then my last, To make a match between my sister and Sweet Monsieur Rant , will prove my master-piece : But I loose time, which is too precious now. Fate give my sisters love success, and then Though I miss mine, they can finde other men. A c t u s Quintus. Scœna Prima. Blunt, Philostratus like a q>hysitiany Virginie, Blunt. \\7 Our recommendation's good, very good, from a 1 good friend of mine. Phil. Besides the friendship, Sir, 'tis charity To be assistant to a stranger. AU I desire at present, is your good word: And if you chance to know of any person Infirm of any desperate disease, Such as your London-Do£tov& have given o're,. I doubt not but to cure them, at least To give them ease. Blunt. Excellent, a man sent by providence. But Sir, such desperate diseases, on Your first triall, should you miscarry, Would quite discredit you. Phil. From such hard tasks, Men gaine opinion of what they are: Upon my life. I'll not discredit you ; For I have such prophetick knowledge, Sir,, Of themalignityjof each disease, That viewing the patient onely, I can gheis"], [84, "Be 7° L o v b a la mode. To a hair es breadth, whether the disease be Desperate, or cureabl.. Blunt. Let me embrace you : I have occasion To employ you straight ; and if you prosper in't* ' You make me yours for ever. 1 am plaine, Sir, Blunt as my name ; but many that Express more, may not perhaps reward Your paines so well as 1 may do. Phil. 1 am not mercenary; if I can do you any Good, the service will requite it seise. Blunt. The honeftest Physitian I ere met with I In sooth I'll beare you to your patient straight, A faire one, I'll assure you, and my Mistriss.: If you cure her, you may command two Purses, her fathers and mine. Phil, You speak nobly. Enter Vtrgmo. Blunt. And see, he comes as sent for : whatcheere, Forsooth ? How doth my Mistriss, and your Daughter ? Virg. Never worse, Mr. Blunt, never worse. Blunt. Doth she continue her Fanatick vein ? Virg. No Sir, but worse, she's wheel 'd about to the Antipodes, turn'd Princess in conceit, And expects strange Embassadors from the King of Morocco, to fetch and Marry her By Deputie. Phil. Her distemper's high ; but surely caus'd by love. Virg. What Gentleman is that ? Blunt. A skilfull Doctor, forsooth, new come from Padua, I had provided for your Daughter.' Virg. You ssiew your love ; but she's past recovery. Phil. Tho' I affect not to be a Trumpet of my skill ' Yet charity compells me to informe you, that Your Daughter may be curable, if her distemper"], [85, "Love ata mode. 71 Be no more then you deliver : nor will it prove The most desperate cure I have effected. Virg. Good Sir, 1 do believe you a great Artist ; But I'm old and passionate : use your best Skill ; and if you can restore her to her Former senses, make you your own conditions, My purse shall seal them. Phil. Not for your Money, Sir ; but for the Love I bear this Gentleman, and's honoured friend,. Who recommended me unto him, I'll do My best,and that I hope will make you bless Your Stars you ere imploy'd me. J desire I may have liberty, and all things else Provided the cure may require— Virg. Nothing shall be wanting. But we delay; come, Mr. Blunt, 'tis time we were about it. Blunt. Come, good Mr. Doctor; Phil. Your servant, Sir. I follow. [Exeunt.. Scœna Secunda. Acuta with a Letter, and Glifierpipe, Clittomefira. Acut. jO Arry this Letter to my Mother, sirrah* K^j Glis Fine,,aud familiar ; good signs of affection ! I must be diligent; from whence comes it ? Acut . That I know not : a Porter leftit here even now _; Dispatch't,and give'tmy Mother ; it may require A hasty answer. Glis. With expedition,forsooth. [Exit* Acut. So, if 't hit,Fm made : altho't hiqder My Fathers making, I mean a horned Beast, k may make me a wife,,preserve my mother Honest ; these are the vertnous ends to which: 1 fr am'dthat Letter as from Tiekp.. Virtue,. A. thou dost koow. my ends are just^fo gjve Succefe"], [86, "72 L o v e * /_» node. Success to my designs. See, here she comes, [Enter Clit Hooded and mask't. So, so; my plot hath hit. Clit. Daughter, I am going a litde way : if in my absence Your Father should return, say I was sent for to a woman. labour. Acut . Or rather, that you are gone unto a man's. [Aside. But you forget your promise. L CUt. Pish, 1 finde he's an inconstant man ; I think Not on him now. Acut. In that y'are wise; I told you so ar first. Clu. My business requires haste: farewel, Acut. Farewel, dear mother: ifthe empty Air Be pleasant food to feed your longing with Your lustful appetite may surseit on?t : '■ I grudge it not. How slily cunning she Appear'd in hiding from me what my self Designed, onely to frustrate her wicked ends i But I with Monsieur Ticket will keep touch, ' And meet him at his own appointed place, In the More-fields, the whilst my motker At Islington doth feast her self on hopes, And eat rtew'd-Pruands for restoratives. Ha, ha, he ! the fancy how it pleases me ! But I must to my task ; foe gains a prize That picks a vertuous Husband out of vice. [Exit. ■ Scœna Tertia. Ticket, Rant, Aftutia. Tick T TOw dost feel thy Ms. > XX Ran. This wench hath given me a flirew'd heat ing; my brains begin to turn like tumblers, and do the Summerset in my soul! : I wonder shecontinues sober. u*,lC% .TT hf th rendred if a second <«ture to her : but by. my faith, fnend, you shall drink no more, sinceitdotnso ' Rant."], [87, "Love k la mode. 73 Rant. Pish, 'tis nothing: a little heats me. lick* If 't be no more,you'll do your work the better ,a lit tle wins the soule of Venery, and makes a man all fancy. But did 'ft thou marke with what a canonicall countenance and ce remony the fellow seem'd to marry you ? he lookt so superci liously, I scarce knew him for my man. Rant. Faith he would have deceiv'd any : but to see The wench, (he stands upon it now, as If she were some Votary : she won't go to bed Forsooth at undecent homes, and brides it As much as my Lady Mayoress ata Coronation. Tick. But the jest will be, boy, after thou hast Enjoy 'd her, and I my promise ( for we must Not discover before ) what a pickle she'll Be in ! Rant. Ha, ha, he ! the pretty faces she'll make ! Ticket. When she findes her seise deluded , by being our whore,in stead of your wife.by my faith a great descent. Rant . Certainly she'll gaule her tongue with scolding, And batter down the wall of her mouth, I meane her teeth, with the thunderbolt Of her exclaimes. Tick Nay, we must expect lightening too ; for she's A Serpent, and can spit fire. Rant. Howere, MI stand her boldly ; I believe the Breach is made to my hand. But now we Talke of broken commodities, art not thou To meet the Doctors wife to night ? Tick I am ; but I'll see thee incircled within Astutia's armes first, and then I'm for her. Rant. Tilth Ticket I must have a reversion there ; 'tis Justice, Wench for Wench : besides, thou art to Have a taste of my red Deare ; and Venison is A meat to pleasure friends with. Tick Marry here, I take pains for you, and my Seise too ; in th' other venter, for my seise Onely : and couldst thou have the conscience To reap the harvest \"of all my labours, L And ."], [88, "74 L o v e k la mode. And never take pains to so we ? Rant. Deare Ticket, lonely desire the gleanings, and those are allowed to idle persons : then consider who entred youirr to that acquaintance : good turnes would be rememb:ed. Tick* And shall : if this wench can't allay your heat, th'o ther's at your service. Rant . Why now thou speak 'st nobly, like a worthy engros ser os Mutton: but mum, here comes my mock-bride' : oh she paces admirably well ! Tick. She'll trot and jolt anon : a through-pac d wench, I warrant thee. [Enter Aftutia. Rant. Sweet, are you come to hasten me to bed ? Aftu. The nights are long, Sir, and you may no doubt Finde t:me enough, before Aurora doth Unvaile her face, to make you weary of Those sports your expectation flatters you Withall : Marriage is a holy thing, And all it's Rites, Sir, are to be perform'd With ceremonious and due respect. Rant. But Deare, the Ceremony nowho're: Since that the Priest hath ti'd our hands, and love Our hearts ; what can remaine, but that we taste Those lawfnll sweets, which Hymen doth allow His votaries ? Tick Madam , indeed 'tis late ; for night begins* To spread her sable Canopy o'er the Earth. Aftu. Sir, 1 am all obedience : if it be Your pleasure thus early to go to rest,. 1 am your*servant now, and must obey : All that before 1 said, I pray excuse : A fond desire to retaine a while My Virgin-state, reprieve my Maiden-head,, Made me contend ; no disobedience To your will, which ever shall be mine In all that'sgood, or but indifferent ; So strictly knit to yours, that nohe therein, Though envy lent diem eyes, (hall ere discerne. A difference. Rant."], [89, "Love a la mode. 75 Rant. What pity *tis she is a whore t Were she honest, and thus obedient, She would grow up a President for wives, And be a woman born to make men happy. But she is light, and therefore fhun'd the light: For whil'st day peept, her deeds of darkness Durst not (hew their face, nor (hew her lust. Why dol terme it so ? to me 'tis not : For fheenjoyes a husband in her thoughts, Whil'st I do knowingly embrace a Whore -, Yet is her promise to my friend no wayes Excusable ; see, (he drives the bargain : A man were well-holp up with such a wife : They toy : 'twas well the Marriage was in jest. I like my armes, and would not change my crest. Deare, let's not waste such precious time : to bed, There let us loose ourselves in one another, And raise our pleasures up to such a height, The gods themselves may envy at our bliss. Come, is the Posset made ? Tick To what purpose ? here are no aged Matrons to mum- ble the curd between their gumms, and read a baudy lecture to your bride,_ill laughter makes them foame at mouth again. A Posset? none but an Antiquary would have ask t for socl. an apocrvphall meate, as antient as Rebellion it seise, faith a Tub full of graineswillbe as rich geere to make aProtecto- rian frollick, and liquor Sattin Gownes with. Rant. Thou art such a modish Zealot, and such an Enemy to old fashions and customes, I wonder Thou lovest women so, a thing in fashion lnold_-<iWsdayes. .... . ... Tick] AndfowereCloaths ; yet still their fashion Changes; so nature varies beauties ; fomerimes Lono visages are a la mode, sometimes round, then Bro^d, triangle, ovall ; any forme that is In present use, and most esteeme, fancie Decrees for fairest. Rant. Thy reasons are unanswerable : I submit,"], [90, "Love k la mode. 76 And will steale as silently to bed as a Zealot To his brothers wife when he's asleep. Tick Get you gone then and be naught together; You loose much time. Had I so sweet a Bride , 1 would prevent the morning, which within Few houres will appeare to chide your djlneis. Rant . Faith we're to blame : come, deare, let's in To bed, for scare the God of Marriage grow Incens'd. — Tz'.^.iVgood rest,and pleasing dreames. 7ick You have tire pleasing substance. Sir, make Much on't. So, this happily is dispatch's : Now to my Doctors wife ; I hope she'll prove, Though not a lawful], a sweet prize of love. [Exit, [Exit. Scœna Quaita. Virgimo , Philoftraius , Blunt , Cxlia, Phil. O He's extreamly tainted, Sir, that's certain ; O And her distemper still gt owes higher. Virg. I see it does, Sir, to my griefe I see it. Never was man like me unfortunate, T'have but one childe , one comfort in my age, And to have her distracted,mad. Heavens, How did my youth offend, that on my age You do inflict so cruell and severe A punishment? [Weeps. Blunt. Have patience, forsooth : Mr. Doctor, speak some comfort to him. Phil. I wish I could; and yet I don't despaire But that time aud healing medicaments May cure her distemper, and restore The Lady to her pristine health. Virg. Oh! never Sir, 'tis not within The power of art, to render me so happy. Blunt. Oh sweet Mistriss Cxlia ! Phil. Sir, be of cheere, I may have yet in store Something may comfort her. Alass, I pitty you, And"], [91, "L. o v tkla rno'l'e. j*j- And participate your grief: we must have time To observe and marke her several 1 distempers ; For each distraction hath its several cause, And every cause produceth an effect, By which 'tis known ; and a disease once known , You know's halfe cured. Virg. Would hers were so : the little hope I've left Is in your art, pray use your utmost skill. Command meand my purse for a reward. Phil. Sir, if my life would cure her, I would not set at price on't ; but let's observe, she comes, and in her fit. . Enter Cœlia, richly, hut pharitafiica/fy habited: Servants. Cxlia, Set us our Chaire of State, and o're our head erect a Chrystall Canopy, all full of Diamond-stars, whose lustre may blinde bleere-ey'd Astronomers to gaze upon. Phil. In her Princely straine,we must observe her gestures and her speech, and calculate by them the cause of her di stemper. Blunt. Let me alone to watch ; 111 be as vigilant, as an In former in Lent. Cxlia. Me thinks our Court's too meane, not rich enougb To entertain the love of such a Prince. Phil. Love is one cause, marke that. Cxlia. But we will have most glorious ornaments ; Our walls and pavements all of beaten gold ; Love in a fiery chariot shall descend, And with his flaming beames transpierce his heart. Whil'st I on gaudy Iris back ascend The clouds, and gloriously eclipse the Sun. How can my love be absent ? hark, hark, I heare him come in Charles Waine, lumbring Through the Clouds, before we are prepar'd. Turrets and Galleries we must have built ; And Arches carv'd in one intire stone. Phil. Mark the effects of pride; yet still relating toher Iove_ Virg* Poor Cxlia _ CxU"], [92, "78 L o v e k la mode. Cxi. Pillars of Pearle, and lofty Pyramids Of Diamonds, upon whose spires (hall be Erected, with sacred and mysterious art , A Saphire prospect to orelook the world. Next, will I have a heaven made of Chrystall, And womens hearts all adamant ; the mens Vulcan shall forge of his refined steel e , That they cleave in one and never part. 'Tis west you know your distance. See my commands Be executed all, you are my surveyor. Phil She cooles, sindgrowes more temperate. Cxi. Why should I not have him, him that I love > Obedience, love, duty, affections ; Oh you discordant contrarieties ! What a confusion do you breed within My fancie, and keep a struglingfor the Mastership ! Phil. Now she discourses somewhat sensibly; Her rank distemper certainly is love, My art much fails me else ; which not en joy 'd , Worse frenzœfollowes,in the end her death, Which Physicks skill wants power to prevent, Virg. It is too incredible to gain belief : Yet with my heart I wish it were no worse, Then might I hope a remedy, which now Alas is desperate. She love! poor Girl, Love knows not such an enemy as her : She hath with tears besought me on her knees, When I've presented Husbands to her choice, That I'd difpence witli her obedience, And leave her to her Virgin-happiness. Phil. I must confess 'tis strange. Blunt. And when, forsooth, 1 offer'd my love, and service, You would not think,forsooth, how slie flighted it ! Phil. All that may be. Sir ; y'are inclin'd to age ; And possibly the lovers tender 'd by This Gentleman unto his daughters choice And liking, little agreeable unto . 7 The"], [93, "Love k la mode. 19 The Ladies fancy , whichis the womb of love. You may believe me Master of a confidence That forts not with true art, to build upon Conjectural speculations: But' when You (hall understand my chiefest skill lies In Physiognomy, which is the Index Of the Minde,that through observation 1 have learnt the radical cause of such Distempers, you cannot blame me if I desire You would bethink your self, or have her askt CTernTtttl^ety«rTi dare answer for her: indeed soSu^ SSt Stedecayed, made t«d ers ot ££\"\"\"«: forethought him not a match for her,no m °fcd™. Phil, ff it might not be too great boldness, 1 (hould.crave his name. : ;';;■' Virg. He call'd himself PhihftraUts. Cxi. PhUoftratus I he is not here ; vyhy do You mock me thus ? yet he : is too .unkind That will not come and see his Cxlia di_. My soul is fleeting in an Airy Chariot Directly to Elyzium; butlH Soon return, and hant my PbiloftraW, Phil. Now you'll approve my art. £?' 232£&SiJ*& &■&* •^$_££r« 1 oh.S-T^c.effio-',. , WereThiloftraM poorer then he is, Idthathismarriagecouldbutcureher. I'd embrace his alliance with mo if * joy Then if Crxjus store flow'd 'nhisCo-fers. Blunt. IbopeyouwiUnotmakeanAfsofme, means that may restore her."], [94, "** Love a la mode. Phil. Sir, I go: But would be willingly assurM before That you will ratisie the match : for 1 ho he sa stranger to me; I'd be loth To do a Gentleman such injury, As to reviveanalmost-quenchtaffection With hopes, -bat would not prove-realities, Y^n °Jdoilbtit\"°ti Hove my childtoo well: Yettoconfirmyourf_Kh,listtomyvow: . If that the Gods restore my ehild t0 h]ahb By means of Philostratus, or his love ; ' ' 1 fmar by Styx, that oath of dreadful an>e Philostratus^-// have my full consent Heaven andyou are witness. .Sir. A?ea.or;/%s;;'5aiidrvcravePerforma^ ■ v irg. ctre you Philostratus ? •aPuu^r *. ffie' Sir> ; for y°»r Daughter With this kifs cure her distemper. \" ' Virg. I am all wonder J Blunt .And I all fool, to bring a Doctor to wipe my nose Cœl. Yourpardon,gratiousfather;itwaslove Thatmade me counterfeit thisLunacie. lo gam your free consent, and yet preserve My duty and obedience. Virg. Iamsogladtoftetheethusrecover'd 1 want wards to express my joy : * But take him Girl thouhast deserv'd him well. M/f stratus, I need not doubt 'thy love, . Which hath continued so many years (Almost without hope) constant: such love Must prosper ; take her, Philostratus.- Pbil. WeIcome,dearbl-ssing: with far greater joy Do I receive thee i„to my bosome, * ,r Then ma esectors at their deaths reprieves. 1** foL_? W \" T gtCitt° be \"Press'dir. words ; TheGod., ,. ' As;"], [95, "Love a la mode. 8 1 Affect not heaven more then 1 Philostratus : For which rich gifts ( deare Father) I do owe You more, then for my birth. Virg. And may the gift be worth it, and thou him : The promises are fair on both sides. Let's To Church, and solemnize your loving Ritej. Me #/«»*. come, chee.eup.nian 5 thouwert _H ,\\mA% « My choice, buc none can war with fate : i . A- Ho we're, be merry at the Wedding, man ; There be more wives i'th' world. Phil And here comes one of equals yearei to fit him. Blunt. Sweet Cxlia ! Cœl. My Governess j and d lipping! sure (he hath been new dipt. Matr. For love of you : but I'll make no more discove ries : a precise Rascalldike an unconscionable villain as he was, set me upon a tub of water for a stoole of repentance, upon which my devotion cooling, 1 fell asleep ; and nodding, tilted backwards into the water ; up went my hedes, and so I made a discovery. Phil. Of the Netherlands. All. Ha,ha,he! . . - Phi!. If you be a charitable man, warme this piece of de votion; that is, marry her 5 she'd prove both a Wise and a Nurse : the last you want most. Blunt. I would do much, I can tell you, to get even with you : I have been fob'd of one wise already. Cxi. You may venter here with safety ,with assurance : none will rob you of her ; and I am sure my Governess is kinde hearted. - Matr. I would not sorgoe a good turne ; but I am glad to see you come to so well, Mistriss. Virg. Come, let it be a Match,and all to Church together. Ph'il* I see he's well inclin'd : silence consents. You'll have a clean. Bride of her, she hath been well wash't. Matr. Oh that Rascall ! could I but light on him Phil. Do not raile upon him ; he^as almost done you that sood in satisfaction , by procuring you a rich Cburle for a ■» M . Husband,"], [96, "82 Love k la mode. Husband, as may make you bless him all dayes of your life. Matr. WasitfOUjSirfrOilvs V Phil. No matter; I, or one in my Coat: at dinner I'll relate all passages. mij! 33\\ mv^o . _rlT Virg. I do suspect mad prankes. Son, take your Bride. May nought but death this union divide. . - ,' H'uo^8T«i8 pi Blunt.- Nay, Mistriss, we'll make up the second couple; a Compleate match, T faith. Firg.Why well said, Neighbour, nowlfikeit; yotrgo-' Roundly to the business. . 7t-/«wf. I can do it home, I can tell you. -Joi*I You will make an obedient wife ? Matr. Yes, and please your worship. <phil. This isright Love, and Courtship __ la made. *^$> Lady, will you Marry me ? yes Sir, with all my Heart : but for obedience, you should have left it Till you came to Church, where (he perhaps would have Left it behinde her. Virg. We loose much time\": come, Lovers let's away ; For Hymens Rites admit of no delay. [Extum. Scœna Quinta. Enter Rant , Aftutia. Rant. My Wife ! I scorn't : thou common Wastecoateer, And mercenary receipt for ) ust, do'st think I had so -little wit to marry thee > Thou poore abused foole. eAjlu. I thought you had more honesty, then to Deny your Wife ;« least moreManhood, then To use her scurvily, unlike your seise. You know I am no whore ; you had my Maiden-head, Want. Yes, the nineteenth reversion: do I Not know your tricksto consen men, Your siirphling water, and a thousand more , Which I conceale for modesty ? Or be it granted that thou wert a Maide, • Will that strengthen a Marriage made in sport, By a poore filly serving-man? Afttt*"], [97, "Lo'vx k h modi. 8 J *>AtfiK. Tstifl am patient; but much I feare You'll finde it otherwise: and when you know That I am Tick$t-t Sister, a pure Virgin, That never yet knew one dishonest thought, . Nor any c^e,buttooi_iuchloveto you, Sure you'll repent my wrongs. iusb wd ariguo, Rant. How, Tick's Sister •' how dar'st thou thus Abuse me, abuse my friend, and know Thou haft a life within roy power ? Oh impudence of women ! did'st thou not *, oi *.. . Promise him to make this match > The nearest courtesie that woman e're Afforded man. Afiu. I did, yet with no bad intent, knowing I could at any time acquit my seise, By letting him know I was his Sister. Rant, Still dost persist in thy most damned untruths t Iwould my friend were here, that we might take A full revenge upon thy impudence. , How now ?, the news. . Enter Porter, Port. I ha ve a Letter to your Worship. Rant. From whence ? . Port. The contents will norisie. Deare Brother (for so my Sister now. bath made you) I desire yours and her company instantly at the Popes bead in More fields, where I shall largely fatisfie you of all particular stouch ing your Marriage : you have gift a noble Gentlewoman, use her as fioe deserves, nobly ; use her as my sister, lovingly, as you will preserve the goad opinion os Your affectionate Brother, Ticket. Short, and sweet ! I am Married, it seems ; Jugled into Matrimony without My knowledge ; a Wedding Alamode. Brother Ticket, if you are not really My brother, but have Married me to one Of your Aunts ; here's that (hall do me reason : Aadf Lady Bride, your policy shall smart for't. Aftu. But if you finde 1 .really am so, M % Sister"], [98, "84 L ov -i- a ta mode. Sister to Ticket, and a wife to yon ; What satisfaction ought you then to make My innocence, for so abusing me, Abusing her, that lov'dyoUjiov'd you Beyond reason, beyond measure ? Rant. If thou prov'st all this, I will forgive thee,. And that's a fa vour^ because thou man ied'st me V Vithout my owne consent : 'twas plaguy neate, A cleane conveyance, carried on with wit : I fancy it hugely, and! fear I shall love thee ; For 1 begin to have a good conceit Ot thy honesty : me thought my last Nights lodging fraack'tandfavour'dof the maidenhead. Let's to thy brother now, if he beso ; He (hall be still my friend, if not, my foe. Astu. He will confirme this truth, and that you are My lawsull husband, that I won you faire. [Exeunt* Sco-fla Ul.ima. Acuta, Ticket, (jdmbugittm, Rant, Asturia. \"tick: \\ A Ethinks 'tis a fine fresh air. _-.«. I v J_ I am weary of air; I would have sore reality. Tickg Thou'dst have thou knowst not what. Have I not vow'd a thousand times that / love thee ? sworn Oaths tha. would induce an Atheist to belief? Nay, have I not profler'd to stamp my seal upon the virgin-wax ? what wouldst have more. Acut. I'd have thee honest, that is, make good thy vows , 5 And marry me:, thou seest the hazards J Have mn, to save my mothers honour, and Thy foul; hazarded my own der fare. What think you Rumour will deliver of me . What severe censures men will pasi' upon- me, And justly too, fbrmeetingof you here? It doth, 7 must confess, exceed the bounds Ofmodesty ; but when the ivorld shall know, 7 came to save the'honour Of my house, You in my mother souths to undermine j • - To"], [99, "Love kla mode. Zf To tell you, fiow bJH. a dissembler you are, In spite of love, here to renounce all loVe That is not warranted both by the Laws Of Church and State ; then, Ticket, the world Will know my innocence, and thy guilt. Tick They'll know your love too(Lady)that was the cause (however you disguise it) of this visitation. **Acut. lvalue not who knows it, I confess it j And therein glory j /can master it. She ne'er was virtuous, that was never tempted $ I have stood the (hock of both, of love and of Temptation ; yet know, thou great dissembler,. My virtue's (uch, that had / not power to* Resist thy love, before T'dyei Id to any Loose embrace, I'd (hew my Cell a Lucrece,, And die Virtues Martyr. Tick* 1 do admire thee 1 fair virtuous soul,, If thou canst pardon my past wandering love, And think me wbrtby of thee, /am thine. Acut. Adde not unto my injuries; was'tnoc Enough tocourt me to affection first, Ancnmen to work upon my weakness, By tempting me to lust ; but now when / Have overcome thy lust and my affection, Again toensnare me,onpretenceof marriage ? Tick Let not my past er rours beget obduracie- Jn your belief; if now 7 do not mean it Really, let goodness in my greatest need Forsake me : witnessthese tears. [Weeps-. Enter G ambugium* Gamb. Never was man so torment-das /;. first to be catchc up in a Whirlewinde, and hurried /know not where; them coming home, to miss my Wise, my Daughter, and my man :. Oh my brains, my head, my horrid monstrous head ! J feel my temples sprout, they spread, they spread; give me pa* tience, give me patience. Acut. 1 do believe you, Sir, you are to me More welcome now in your return to love,, J*©"], [100, "8(. Love- la mode i To faithful love /mean, then if, -M-fl-fc - ,.^-iT». You had never err'd. sbiyov Ttckc You anew create my hopes, and see this bii-S-do I Your father to conHJleattbematth.gnj-j- <?» _ 3. ad .m avigoT G_«i. Oh my eyaiham do J W-ke>v--iq son )I My Daughter at an Alehouse window ? ri joM :._H Plague of the Devil, my Wife's upon the 0 Bed: Oh my torments I my hellish torments; They gnaw my heart-strings. Strumpet, <-j_rf.M What make you there? .norno\". Tick. Tho* you be her father* yet give me lea -e :i_v sdT Toteilyouy'arefoid-mouth'd: she's so chaste, ?iiniV She knows not what your language means : She's a Mine of Virtue; you may glory n^sdoT In having th' honour to c_J(l her daughter f»A i _ro I .is irigusQ She hath made me a convert* made <__d_ \"so noiniqO Clean a Leopard. -_wn.rf_>vr*I Gamb. May I believe her virtuous ? a Virgin still f Acut. Father, let my tears perswadeyou to Believe it, not shed for any guilt, m t YEralliVM But to soften your obdurate heart. [Kneels. 7 Tick Rise, sweet $ waste not in vain those pearly drop^ 7 Letmealonetojustifie Thy virtue 'gainst the world ; first, Sir,to you, Who are more jealous far then wise : j )c$i This Lady, tfio'your daughter, is now my wise; Nor can your jealous humour injure her, »{_.$ «^| But I participate the calumny , TnPr-.fi.r73 k/^...-wl .7- .7M.J!.... 1 ? - . 777 Therefore bound to vindicate her virtue; She ne'er had won me for a Husband, tfbyintreaties, protestations, oaths, ?■ Gold, Jewels or other allurements I could have entredi-Cr Virgin-sort. In farther addition to her glory, know, She was your chiefc preserver from abuse ; For I II confess ray crimes, because I meane Amendment : I courted long your wife. . I &l7ii IaQh*^u^0,dirc€eov«aUy> »o sensibly lick. -\" 3 ■!-."], [101, "L©v _ a la mode. 87 Ticket. You score dl-hirb'd ; i'faithyou have nocauft, Thanks to your daughter. After long courtlhipj I obtain 'd a triviall favour of your wise, To give me here a meeting ; which (he'd done If not prevented by your daughter, who sent Her Mother to waite at Iflingtm my coming. Gam. Oh how am Ib lest in a virtuous Childe I TUk You are indeed, and in a virtuous wife, If that your jealousie do not corrupt her ; For none but (he could have so long withstood The various traines I laid to blow he- Virtue Up. Sl-tajl*\" *{ irSS 0» Gam Well then, farewell it ; I fee 'tis a folly To be jealous of what we can't prevent. Daughter, I crie thee mercy for my ill Opinion of thee; nay, I Hbuyie with os 1 Five hundred pounds more then I meant • Thee. Son, thou appear'st a Gentleman ; Take my consent : I give thee my daughter Willingly, provided thou wilt not seek Tocuekold the father. Tick I shall ever pay the love and duty of a Son. Gam. Why well said Son;where (hall we keep the wedding? Acu. If it be your pleasure, I think at Islington^ where my Mother expects us. Tick Come, sweet, let '_ thither ; the Parson of the Vil lage shall consume the bargain, and so to bed. Enter Ravt and tAftutia. Rant. Brother Tkkft, well met. Tick* • wish you joy, Sir : nay, never frowne; she is my sister, a Gentlewoman ; and tho' hej portion's small, her love deserves you, and so I thought it \"» part of friendship to bring you together. I dealt not worse by you then I have done by my seise. Rant. What, married? Tick* As you see, — — — — Going to be ti'd to the sweet Apple-tree. Rant. May, 1*11 never l^oile mirth : here'- ray hind, I thought"], [102, "88 L o v e a la -mode. thought to have raged extre*mljr,but it shall be 1-J.e-a lovihg brother.- I wish you joy. Tick Why God-a-mercy ; the like to thee. Gam. And I wish joy to both. KJl+ff£*» i.___IV_L * Wlili- I*-*T fcv* VVi.*»i, Tick rhanksjwortby Father ; now let's to IflingMm »o 1 To consummate my Vow, and after seast There withour Mother : you _hatl;be my guest. O .m.t_ _ i Enter Phil. Cxlia, Blunt, eJMatrana. Tic\\. But see how opportunely come new friends,and from a wedding too ! we are going to the place from whence you came. Phil. Two Weddings meet ! why this is luck i' fkitn. Rant. And we make up the third Couple. Blunt. Nay feakins, forsooth, we make up the mess. Tick. Happy beyondtour with ! let's in a measure celebrate ourjoyes. ,7\"? AS. With all oitf hearts* [.A Dance - EPILOGUE. OVr Lours CounpTp, held no common road : In France it was conceived, Love a la mode. French novelties still use to please our Nation, \" \"., , Better then any English honu-fpun Fashion ; Which makes us hope,that this our Play wiHbiti Being made to the Meridian of your wit ; let for all this, we have just cause to scare , AH are not snjhion-mongers that are here: And those that be, do change the Mode so fast, }Ve are afraid, our wit can never last Above a Terme;whicb dtdour Poet move, To finish dS in Matrimonial love ; That love is antient, and must ever last ; I would your loves were knit to ui as fast : -V?A T That of our Authors Muse you may beget ;7^W-r$ and better off-wrings of bis wit. FINIS. »"], [103, ""], [104, ""], [105, ""], [106, ""], [107, ""], [108, ""]]