[[1, ""], [2, ""], [3, "Sir Thomas Overbury: A TRAGEDY. ALTERED FROM THE LATE MR. RICHARD SAVAGE, As now performing at the THEATRE-ROYAL v I N COVENT-GARDEN. LONDON: PRINTED BY WILLIAM WOODFALL; A JT D SOLD BY FRANCIS NEWBERY, THE CORNER OF ST. PAUL'S CHURCH-YARD-. M.DCC.LXXVI., [ Price, One Shilling and Six- Pence. J"], [4, ""], [5, "T O GEORGE COLMAN, E S Q. S I R, 1 H E. alterations made in the manufcript of Sir Thomas Overbury, left by Richard Savage, in order to adapt it to the Theatre, having been favourably received ; I cannot dedicate the Play with fo much propriety to any perfon as to you, to whom it princi pally owes its theatrical currency. I therefore take this opportunity of pub lickly thanking you for your afliflance; and rejoice that it enables me to boafl of a cir cumflance fo flattering to my vanity, as the honour of your friendfhip. I am, SIR, Your much obliged, Humble Servant, February io, 1777. THE EDITOR."], [6, "ADVERTISEMENT. Doctor johnson, in his Life of Richard Savage, gives a circumftantial ac count of the Tragedy of Sir THOMAS OVER BURY; and tells us, that fome years after Mr. Savage had written one Play upon the fub ject (which, from its own inequality, and the imperfedt and feeble ftate of its reprefentation, \"was rather unfuccefsful) he refolved to write a fecond. The following fcenes are the produce of that refolution. The manufcript of the Author was fome time fince put into the hands of the Editor; who, on perufing it, difcovered a great many beau ties, furraunded by almoft as many defects. The Tragedy was not finifhed; and, from the difpofition of the Xcenes, and conduct of the cataflrophe, it appeared altogether unfit for the itage. In this rude ftate the Editor prefented it to the Manager of Covent-Garden Theatre, who re ceived it with candour, and at a convenient oppor tunity read the Play with him, and agreed to bring it on the ftage, when the neceffary alterations, to fit it for the fcene, fhould be made. In confequenceof this agreement, the Editor confulted his literary friends, under whofe advice, and by whofe affift ance, he has been enabled to give it to the World in its prefent form. He"], [7, "ADVERTISEMENT. He is aware that, as the Tragedy now Hands, it 3& ftill liable to critical objections. He is con fident however, that every reader of tafte will find infinitely more room for praiic than cenfure. The alterations have been made with the greateft deference to the Manufcript of the Author ; ad ditions were avoided as much as poflible, and it has been the chief aim of the Editor, by neceffary tranfpofitions and abridgements, to make Savage mend himfelf. The approbation Sir Thomas Overbury has received in the Theatre, is the belt proof that the Editor and his friends were not miftaken when they thought the Tragedy bore ftrong marks of genius ; and when it is confidered, that owing to a late unfortunate lofs, (a lofs much to be lamented by every friend to the ftage !) the play was deprived of the powerful affiftance of the two firft tragedians of the Theatre in which it is acted, the applaufe it has been honoured wirh, not only fefves to {hew the intrinfic value of the piece, but is alio a teftimony of the merit of the performers who now fill the refpective cha-r rafters, and who, while they are entitled to the Editor's warmeft thanks for their fpirit and exer tion, have done themfelves the hightft credit, and have confequently rifen confiderably in the pub lic eftimation. February 13, 1777."], [8, "PROLOGUE, WRITTEN BY RICHARD BRINSLEY SHERIDAN, Efq: Spoken by Mr. H U L L. TO O long the Mufe— attach'd to regal (how, Denies the fcene to tales of humbler woe ; Such as were wont — while yet they charm'd the ear, To fteal the plaudit of a filent tear, When Otway gave domeftic grief its part, And Rowe's familiar forrows touch'd the heart. A fcepter'd traitor, lafh'd by vengeful fate, A bleeding hero, or a falling ftate, Are themes, (tho' nobly wortn the claflic fong) Which feebly claim yourfighs, nor claim them long ; Too great for pity, they infpire refpet. Their deeds aftonilh, rather than affeft ; Proving how rare the heart, that woe can move, Which reafon tells us, we can never prove. 0;herthe fcene, where fadly Hands confeft, The private pang that rends the Sufferer's breaft ; When forrow fits upon a Parent's brow, When Fortune mocks the youthful Lover's vow — All Rel the tale — for who fo mean but knows V hat Fathers' forrows are ! — what Lovers' woes ! On kindred ground, our Bard his fabric built, And plac'd a mirrour there for private guilt ; Where— fatal union ! — will appear combin'd An Angel's form— and an abandon'd mind ? Honour attempting Palion to reprove, And Friendfhip ftruggling with unhallow'd Love ! Yet"], [9, "PROLOGUE. Yet view not, Critics, with fevere regard The orphan-offspring of an orphan bard, Doom'd, while he wrote, unpitied to fuftain More real mis'ries than his pen could feign ! —-Ill-fated Savage ! at whofe birth was giv'n No parent but the Mufe, no friend but heav'n ! Whofe youth no brother knew, with fecial care To foothe his fuff'rings, or demand to fhare ; No wedded partner of his mortal woe, To win his fmile at all that fate could do ; While at his death, nor friend's nor mother's tear, Fell on the track of his deferted bier ? So pleads the tale*, that gives to future times The Son's misfortunes, and the Parent's crimes ; There fhall his fame (if own'd to-night) furvive, Fix'd by the hand, that bids our language live 1 * Life of Richard Savage by Dr. Samuel Johnfon."], [10, "DRAMATIS PERSONS. MEN. Sir Thomas Overbury, - Mr. Lewis. Earl of Somerfet, - - - Mr. Wroughton. Earl of Northampton, - Mr. Hull. Sir Gervas Elvis, - - - Mr. Whitfield. Officer, - - - - - - Mr. Thompson. Servant, ----- Mr. Stevens. WOMEN. Countefs of Somerfet, - Mrs. Jackson. Ifabella, ------ Mrs. Hartley. Cleora, - ----- Mifs Leeson. Guards , Attendants, &c. ti3* The lines printed between inverted commas are omitted in the reprefentation."], [11, "SIR THOMAS OVERBURY: A TRAGEDY. ACT I. SCENE, The Houfe of the Earl of Somerfet. Earl of Northampton and Sir Gervas Elvis. NORTHAMPTON. LI O W chearfully has this day's light broke forth ? The new-ris'n fun, dreft rich in orient beams, Beholds, with triumph, the late wife of Eflex Tranfplant her beauties from his barren fhade, To flourifh by the heat of love and Someifet. ELVIS. Never (ball I forget the tempting Bride: Such dazzling luftre fparkled from her eyes, That the rich gems fhe wore fhone dim beneath 'em. Inviting warmth glow'd lovely in her cheeks, And from her tongue flow'd fuch melodious founds^ That lift'ning rage grew gentle as her accents, And age was youth again by looking on her. B NORTH"], [12, "SIR THOMAS OVERBURY: 2 NORTHAMPTON. Yet tho' her features are as fbfl as air, Strong paffions urge her mind to manly daring j Work'd up by nature with unufual ftrength, Vengeance, ambition, and the iuft of greatnefs, Swell in her foul, and lift her above woman. ELVIS. If rumour lie not, Overbury comes j Various conjectures rife at his approach ; Some fay, he haftens to- oppofe thefe nuptials. NORTHAMPTON. Come as he may J they cannot be recall'd ; The nuptial Anthem paft fore-ran his Reqiiiera. ELVIS. Others conceive areafon different far. This fav'rite of the Mufes, fo admir'd, They hint, forfakes his father's fair retreat ; Where learning, folitude, and peace, prevail, Ambitious, turbulent, to rule the flate ; Or (hare with Somerfet, the feat of power. NORTHAMPTON. Let ancient honour, then, like your's, give way To fome projecting, rhiming, upftart race ; Men wild of brain, by heated fancy fway'd ! Stead of fage judgment ; judgment, that of old, Has founded, modell'd, render'd empires great, And fettled ftandard laws Inlfead of thefe, Come from wild genius, innovating counsils, Such"], [13, "A TRAGEDY. 3 Such as imbrue with more than brother's blood ; Such as intail hereditary hatred ; Such as convulfe a flate from age to age. ELVIS. Others to gentler caufe impute his coming, And joining his with Ifabella's name, AfTert, that willing Hymen foon will blefs Deferving genius with rewarding beauty. NORTHAMPTON. And give to Overbury, Ifabella ! The man who weds her, (fo fpeaks regal bounty,) The King endows her, and ennobbs him. But oh ! the treafure of her mind, by far Tranfcends her fex, tranfcends all earthly d f>wry ; 'Tis high, immortal wifdom drawn from learning. ELVIS. I thought the texture of a female brain So delicately frail, that when the fex Afpire atfolid wifdom drawn from learning, Half inattention leaves in them half knowledge; Half knowledge, mother of Chimeras wild, Fantaftic filence, and imperious fpeech, Of cunning artifice ; the fcorn of wifdom ; All, that affumes to know ; yet, wrong of head, Is more grotefque than ignorance itfelf. NO RTH A MPTON. Not Ifabella thus. So perfed. fram'd With -native candour, and with native judgment, B 2 Her"], [14, "SIR THOMAS OVERBURY: 4 Her mind intent on, books, gain'd modeft wifdom, Ever felf-diffidenL; her heart caught virtue ; Her tongue ftrong reafon to defend that virtue, And foft perfuafion to make foes its friends. Her fair deportment has unftudied graces; Such, genuine Nature meant the fofter fex, When fne endued it with unconfcious beauty, Combin'd with fweet fimplicity of manners. ELVIS. Warmly yon paint, my Lord. NORTHAMPTON. Yes, for I love her. I love, fhe knows my paffion, and fhe loaths ; And yet f love — But, Elvis, wherefore fmil'ft thou? 'Tis well, I know thy thought — Love and ftay'd years ?— « Spare me left reafon blufh for boundlefs paflion. Nay urge too I am married — Would I were not ! Can marriage fetter love ? ELVIS. But Overbury — NORTHAMPTON. She loves him not, and he's no dangerous rival. Each yet unfeen by each, both feem to plead A previous plighted faith, and both decline Each interview propos'd by Somerfet, Who urg'd their union, but itill urg'd in vain. ELVIS. When letters num'rous were exchang'd, did not His prying, intercepting wiles, explore Deep"], [15, "A TRAGEDY. 5 Deep combination with the court of Rome, 'Till then unknown ; now fatal to your hope ? NORTHAMPTON. They did— Nor think that I forget they did ; For this I am exil'd from court — For this, My 'genius, baleful as a comet's blaze, Hangs o'er his head, and burns with red revenge. But wave we this — Attend to better news; Wade is Lieutenant of the Tower no more. ELVIS. May I remind your friendfhip of a promife ? NOR TH AMP TON; So much in mem'ry friendfhip holds your welfare, Faithful to promife fhall fucceed performance ; Of that hereafter — Go, the bride approaches. [Exit Elvis. Enter the Countefs of Somerfet. NORTHAMPTON. Hail to thofe charms, that fmile upon the morn ; And fweetly gild it like a milder fun. Hail, my fair Niece, now happy too and great; Bleft with perfection to the height of thought. The worth that could deferve beauty like yours, Infures fond love, and heaps long life with pleafure. COUNTESS. Thus while a lover, taik'd Earl Somerfet; But now, alas ! — NOR-"], [16, "SIR THOMAS OVERBURY; 6 NORTHAMPTON. What means the beauteous bride ? COUNTESS. Tho' but laft night our nuptials fix'd him mine, Starting this morning from my flighted arms, Thought feem'd to prefs his mind, fighs heav'd his bofom, And, as repenting of his wilh poflefs'd, Full, in the blufhing dawn, he rofe and left me. NORTHAMPTON. There is a damp, I know, that clouds his joys; A vapour, which your warmth might foon difperfe. COUNTESS. What points my uncle at? NORTHAMPTON. At Overbury ! That reftlefs foe of your's, your hufband's friend, This morning is expected. COUNTESS. Overbury ! Then aid me, indignation, rage, and vengeance ! NORTHAMPTON. Wifely you call on rage for its afliftance ; Juftice would be too flow for your revenge, And confcience whifpers, give it up for ever. COUNTESS. My Lord, I fee to what your counfel leads me ; You know, 1 never lov'd this Earl of Somerfet; Twasint'reft, 'twas ambition won me to him. NOR-"], [17, "A TRAGEDY, 7 NORTHAMPTON. Yet you have lov'd COUNTESS. Lov'd ! whom ? NORTHAMPTON. This Overbury ! Often, you know, I've hinted my fufpicion ; And memory calls up a hoft of proofs To fhew how much, how very much you lov'd him. COUNTESS. Yes, lov'd him more than I deteft him now : Each look, thought, gefture, has confeft the folly. Nay I have wrote — Oh ! Heav'n ! — I know not what ! Reafon was fled, and every thought was madnefs; And now he may betray me. NORTHAMPTON. May ! he will. Oh ! Niece, what have you done ? — But let me paufe ! Thefe letters muft be artfully regain'd. Mark ! — your Lord comes — He feerns amus'd and peniive. 'Tis fit we part. Anon you fhall know further. COUNTESS. I go — Diftradfion and defpair go with me. . My nuptial rites are all made up of horror, And the foft bed of marriage ftrew'd with thorns. When I to peace would footh my care-wern Lord, The fond epiilles, that unbridled love Taught"], [18, "SIR THOMAS OVERBURY 8 Taught my rafh hand to fend to Overbury, Shall rife, like fpedres, to appall my foul, And banifh joy and happinefs for ever. [Exit. Enter Earl of Somerfet SOMERSET. A kind good morrow to my honour'd uncle. Now fortune feems to fmile in earneft on me; This laft night's bleffing crown'd my warmeft wifh ! NORTHAMPTON. And yet, if my eyes err'd not, fure at entrance, Your looks were low'ring, and your bofom labour'd, As if fome lurking care perplex'd your peace. SOMERSET. Sure you miftook, I thought I was all rapture. H(. w I adore your niece, be witnefs Heav'n ! But — Oh — Northampton ! NORTHAMPTON. Speak. SOMERSET. I have a friend, Dearer than life, and as my honour precious ; Our w.ihes and our int'refts are the fame; Friendfbfp has join'd us in fo ftridl a band, As if one foul inform'd us both — Yet he — NOR-"], [19, "A TRAGEDY, NORTHAMPTON. Yet he, oppofing friendfhip thus to love, Deftroys in both your peace — Is it not fa? Truft me, this Overbury has a head Deep-vers'd in wily maxims, and a heart Which policy ne'er meant for mutual friendfhip. SOMERSET. Greatly you wrong him. NORTHAMPTON. Search the race of men, Are there no other friends ? SOMERSET. None who are mine. Can I to palace-fyeophants impart Th' unguarded thought, the big important Icheme, The focial laugh, or fecret meaning figh ? But to my Overbury's breaft, my foul Can in the private or the public fcene, Pour out her frail or better part; to him As free and fafe as to the lonely rock Or defart plain. His friendfhip ne'er indulged one fav'rite fault ; It fhares, it heightens ev'ry virtuous pleafure, And minifters to every care a comfort. NORTHAMPTON. We foon may fee him reach the Statefman's fphere ; But rather, I fufpecl: that one like him, Whofe genius runs imaginary rounds; C &%,"], [20, "SIR THOMAS OVERBURY: 10 May, in the Mufe's fairy land, ere£t Romantic fchemes, but in the State, bewilder. SOMERSET. Who moft bewilder there, are who abftracT: Their felfifh int'refts from the gen'ral good. Not thus the man the Mufescall their own: Him no mean lucre bribes to partial views. He knows from nature's equitable rules, To temper juftice and enforce the laws ; Knows for the public fafety, feats of arms ; Gives gen'rous arts and fciences to bloom ; Tells commerce how to circulate her ftreams, And how to fence 'em from invading foes. 'Tishis to boaft from elevated fpirit, Freedom of thought to form enquiring candour. Freedom of fpeech to check encroaching povi'r, And kindle glorious jealoufy of rights. The welfare of mankind is firft his aim ; Next of his country 5 laft of all, his own. NORTHAMPTON. But in fuch men, could eminence of virtue, If fuch be his, create fo many foes? SOMERSET. Yes, eminence of virtue draws more foes Th-m eminence of vice. Virtue is oft Unhappy, therefore friendlefs ; vice holds fortune ; And fortune, when 'tis her's has friends. She's honour'd; This obj-<St of difdain has homage — veft Virtue with opulence and pow'r : each juft, Each great, each frugal, lib'ral a<3 of goodnefs, Envy"], [21, "A TRAGEDY, 11 Envy mifconftrues finifter intent, 'Till private malice fpread in general clamoua, And end in excellence difgrac'd or murder'd. Enter a Servant. SERVANT. Sir Thomas Overbury is arriv'd. NORTHAMPTON My Lord, I've done - your fafe difcretion be your guide. [Exit Northampton. Enter Sir Thomas Overbury. SOMERSET. Fly to my arms ! welcome as eafe to pain, As health to nature, or relief to want ! OVERBURY. O Somerfet, engraft me on thy bofom ! Each day of abfence feem'd a ling'ring age; But I have hafted ev'n to outftrip time, Left the dull hours behind me as I flew, And reach'd the goal of all my wifhes here. But, tell me SOMERSET. Anfwer firft one earneft queftion Why does my friend refufe, un-nam'd, unfeeo, The beauteous objecl I fo oft propos'd To win, and to be won by love? C 2 OVER"], [22, "SIR THOMAS OVERBURY: 12 OVERBURY. Oh ! there is one, Who, if fhe lives, lives only to be mine ; If dead, I never will become another's : To me then, namelefs reft this fair unknown. But tell me — for my mind has dwelt upon thee— Has thy fond heart regain'd its liberty ? Does the late Effex yet appear herfelf ? Or does fhe ftill hang all her fpells around thee ? Inchanting foftnefs dwalls upon her tongue, And charms in fluent mifchief — She has beauty, That fpreads and blooms like a frefh op'ning flower ; But pois'nous adders lurk beneath its fhade; Or from fuch briars fhoots this lovely rofe, It wounds the touch which it invites to crop it. SOMERSET. Oh ! let me beg thee, if thou lov'ft thy Somerfet ; If friendfhip makes my peace of mind thy care, No more to fhock me on this tender point. O VERBURY. 'Twere flatt'ry all, not friendfhip, to comply ; The wound can ne'er be cur'd, that fhuns the probing; And counfel is a friend's peculiar office. SOMERSET. Truft me, my friend, that counfel comes too late, OVERBURY. Hear me ! — for as I love thee, I will fpeak— Tho' beauty's glitt'ring charms delude the eye, Virtue, the light of truth, is long fince faded : Her"], [23, "A TRAGEDY; 13 Her fame- ,but dignity of fame deferts her : And when a woman's reputation falls, So juftly falls — all that fair faint-like guile, All that repenting virtue can infpire, Can never lift it to its ftate again. SOMERSET. Cruel report, I know, has wrong'd her worth : Envy ftill feeds upon the faireft fruit, And fpreads its poifons on the wings of virtue. OVERBURY. Virtue and her — Oh ! name them not together. Her trial with her late wrong'd hufband Eflex ; Her loofe pretenfions for that wifh'd divorce Come, we know all, and, on my foul, I think, Dear as I love thee, could'ft thou ftoop fo low As to receive that wanton to thy arms, 'Twould fhake my friendfhip fo, — I could not fcorn thee, — But, ere I'd fee thy fhame — I'd range the world, And leave thee to the ruin thou'rt fo fond of. Should'ft thou Alas ! what mean thofe ftarting tears ! Big drops of fweat — dead palenefs— trembling limbs ! Signs of fome ftrong confufion ! SOMERSET. Oh, my friend ! I muft not — cannot, hide a thought from thee. She, from whofe charms your friendfhip would divetf me, Is now ■ my wife ! OVER-"], [24, "SIR THOMAS OVERBURY: GVERBURY. u Your wife ? SOMERSET, My much lov'd wife. OVERBURY. Oh, what are men who love ! My Lord, 1'vedonev One figh to friendfhip only, and — no more All thofe convulfive ftarts that fhook thy frame, Were the prophetic warners of my fall. SOMERSET. Said'ft thou thy fall! OVERBURY. That I ftill love thee, witnefs this embrace ! Witnefs thefe tears ! But, from this fatal hour, Join'd as you are to her — we part for ever. SOMERSET.- O flop- — repent recall thofe hafly words ! I fear I have no friend but Overbury. OVERBURY. You have a wife, and friendfhip is her office. It flings my foul to fee thee thus betray'd, And my foreboding heart ev'n bleeds with pity. All that is left me now, is to avoid thee, A>-d not to fee, what, but to hear, will wound me f Will deeply wound ! Down, down, my throbbing paffions ; Farewell, my Lord —may ceafelefs bleffings wait you. [Exit Overbury."], [25, "A TRAGEDY. 15 SOMERSET, folus. Sorrow, eternal forrow, claims me now ; All happy fortune flies for ever from me. ' Whate'er's worth wifhingfor on earth, I've loft. Life is a dream, difturb'd by conftant woes, And he who has no friend, finds death a blefTing. When friendfhip's pow'rs recede from virtue's aid, Sharp hoftile cares unguarded peace invade. Friendfhip, from ev'ry care, can life defend ; Our Guardian-angel's but a faithful Friend. [Exit Somerfet, End of the FIRST ACT."], [26, "16 SIR THOMAS OVERBURY: ACT II. Scene continues. Enter Ifabella, and Cleora. ISABELLA. Pi. LAS, Cleora, comfort comes in vain j Does not Northampton, from his rank prefumptuous, Affront with bafe attempt my orphan virtue? Did not my guardian, Somerfet (till then Indulgent) almoft fpurn me kneeling, from him, When I declined a confort, yet unfeen ? But would this Overbury force my choice ? No — fure the man whom once the mufe has bleft, Can know no cruel, no ungen'rouswifh. CLEORA. If fuch his numbers, and if fuch his foul, Why to his fuit averfe? ISABELLA. Becaufe another With fweeter numbers, and a fofter foul, Has long engrofs'd my breaft. CLEORA. Another, fay you ? IS A."], [27, "A TRAGEDY. 17 ISABELLA. Another, my Cleora! for my Bcllmour , {So was he called) firft warm'd my breaft withfriendfhip» (Friendfhip I thought it, but I found it love;) And as I aim'd to copy what I priz'd, Defirc of wifdom gain'd upon my foul, And all the toys, the vanities, and trifles, (The low amufements of my youth and fex) Difpers'd. — The writings of the wife and good Earned I fought, and with my Bel'.mour's knowledge (Which rivall'd 'em) compar'd. — Thus him and truth I faw, admir'd, ador'd — Yet long I ftrove ( But ah ! what lover can ?) to hide my paffion. He wifh'd, he watch'd, and what he wifh'd, perceiv'A CLEORA. Was love by love return'd ? ISA BELLA. Ardent it was. Confulted virtue too, with willing fanftion Cemented in firm faith, our meeting fouls. CLEORA. Say, was he greatly born ? ISABELLA. All that I learn'd, He was of humble, not ignoble birth. CLEORA. Why did you part ? D ISA"], [28, "if SIR THOMAS OVERBURY; ISABELLA. Fam'd Oxford, nurfe of arts ! Whofe charge he was, recalPd the virtuous youth? To clofe the period of each ftudiouscourfe ; _ But ere the time of his propos'd return, (For then in Sylvan fcenes I liv'J fequefler'd) News of my diftant father's haft'ning death, Swift fummon'd me, to pay my laft fad duty. Ere fince that hour, (a fatal hour to love) Enquiry has no clue to guide him to me ; Nor is this all — to multiply my griefs, Dear to my eye, his letters, miifive wooers ! O'er whom I often footh'd the pangs of abfence, By fome ftrange hap, are loft, or ftolen from me. CLEORA. Good Heav'n forbid ! — but fee, Northampton's Earl, Who raifes other thoughts than thofe of love J ISABELLA. Far other thoughts indeed— I loath his prefence. Let virtue learn from Overbury's lays, f He comes too near, who comes to be denied*.\" [Exeunt,, Enter Earl of Northampton. N O R T H A M PTO N. Stay, Ifabella — ah ! fhe flies my call, Flies, like difguft, from love. For once then, hate, Afford that happinefs which love denies ! Well, Overbury, if deep plots have force; * A line jn The Wife, a Poem, written by Sir Thomas Cvcrtury,"], [29, "A TRAGEDY, 19 i If poifons can be drawn from baneful plants ; Then horror from my fury light upon thee. Enter Countefs of Somerfet. COUNTESS. My Lord, I know not if I'm yet betray'd, My foejuft met me with a look eftrang'd, No courtly grattilation 'fcap'd his lips ; Silent he pafs'd, and bow'd with cold referve. NORTHAMPTON. Saw you your Lord ? COUNTESS. I did, and ftrangely moved. The focial fweetnefs cf his nature's loft ; With folded arms he traverfes the room, Now red — -now pale — big on his vvat'ry eyes Prompt tears ftand trembling — fpeak to him, he fighs, Or fhakes his head ; atev'ry queftion fhock'd, Drops in fome broken phrafe, a dubious anfwer ; Then on a luddeh ftarts, and flies obfervance. NORTHAMPTON. Now is the lime to mould him to our purpofe. Then to our bufinefs — View thefe letters well. To whom, from whom — This name's unfuperfcribed,— And that un (ign'd. COUNTESS. 'Tis ftrar.ge. D 2 NOR"], [30, "SIR THOMAS OVERBURY, 20 NORTHAMPTON. Yet fpeak not thefe ? Thefe fure mark'd cbaraflers, fome well-known hand ? 'Semblance of thought and ftile too COUNTESS Overbury *s ?' NORTHAMPTON. They cannot be miftaken. — Overbury 's — And wrote to Ifabella. COUNTESS. Her ?— Diftra __fcan ! When loft ? where found ? by purpofe or by chance ? NORTHAMPTON. A tender billet dropt, firft told the fecret ; The others from her followers were obtained ; Won by my well-tim'd gifts, and promi.'d favour^, To break into the cabinet of love, And plunder it of this its choiceft trealure. COUNTESS. Me, then he fcorns, and doats on Ifabella. Oh Jealcufy !— NORTH AMPTO N. — ThatPaffion, turns at once Love, ill-requited love, to deadly hate ; To hate ten-fold embhtered. C O U N-"], [31, "A TRAGEDY 21 COUNTESS, To revenue. NORTHAMPTON. Aye, to revenge, invoke that pow'r— Revenge ! COUNTESS. Revenge dares ftrike at Thrones, or ev'n at Altars j Rivers of blood mark out her purple way, And cities flame to give her triumph lufture. NORTHAMPTON. Then Overbury ftudy fancied virtue, Fine fpun philosophy, romantic honour, 'Till fure revenge rufh fuddenly upon thee ; Then ftart, behold who ftrikes — and fo expire. COUNTESS But what the means ? NORTHAMPTON. Thefe undirected papers. Difclofe 'em to your lord as fent to you, As am'rous fuitors from his rival friend. The rage of flighted love, at prefentyour's, Will then feem Overbury 's. Jealoufy, Tho' now it rend your breaft, fhall rend no more.' But be tranfplanted to your lord's, and your revenge Be his — this done I have a farther plot ;— Ere night this Overbury fees the Tower. H- COU"], [32, "St SIR THOMAS OVERBURY; COUNTESS, But foft!— the Earl! NORTHAMPTON, Then liften to my counfel. Firft ftir his temper with fuch cautious art, That ere his judgment can exert its power, His blood take ferment from a warmth of paffion, And when his fiery fpirit flames with rage, In its full heat, then ftamp it with revenge. Let me retire. — Ee artful and be profp'rous. [Exit. Enter Earl of Somerfct. SOMERSET, mufing'. They fay our thoughts diftinguifh us from brutes : Would I could never think ! — I then were happy. Reflection rivets woe upon the wretched. Thought teaches me to feel a friend's loft worth. When we have friends, to rhenvwe truft our grief. Our care lies lighten'd, and the mind is peace. To me that comfort's loft — I have no friend^ A wife ! A friend ! Oh ! they include all joys^ And love and friendfhip are fo near allied, They fhould like poefy and mufic join, Each formed to grace the other — why in me, Why in my breaft fhould friendfhip jar with love f COUNTESS. His heart feems preft with care, {afide) My gentle lord, Why"], [33, "A TRAGEDY, 23 •Why leave you thus the gaiety of friends? Why has unfocial grief ufurp'd your foul ? SOMERSET. I found myfelf diforder'd and I left you — Oit am I thus — Leave me, I'll foon return. .COUNTESS. Oh ! my dear Lord, I am not foon deceiv'd. Thofe care-bent brows ill-fuit a bridegroom's face. Are folded arms the geftures of delight? Are thefe fad iighs the voice of inward joy ? No, no, — Remember I am now your wife, •? Tis rpine to eafe your cares and bring you comfort 1 If you have forrows, I muft claim my part : If you deny me this, you love me not. SOMERSET. Not love thee, fay'ft thou ? Oh ! thou foul of Somcr- fet! Coi.ld thofe bright eyesdifcern my inmoft thoughts, There would you fee, how your fufpicion wrongs me. Let me look nigh ! — Let me gaze here with wonder 1 Where's friendfhip now ? why reafon yields to beauty. What tho' the crimes of which her foes accufe her, Glar'd broad as day-light on my ftartled foul, Angels fit fmiling on her foft'ning eyes, And lend an awe to fweetnefs ; love reigns round her, r And when fhe fp;aks, co-nfort, like fweeteft mqfic, Melts in her voice, and charms away my grief. P0Uff-"], [34, "SIR THOMAS OVERBURY: 24 COUNTESS. Oh ! with what art you footh my fainting fpirits !— v And am I ftill your dear, your much lov'd wife? Why do I afk ? Thofe eyes confefs I am. Then tell me, for you fhould impart your cares, Why are you thus ? SOMERSET. Oh! COUNTESS, Nay again you're cruel. I guefs to whom I owe my lofs of power : You have a friend — A friend! weigh well that name j A wife becomes the trueft tend'reft friend ; Link'd to her lord, in int'reft as in love ; Partner of ev'ry care, and ev'ry joy. Thro' ev'ry various turn of life the fame ; The balm of comfort, fource of all delight. Such once was marriage — But you have a friend ; A friend, whofe tongue can tell you tales of honour, And bid you ufe a power, an early power, To triumph o'er a wife, while yet a bride; Who has indeed her faults, but whofe chief crime Js loving ycu — perhaps, with too much fond nefs. SOMERSET. What means my love ? — What friend ? CQUNTESS. Is there not one, Who ftains my honour, and arraigns my lq. e ? Whpfe"], [35, "A TRAGEDY. 25 Whofe zeal of friendfhip has oppos'd our nuptials, And mad'ning now at oppofition vain, Rebukes your choice ? Hence flows not your difquiet ! Lift up your eyes on mine ! — To this, reply. Ah ! they decline, your thoughts can find no utterance ; And yet your filenee (\"peaks — Come, come, my Lord, I know your tutor chides your faulty coiu!uc~.. ' Go then and make your peace. Be meekly penitent ; Promife to err no more, and he forgives. SOMERSET. Hear me, fweet tyrant, 1 befeech thee hear me ! Thou 'rt dear to me as beauty is to love ; Dear as enjoyment to defire : — as dear As filial bleflings to parental fondnefs, Or gen'ral welfare to heart-felt benevolence. COUNTESS. And does my foe, who calls himfelf your friend, In vain endeavour to fubvert my hope ? He does, and I forgive him — Yet methinks 'Tis pity, one who fhines in various fcience ; In all the graces that embellifh knowledge, That one, (o form'd to charm, fhould hide a heart That merits infamy, contempt and hate. But I muft tell you — yet I would not — SOMERSET. Speak. COUNTESS. . This Overbury, this lov'd man, is E SOM-"], [36, ".5 SIR THOMAS OVERBURY; SOMERSET. What ? COUNTESS. 'Tis a harfh word — A villain. I could forgive all hate ; but his who aims To alienate your heart from love like mine ; Or could I pardon fuch a wrong to me, What to my deareft Lord was meant I could not. SOMERSET. I prithee do not turn me wild — explain. COUNTESS. Why what if he defign'd againft my honour ? SOMERSET. Againft your honour ! — Madnefs ! — Fury ! — Death ! COUNTESS. Suppofe, to urge his paflion againft your's, He told me your were falfe, defigning, jealous ? Suppofe he, when each art was tried in vain, Attempted force, and threaten'd me with flander? SOMERSET. Force ! — Slander ! — Thou haft warm'd me Think once more, He could not be fo bafe. COUNTESS, Were he as honeft as he feems, he could not. SOM-"], [37, "A TRAGEDY, SOMERSET. 27 Ere yet my fury mounts into a blaze, Ere I upbraid him with defigns like thefe, I charge thee tax not innocence with guilt; For thou may'ft open fuch a fcene of horror, 'Twill fhake thee to behold it Have a care ! *' Dare you confirm it with an oath ? COUNTESS \" Dare I ? SOMERSET. \" Nay, but weigh well what you prefume to fwear ! \" Oaths are of dreadful weight And if they're falfe, \" Draw down damnation'' — - They who murder fame, Kill more than life-deftroyers. COUNTESS my hopes, What I have faid— SOMERSET. ■No more 1 muft believe you ; Believe you, faid I ? what muft I believe ? If you prove falfe ; if you traduce my friend, And wrong my faith, may forrow blaft thy bloom ! May confcience rife in all her dreadful triumph, Scare ev'ry knfe, and ftrike thee with diftradfion ! Yet fure thou'rt true That foul wrapt round with charms ; That foul can wear no ftain of barb'rous falfehood ? — • What then muft Overbury be ? Reflection E 2 Sickens"], [38, "SIR THOMAS OVERBURY: 28 Sickeris with doubt, and dies in dark confufion. Give me fome proof. COUNTESS. The proof is here Thefe letters > Dark fcro'.ls of love from Overbury's hand, Fill'd with her praife, whom now he bafely flanders. Note but the chara&tr Ooferve the ftile Perufe — - SOMERSET. I know 'em well The periods that fo oft Once gl.iw'd in feeming fiiendfhip, kindling here In am'rous paffion This, in me, they cenfur'd ; Yet while they cenfur'd, rival'd, well f know 'em. He's falfe, falfe, falfe.' Curfe on all treach'rous friends ! Enter Earl of Northampton. NORTHAMPTON. Why are the bride and bridegroom thus retir'd ? Crowds of all ranks prefs in to join your pleafures, And ev'ry inftrumcnt of mufic vies To found fweet notes an J fwell. the hour of love. SOMERSET. Alas ! my Lord ! ev'n harmony grows harfh ; Thought's out of tune, difcord has ftruck my ear, And my foul jars within me. NORTHAMPTON. What tie caufe? SOM-"], [39, "A TRAGEDY, SOMERSET, 'Tis a vile world, Northampton ! NORTHAMPTON. This is but too apparent Who has wrong'd you . SOMERSET. The darkeft of all villains A falfe friend ! But as I am a man, I will revenge it.. Oh ! what a change has my poor heart fuftain'd ? — But a few moments fince, this man's lov'd memory Sat foft as brooding halcyons on my foul ; Now my rouz'd rage NORTHAMPTON. Nay, this is wild, my Lord. When anger rufhes unreftrain'd to a£tion Like a hot fteed it ftumbles in its hafte. The man of thought wounds deepeft, and ftrikes fafely; Premeditation makes his vengeance fure, And levels it direclly to the mark. SOMERSET, I cannot, tho' a Courtier, kill with fmiles ; My fury fcorns to glow conceal'd in embers ; No, it fhall mount and fpread in flaming fiercenefs. If I muft fall, why I was born to die, And fall as a man fhould — If 1 revenge me, I right my injur'd honour as I ought. NORTHAMPTON. This Overbury ? — SOM"], [40, "30 SIR THOMAS OVERBURY: SOMERSET. Said'ft thou Overbury ? Now, by my foul, there's magic in the name, And my charm'd rage grows ftill as midnight filence. Why would'ft thou fpeak it ? — Let me not dwell upon him. Talk of falfe friendfhip, of abandon'd honour ; Of bafely-rival'd love Of force Of flander; Of hate, revenge; of ruin, of diftra&ion ;— • But fpare that name at which my fury melts ; Or guilt will fmile like fweet-ey'd innocence. COUNTESS. My Lord, be calm — Refle£f how penal rigour Oft hardens bim, whom pardon may reclaim. 'Tis nobler to forgive, than to revenge. SOMERSET. Do'ft thou plead for him? he has hurt thy fame, Ev'n to my ear has hurt it — Gen'rous charmer, The more thou plead'ft the caufe of him who wrong'd thee, The more fhould thy wrong'd goodnefs be reveng'd. Thou, injur'd friendfhip, my griev'd foul infpire, With awful juftice, with vindiflive fire ! \" Let my revenge to match th' ungen'rous wrong, \" Be fwift as eagles, be as lions fhvng ;\" Aid me, ye lightnings, wing'd with fate defcend, And blaft the worft of foes, a faithlefs friend ! [Exeunt. End of the SECOND ACT."], [41, "A TRAGEDY. 31 ACT III. Scene continues. Earl of Northampton and Sir Gervas Elvis. NORTHAMPTON. JL/ E T me congratulate my faithful Elvis : The Tower-lieutenantcy will foon be your's, For Somerfet has faid it. ELVIS. My kind lord I NORTHAMPTON. Yet more to pleafe you, if you love Northampton, The man I hate will foon be in my power. ELVIS. Is't poffible ? NORTHAMPTON. The King comes here in private, And Overbury dear fhall rue his coming. ELVIS. Can Somerfet forfake him ? NORTHAMPTON. He detefts him. ELVIS. Prodigious change ! this news indeed furprizes. And can he then believe his friend is falfe ? NOR"], [42, "SIR THOMAS OVERBURY: 32 NORTHAMPTON. Friendfhip at firft was to belief averfe; But when we touch'd the mafter-fpring that mov'd him, Then wrath arofe ere reafon was on guard. Note, that credulity gains faft on wrath ; »« If wrath reply to wrath 'tis outrage all ; \" If gently treated, it infults fubmiflion ; \" Deaf, as the adder, when perfualion pleads. \" If it meet filence, filcnce more provokes ; \" Silence it deems the fignal of contempt. \" No violence can tame no foftnefs ftill it.\" But if 'tis ftifled, as I truft it fhall be, 'Tis cool, deliberate, conducted malice, A deep, a fecret, fettled fcheme of death. ELVIS. Muft Overbury's death then crown this deed ? NORTHAMPTON. It muft ; for this commences now our plan : An embaffy to Ruflia is propos'd — His policy will deem it decent exile ; (Exile it is) refufal will be fate. Then of undutiful contempt accus'd, The King will ftraight commit him to your care. ELVIS. What will the people fay ? NORTHAMPTON. The courtly rank Will"], [43, "A TRAGEDY. 33 Will joy to fee an envied fav'rite fall. The vulgar herd take rumour for their guide, Slow to examine, forward to believe, And to infult the falling ever prone. Thefe to enflame I have a hireling tribe, Whofe venal pens will plead oppreflion's caufe, And thefe (before retain'd, now full prepar'd) Shall, iffuing from the prefs, proclaim him leagu'd With men, whofe zeal is mark'd againft the ftate. Say— dare you be a friend ? ELVIS. I dare the worft ! NORTHAMPTON. The Tow'r be your command, and he your charge. No more be fecret. Enter Earl of Somerfet. SOMERSET. Good Sir Gen/as Elvis, I greet you gladly with your nevv-giv'n honour, Which the King's pleafure thusconfr m s by me. [Delivers a commijfion, ELVIS. My lord, you bind me ever to your fervice. NORTHAMPTON. Elvis, be ready and prepare a guard* [Exit Sir Gervas Elvis SOMERSET. Oh !— my Northampton ! F SO"], [44, "SIR THOMAS OVERBURY: 34 NORTHAMPTON. Why that figh, my lord ? SOMERSET. I have been thinking when we lofe a friend, 'Tis like an eye pluck'd from its bleeding orb; No more the other holds the joy of fight, But ceafelefs weeps 'till it grows blind with anguifh; NORTHAMPTON. Methinks your wrongs fhould fting you with refeat. ment. SOMERSET. Aye, mention thofe, and I relapfe to fury. My reftlefs thoughts drive round like veering winds, And whirl into diftra&ion ! Oh, forgive me ; 'Tis the laft ftruggle of expiring friendfhip. NORTHAMPTON. Shame on your foftnefs ! SOMERSET. Be not rafh to blame me \\ The King's enflam'd, the embafTy propos'd, And Overbury fummon'd to attend But Oh, Northampton ! treach'ry ftartles me ! — . Why rather not accufe him face to face, And with an open anger prove the charge ? NORTHAMPTON. His art would gain advantage o'er your paffion.— 4 Nay, I could tell you more. SO-"], [45, "A TRAGEDY. 35 SOMERSET. Oh, give it all ! NORTHAMPTON. His party whifper that he rules the helm, Makes you a court-machine, a tool of ftate, And turns and winds your actions at his will. You've lodg'd within his bofom mighty fecrets ; And hence (they cry) you've made him dangerous j For he whofe eafy faith believes a friend, Makes him another felf, and tells him all, Invefts the man he trufts with too much pow'r, And from a trufting friend becomes a flave. SOMERSET. And means he then to awe me with betraying The clofe, the facred confidence of friendfhip ? sc Such, as when friendfhip into difcord turns, \" Ev'n hatred holds its honour to conceal ?\" Come, fhape me as you pleafe! — anon we meet — Remorfe farewell ! Now wiles fhall cope with wiles. [Exit Northampton.- SOMERSET, folus. My angry breaft, like wounds that ache at air, Sore-fhrinking at his lighteft breath, will fmart ; While he, unconfcious of my hate, has peace. 'Till to the brim this cup of vengeance fwell, 'Till then I fuffer what I mean his doom, And feel, felf-punifh'd, all the pangs he merits. F 2 Enter"], [46, "36 SIR THOMAS OVERBURY; Enter Sir Thomas Overbury. OVERBURY. I come obedient to your fummons, Somerfet ! The force of friendfhip overfways my grief, And i muft love you ftill. SOMERSET. Diffembling villain ! [Aftde. OVERBURY. But if you ftill propofethe fair unknown, Know that affianc'd faith and conftant paflion Have made another miftrefs of my heart. SOMERSET. Say rather, gallantry difdains all ties, That it muft rove, muft leap all mortal bounds, Seduce fair innocence— no matter whom ! What tho' a father, agoniz'd, behold The faireft daughter of his hope abus'd, She weep her virtue, peace, and fame deftroy'd : What rho' fome hufb.nd, firft an injur'd friend, Then fa: her of an offspring not his own, Shall be m.trk'd out by hooting fcorn for wrongs, No time can heal, no penitence atone ? OVERBURY. AI this wretch ? SOMERSET. I wander from the purpofe. I have a meffage from the King this morn, That will, I doubt, furprife you — 'Tis his pleafure, That"], [47, "A TRAGEDY. 37 That you prepare yourfelf, without delay, For an immediate embaffy for Ruflia. OVERBURY. The warning's fudden ; SOMERSET. The defign is deep t Perhaps too, not propos'd by your beft friends. OVERBURY. M And why for Ruflia ? — An unnotic'd nation \" Untrain'd to civilizing arts and grandeur ; \" Unform'd by martial difcipline for terror; \" Unknown to naval pow'r From us remote— \" What fhould we afk, or fear ? — Some petty commerce, \" Such as, beneath the dignity of treaties, \" Demands fome low-born genius totranfaft \" To me 'tis exile — Yet, my friend, your counfel. SOMERSET. If honefty's your guide, you cannot ftray. OVERBURY. If to be bleft and honeft were the fame, I fhould not be unhappy — But I fee you ! Northampton, and your wife (ferpent and woman !) Have alienated from a friend your heart; And your plain mind, unfafhion'd for deceit, Knows not to veil its frailty. SOMERSET. Have a care ! OVERBURY. What, threaten'd too ? — Ungrateful Somerfet ! Have"], [48, "SIR THOMAS OVERBURY: 38 Have I for this ftill made your cares my own ? \" For this too left a father's green retreats, \" Where filial and parental love combin'd ; '« Where competence, pure joy, contented virtue.. *{ Health, contemplation, all the mufes charm'd, <e And learned leifure was with wifdom blefs'd?\" Farewell the fplendid flavery of Courts ; Farewell the guile that wears the mafk of friendfhipj To that and Somerfct farewell for ever ! SOMERSET. Then I muft tell the King you'll not obey. OVERBURY. Tell him I'll ferve him to my lateft breath, 'Till the reward of loyalty be mine ; For patriots ftill muft fall for ftatefmens' fafetyj And perifh by the country they preferve. SOMERSET. 'Tis dang'rous thus to tax the royal juftice. I fee you take rafh counfel from your paflions j Accufe e'en me, and her I hold moft dear— If when you touch'd me in too weak a part, I fhrunk, 'twas from quick fenfe of aching pain. I was too blame — Excufe it as a friend. OVERBURY. Confefs you then, you were to blame ?— no more ! My fit of rage, like inoffenfive light'ning, But flafhes and is loft — Whar, ftill uneafy ! S OMERSET. 'Tis a hard ftruggle to diffemble thus.— [Afide. You know I'm rais'd to fortune's topmoft height— If"], [49, "A TRAGEDY. 39 If I grow giddy, I fhall move away, And roll at once to ruin. OVERBURY. Let me guard you, And, to be near you, not accept this offer : Form fome fair caufe, and urge it as my anfwer. SOMERSET. I'll do't — Oh, Overbury ! my rack'd foul Ties up my tongue 1 cannot fpeak to thee— I cannot fay how much I love, I fear thee— Awar of pafflons rages in my bofom, A thoufand wild emotions fhake my frame. I'll to the King — No, friendfhip root me here! Yet I muft hence — love fummons me — hark ! hark ! farewell, and think of Somerfet no more ! [Exit wildly OVERBURY, folus. This meffage from the King bears fome defign, But I'm more touch'd with Somerfet's diforder. What can this mean ? Come, be it as it may ! The polar ftar fhall no longer fix'd, But turn delufive to the failor's eye, Sooner than Somerfet prove falfe to me. Enter the Countefs of Somerfet. COUNTESS. £Jow, now fupport me pride, or I am loft ! OVERBURY. She here ? CO UN"], [50, "SIR THOMAS OVERBU.RY: 40 COUNTESS. Why ftart you, calm, infulting man ? Is love a crime too great to be forgiv'n ? But thy cold foul admits no warmth of paffion: I, like the fun, darted too fierce a blaze ! Yet thy chill wifhes Dawn'd fome fick h»pe, when Ifabella's eyes, Like a pale moon, gleam'd fome faint beams upon thee. OVERBURY. How ! knows fhe that ? (afide) when honour lights up love, Th'illumin'd foul burns lambent with a flame, Pure as the hallow'd altars — fuch my hope ! Such were the wifhes mov'd by Ifabella. COUNTESS. How I difdain thee !— Yes, I fcorn thee — hate thee— Thou who could'ft ftoop to expofe a woman's weaknefs} To taint her fame, and blaft her to the world. OVERBURY. You wrong me — I was fecret — If your fame Has drawn unhappy ftains, am I the caufe I Was it not that divorce which — COUNTESS. Peace, upbraider . QVERi"], [51, "A TRAGEDY, 41 OVERBURY. I not upbraid your love, but your wild paffions, Which would, like envious fhades, eclipfe thofe beauties, That elfe, with juftice, fure had charm'd mankind— Oh ! that my words were with attra dion arm'd, 'Till from aconfcious breaft and confcious eye, This flood of frailty rofe exhal'd in fighs, And flow'd away in ftreams of foft repentance ! COUNTESS. Where are my letters ? Thou detain'ft them poorly As trophies of thy triumph o'er my weaknefs, As evidence of thy pretended virtue, And my imputed guilt. — OVERBURY. Injurious woman! Hear then, and mark how much you wrong me ! Mov'd by a confcious hope to eafe your fears, Prompted by honour, 'twas my fixt refolve To give them up now they are your's again. [Delivering them. COUNTESS. Is't poflible?— Too generous, cruel Overbury ! Love warms my breaft anew, and wakens pity. Can I on thy fond letters build thy ruin, When mine had blafted me, had'ft thou withheld them? OVERBURY. I underftand you not. G CQUN."], [52, "SIR THOMAS OVER BURY-. 42 COUNTESS. But thought's too late. lam embark'd — the waves of fate furrcund me, And if I make not on, I'm funk for ever. OVERBURY. What means this firange diforder ? COUNTESS. Madnefs — phrenzy ! Let me not flay ! Oh ! wretch ! death hovers o'er thee; He grafps a dart, and in pale fury fhakes it High o'er thy head ! — Now, now it falls to ftrike thee ! Hold, hold thy hand ! I fly to ward the blow. [Exit Ccuntefs of Somerfet. OVERBURY, fohs. Or I'm enfnar'd or madnefs feiz'd the Countefs— But arm'd by virtue, what have I to fear? A deeper care than grandeur, wealth, or pomp, Than fame, or fate, hangs heavy on my heart yiy foul's beft hope ! Creation's faireft pride ! The hfe of life ! — Her all the live-long day, And her in nightly dreams I ceafelefs mourn ; Gone, gone, inabfencelqft — Perhaps for ever. [Reiki:. Enter Tfabella and Cleora. ISABELLA. Cleora, no — let Somerfet propofe Threat or intreat in Overbury's caufe; « u%"], [53, "A TRAGEDY 43 ■ Let this fam'd Overbury's happier mufe \" Melodious fteal upon the lift'ning paflions ; \" Add eloquence of fpeech, add truth of heart, \" Accomplifh'd nature. Thefe are Belmour's— Add \" Accumulated wealth and Idol-honours — U \" But how inferior thefe to humble fortune '' By virtue aggrandiz'd— to love and Belmour ?\" Know that intreaties, menaces, perfuaTionS, Ctmbiu'd allurements — all are vain to me; CLEORA If right I learn——/ This Overbury has, like you, refus'd What Sbmerfet has urg'd — A fair there is, Whom wand'ring far and wide, he long has fought} Mutual their love, but fruitlefs is his fearch. ISABELLA. May Heav'n propitious then befriend his hope j His honeft hope, his ever conftant worth ! — Oh i Belmour, Belmour ! — whatfoe'er thy fate, If in fome fluw'ry fylvan fcene you dwell, VVkh letter'd folitude and virtuous peace, Or pine with haplefs love, orhopelefs rove In fearch of her, who of thy fight defpairs, I ftill am thine—\" Or, if thy muhty grief \" Has driv'n thee, as, alas ! mine hurries me, «' Thro' darkfome death, to life that fhines for ever; \" There with all native excellence from earth, G 2 » (AU"], [54, "SIR THOMAS OVEkBURY: 44 *c (Allnowenlarg'd, exalted and refin'd) *' There, if aught mortal can deferve thy care, \" Hear me, illuftrious fhade, devoted vow *' Pure, conftant flame, to honour, love, and thee.\" — O Belmour ! Belmour ! OVERBURY. Heav'n ! what means that name ! Inchantment rivets me ! CLEORA. Madam, Sir Thomas Overbury, ISABELLA. Ha! [Overbury comes forward, I am betray'd Hence let us fly, Cleora ! OVERBURY. My Ifabella, flay! ISABELLA. That well known voice— OVERBURY, My charmer \\ ISABELLA And that face ! My prayer is heard — OVERBURY. 'Tis (he ! 'tis the, indeed Oh ! happy Overbury ! Happy Belmour ! ISA-"], [55, "A TRAGEDY. 45 ISABELLA. \" Has Heav'n then will'd fome miffionary angel ** To take this fhape ? To vifit thus in love ? \" Ah no ! — My thoughts run raptur'd round and round, \" And form this dear illufion, which may vanifli, *' And in new abfence leave me worfe diftradfion. •« Then, Ifabella, truft it not! [Going; OVERBURY. \" Yetftay! '• It is the voice of love' — Thy Belmour calls— * Conjures thee — On his knees conjures She turns I *• She meets Oh ! take me to thy heav'nly bofom \\, *' Here die our forrows ! Here revive our joys !\" ISABELLA. And is it poflible? It is my Belmour ! Myriads of tender thoughts crowd faft for ut'rancej Myriads of doubts at once to be refolv'd ! Say, Belmour ; why that borrow'd name — and-— • OVERBURY. Pardon the only fi&ion love has us'd. Truant from Ifis' banks, my boyifh fears Join'd to a wildnefs, a romance of paffion Led me to veil my name to try thy love. Time fhall expUin it all. But fay, wer't thoU The fair fo oft propos'd, fo oft refus'd ? — ISABELLA. Mutual our wifhes, mutual our denial, And mutual conftancy may find reward. OVER-"], [56, "1_6 SIR THOMAS OVERBURY: OVERBURY. Let my foul blefs the mufick of thofe words ! \" My heart beats rapt'rous at the foft'ning found !— ' \" I feaft my famifh'd eyes upon thy fmiles, *' I touch thee and am loft in extacy ! \" Here in foft fighs I'll pour my pleafures forth, *' Gaze 'till I e'en grow giddy with delight.\" Now Heav'n thou art too kind ! — I have a father, Who longs to blefs our love — I have a friend — ■ But let us glad my Somerfet ! Where Is he ? Hafte we to him ! Enter Sir Gervais Elvis, and a Guard. ELVIS. Sir Thomas Overbury, I fear I bring you an unwelcome meflage. 'Tis the King's pleafure that you ftand confin'd Clofe in the Tow'r a pris'ner to the ftate. OVERBURY. The ftate — The Tower — -A pris'ner ?— -Wherefore this? Where is the Earl of Somerfet ? ELVIS I know not. OVERBURY. May I not fee my friend I EL-"], [57, "A TRAGEDY. 47 ELVIS. I dare not grant it. OVERBURY, No — That's hard indeed— But ah ! my love ! Why is that cheek inanimately pale ? Why ftops th' enliv'ning mufick of that tongue ? Why motionlefs thofe eyes?— Thofe fairchafte orbs Of light, of love, of beauty, life and joy ? — Add not to what I feel, the worft defpair: Oh ! chear me with one glance; tho' dimm'd by tears, Tho' fad with fighs, yet blefs me with thy voice, And eafe my pain ! ISABELLA Is this our promis'd joy ? And art thou as by miracle reftor'd From long — long abfence, to be fnatch'd at once Thus in an envious cloud for ever from me ? OVERBURY. What can my love's kind thought divine of ill, That merits this fweet fadnefs r Safe in virtue, I have no fears, but tender fears for thee. ISABELLA. Yet do I view thee with fuch dangers round, \" That now thy fight more painful is than abfence, \" Yet fure new abfence would to both be fate. OVERBURY. « Teach me fome art, but to affwage thy forrows, ff And mine, believe me, mine are griefs tofmileat.\" Ah!"], [58, "SIR THOMAS OVERBURY: 48 ISABELLA. Ah ! whither— whither go you ? To the Tower ? Perhaps to death OVERBURY. What's death, but leaving thee ? Yet we fhall meet again — Perhaps fhall fmile : 'Till then, farewell. Weep not, my fair, for me, Weep for the guilty — Why fhould we lament AfHiftion born of errors not our own I No — Patience, fpight of all malignant foes, Turns undeferved woe to virtuous pleafure, And thus retorts the pang on thofe who caufe it. But nature will have way. The ftorm that bears Me thus from thee, bears me from more than life, Yet fhall my gaze purfue thee to the laft ! Thus when high feas, fwell foaming o'er the coalr^ The wretch who treads the dang'rous beach is loft i Plung'd in his fate, like me, he drives to rife, And views the fwallow'd land with wifhful eyesj But as his arms extend to reach the fhore, The waves o'erwhelm him, and he'sfeen no more. [Exeunt omnes.] End of the THIRD ACT."], [59, "A TRAGEDY. 49 ACT IV. SCENE, The Tower. Earl of Northampton, and SzV Gervas Elvis. NORTHAMPTON. Jt__ L V I S, be fwift, for Somerfet's unfettled ; The Countefs too, who lately urg'd his death, Melts in a fit of foftnefs from her purpofe : Then let the ftream of ruin rapid roll, To bear him down the tide ; for if it turn, 'Twill overwhelm us all. ELVIS. Your will 's our law : 'Tis your's to fpeak ; be 't ours' to execute. NORTHAMPTON. 'Tis well. Wefton and Franklin ELVIS. They are both refolv'd. H NORTH"], [60, "SIR THOMAS OVERBURY, NORTH AM P T O N. 5P Bring they the wine the Countefs has prepar'd ? ELVIS. Yes ; as a prefent from her Lord, his friend. NORTHAMPTON. Then he who late by royal favour fhone, That favour veil 'd, fhall ftraight be dark again. ELVIS. But fee, my lord, where Ifabella comes, To vifit in the Tow 'r her 'prifon'd lover ! NORTHAMPTON. By Heav'n, 'tis well, fhe more than meets my wifh; Now let our followers feize her, ere fhe goes, And force her where her ftruggles, tears, and cries, Shall but proclaim the fullnefs of my triumph, And fate, at once, my vengeance and my love. [Exeunt, Enter Ifabella. I S ABELLA Why ftays Cleora — while within thefe walls Alone I wander ? — Is not this the Toweri The Tower, where Henry, Clarence, Edward's chil- dren, Fell by the hands of murder, not of law ? Such fecret death, my gallant Overbury, May prove thy fate. —Good Heaven guard thy virtue. (To"], [61, "A TRAGEDY.. 51 (To her) Cleora. Cleora, welcome ! do'ft thou bring me peace ? Where is Lord Somerfet ? CLEORA. Within thefe walls. ISABELLA. Has he obtain'd my Overbury 's freedom ? CLEORA. Ah ! how are you deceiv'd ?— Obtain'd his freedom ? — 'Tis he whofe pow'r confines. ISABELLA. Then farewell hope ! Can noble Somerfet betray his friend ? CLEORA. TheCountefs, aided by Northampton's arts, Wrought her fond lord to this ; but, now diftra&ed, Stung with her guilt, no place can give her eafe. Wild, 'twixt the Tallies of remorfe and love, Her whole foul rufh'd to her unguarded pen, And here laid bare her guilt — Then trufted it To one, whofe meritorious treach'ry Betray'd the fcroll to me. (Gives a letter, ISABELLA. 'Tis pious treach'ry : Secrefy"], [62, "SIR THOMAS OVERBURY: 52 Secrefy here were treafon to mankind ; To Overbery ! — How my heart beats at it ! [Looks at the letter. CLEORA. Thofe letters, which you deem'd miflaid or loft, Stol'n by Northampton, there fhe owns applied In wiles that have feduc'd her eafy lord : f-he owns a former unaccepted flame ; Propofef, urges Overbury's flight, Seeks to partake the flight, which well fhe plans, And terms paft hatred wi!d excefs of love. ISABELLA. What love ? — of whom ? — Not Overbury ? CLEORA. Him. Nay more, the guards are by her agents brib'd ; Your name is us'd to favour the deceit, That, fhould ought fail, her's may be ftill fecure. But read. — ISABELLA. (Reads) c To venture on this plann'd efcape, ' She in the filent, fable noon of night, ' Would meet, and then' — Enough, enough, my friend Fate with this clue unravels all her fallehood, And if fhe comes — But fee, Lord Somerfa ! [Exit Cleora. Enter Earl of Somerfet. SOMERSET. Why vifit I the Tower ? — Yet I muft fee him ! But to upbraid him here, is to infult. Bafe"], [63, "A TRAGEDY. 53 Bafe as he is, I would not (feeing Ifabella.) Art thou here ? Why, Ifabella, why that mournful brow ? Why do thofe eyes, that fparkled gladnefs round 'em, Lofe their fair luftre now, and look fo languid ? ISABELLA. Can I forget, my Lord, that fatal day, When my dear father's trembling hand prefs'd yours His dying eyes, wet with paternal tears, ? While agonizing fweats bedew'd his face, To you, my Lord, he rais'd his falt'ring voice, And gave me to your care — kind was the thought, And pleas'd he bade farewell, anJ breath'd his laft. SOMERSET. Have I not us'd thee with the tend'reft care, And chear'd thy virtue with the fmiles of fortune ? Then wherefore this ? — In me repofe thy grief. ISABELLA. Should Overbury — SOMERSET. Well, I guefs thy meaning. When laft we parted, 'twas on terms unkind. I prefs'd (ungen'rous as I was) a choice Not thine — may heav'n, thy father's fhade and thou Forgive ! — prefs'd one — Oh, be he never thine ! Unworthy of my friendfhip and thy love. ISABELLA. Oh, my good lord, you've been a father to me, And gratitude calls forth thefe fighs and tears. O S"], [64, "SIR THOMAS OVERBURY: 54 SOMERSET. To fee thee thus, excites my grief and wonder. Did'ft thou not, kneeling, yefter' morn, befeech me No more to hurt thy ear with hateful nuptials ? ISABELLA. If Overbury wrong'd — SOMERSET. He, traitor, wrong'd ! — ISABELLA. Oh think how dear this man was to your foul ! Why have you caft him thus unkindly from you ? SOMERSET. Nay, let me queftion thee : why does this man (His name fo late offenfive to your ear) Now lord it o'er your heart ? — Have then his arts (For he has arts, delufive arts) Have they Already dole on your unguarded foftnefs ? Know then — his faith has long been pre-engag'd ; He own'd it, to evade thy love propos'd. Falfe to his miftrefs and his friend — Oh, villain ! His very name grates on my ear— Farewell ! [Going. ISABELLA. Yet ftay ; — low on my knees I beg your ftay ! For your own fake but hear me — you're betray'd — 'Tis Somerfet now wrongs his Overbury. By friendfhip join'd, you comforted each other ; Joy crown'd your days, your minds were then ferene, Your thoughts had harmony, and your fouls were bleft. SO"], [65, "A TRAGEDY 55 SOMERSET. Fool that I was, I dreamt fo.— ISABELLA. Ah ! reflefl ! Oh, fhut not thus your heart againft your friend, And open your dear breaft to vile Northampton ! SOMERSET. My friend Northampton ! why afperfe him thus ? ISABELLA. He who affails an orphan's innocence, Is fure unworthy of her guardian's friendfhip. SOMERSET. And could Northampton that ? — ISABELLA. My blufhes fpeak it. Yet more, your virtue wanders in the dark. The Countefs SOMERSET. Who ?■ — I charge thee name not hei! Should but a word, a word impeach her honour, 'Twould urge me fo, I might forget my nature. ISABELLA. I fear 'tis almoft death to undeceive you, But, in the caufe of honour, I am arm'd To meet all dangers boldly.— Be prepar'd, For"], [66, "SIR THOMAS OVERBURY: 56 For I muft wound you with fuch piercing accents, That your poor heart, I know, will bleed with anguifh. SOMERSET. Sufpenfe is the worft rack ; fpeak all thou know'ft. ISABELLA. Read this— 'twill fpeak all for me. (Gives the letter. SOMERSET. 'Tis her hand— Addrefs'd to Overbury ? Hell !— confufion ! Some devil fure has rais'd this mift of error ! My eyes belye her — hold — let me perufe — 'Tis all black forgery— away, away ! Falfe Ifabella ! ISABELLA. Who is falfe, my lord ? SOMERSET. Thou, thou art falfe— I prithee own thou art — Rather than kill me with a cruel truth, Flatter my hope, — that will be kind deceit. ISABELLA. Night is already round us, and, ere long, The Countefs will arrive, and clear all doubts. In yonder darken'd room expe£ther coming; That was th' appointed place — th' appointed hour Will foon be here — and then who's falfe, determine. SO"], [67, "A TRAGEDY. 57 SOMERSET. If thou art fo, fly where I ne'er may fee thee ! jf thou art true, I am a wretch indeed. [Exeunt. Enter Count efs of Somerfet. COUNTESS. Oh, my torn bofom ! — whither am I going ? I go t' atone my Overbury's wrongs, To meet my love — my love ?— what's then my hufband ? So kind, fo wrong'd a hufband ?— Hold, my brain ! Fain wou'd I think — but all good thoughts forfake me, Varying conclufions torture ev'ry nerve : I love ! I rage ! hate, fear, and love by turns ! Yet I muft fee him ; and the cruel wrongs, Which hate once meant him, love fhall now atone. — Hark! — fure e'en walls grow confcious of my crimes.- What fudden diftant whifpers damp my foul ! Each ftep, methinks 1 hear my hufband's voice ; The night now brooding o'er her gloomy fhades, Owns not a fpedre half fo foul as I am. [£_•/>• ___-. /^Northampton, Sir Gervas Elvis. N O R T H A M P T O N. Efcaping, fay'ft thou ? ELVIS. 'Tis their fettled purpofe. But now a trufted yeoman of the guard Betray'd their whole defign of prefent flight. Yon darken'd chamber is their feat of council. I NOR-"], [68, "SIR THOMAS OVERBURY: 58 NORTHAMPTON. The darknefs beft befits my love and vengeance, ELVIS. What means my lord ? NORTHAMPTON. The poifon not adminifter'd. Left the repenting Countefs fhould recall it, My fword fhall end him. Be his death imputed To forcing his efcape Thus much for vengeance I For Ifabella, let us but fecure Each avenue that leads to her return ; Then love fhall feize her and complete my joys. [Exeunt, Earl of Somerfet. SOMERSET. I am abus'd, indeed — Why do I live ? With what an eagernefs fhe hung upon me, Call'd me her Overbury, own'd her guile, When, choak'd with filent rage, I burft away? Let me turn wild, or tear out my fond heart, That could be thus far wrong'd, and not difcern it, O ! thou falfe woman ! O ! my injur'd friend ! Mad, rafh, deluded Somerfet !- — Enter Earl of Northampton (with his fword drawn) NORTHAMPTON. 'Tis well ! The paflage is fecur'd — rNow for yon chamber — HarkJ"], [69, "A TRAGEDY. 59 Hark !— he approaches— what already fallied ! Now, Overbury, die ! SOMERSET. Villain ! — Northampton ? NORTHAMPTON. Save me, fome Angel, from this ftrange illufiori! SOMERSET. View my eyes well, do they not flafh with fury, And tell thee, that 'tis Somerfet thou look'ft on ? NORTHAMPTON. Northampton was not born to look with fear, Tho' death blaz'd furious in the eyes of Somerfet— • Yet, as a friend — SOMERSET. A friend ? — thou fycophant ! Would'ft thou again betray me to thy friendfhip ? To woik the fall of faithful Overbury, And ruin, with mOre eafe, my Ifabella ? NORTHAMPTON. No more — I can no longer brook this railing; Whate'er Northampton ads, he dares to anfwer. Let this defend it all ! SOMERSET. For this I thank thee. [They fight, Northampton is difarmdi I a Why"], [70, "SIR THOMAS OVEIUIHiy: 60 Why liv'ft thou in the pow'r of Somerfet ? I wifh thee dead, but would not kill thee bafely. Jive me the chance once more — NORTHAMPTON. No, take my life, 'Tis now not worth defence. SOMERSET. Not worth deftroying— Live then — but hold, with life, the villain's lot, Life worfe than death. — From this tremendous hour, No reconciling penitence to Heav'n, To man, or to thyfelf, be thine ! Live, and repent — yet be as curft as I am ! Nay, deeper — deeper ftill, to fting thy pride, Hold life from him, who gives it to infult thee. NORTHAMPTON. Is this the language ? SOMERSET. Yes, of juft difdain. Go, fave me from the pain thy prefence gives me. NORTHAMPTON: I go, proud lord — but go to wreak revenge. [Jfide. [Exit Northampton Enter the Countefs of Somerfet. SOMERSET. Now, whither fhall I wander ? [Going, meets the Countefs of Somerfet Death ! confufion ! COUN."], [71, "A TRAGEDY. 61 COUNTESS. I heard, or I'm deceiv'd, a clafh of weapons,— But ah ! — Yon light fhews a drawn fword, bent hither. SOMERSET. Ay, tremble at it — 'Tis the fword of juftice. COUNTESS. Sure, I am not betray'd- — 'Tis Somerfet. [Afide. What means my lord ? Methinks your words found angry, You know me not. SOMERSET. Oh ! yes, too well I know thee ! Know'ft thou this letter ? — Ha ! why ftart ? why tremble ? COUNTESS Then I am loft, indeed. SOMERSET. Ungrateful traitrefs ! COUNTESS. You will not kill me ? SOMERSET. Ha ! not kill thee, fay'ft thou ? Had'fl thou as many lives as thou haft crimes, My fury would reach all ! — Wrong'd love and friendfhip, With double cry, demand thy death in vengeance. COUN-"], [72, "me ? o 6z SIR THOMAS OVERBURY: COUNTESS, Oh ! do but hear me ! SOMERSET. Not one Syren word.-*« COUNTESS. Oh ! by th' endearing foftnefs of that bofom, Look but on her you lov'd fo much — fo lately ! See how fhe pants for life, and begs for mercy I Let me die flow, fome ling'ring death of forrow ; But fend me not to the eternal bar With all my crimes, my recent crimes about me. SOMERSET. Weep, crocadile, weep on, thy tears become thee. Think what I feel, and think how thou haft wrong'd I Yes — Thou muft fuffer, tho' my heart-firings crack. COUNTESS Yet, but a moment, hear me ! SOMERSET, I'll not hear thee : Be dumb for ever, for whene'er you fpeak, You bring a bafe infection o'er my anger, And I, at once, grow fick with pity — Off ! Why cling'ft thou to me thus ? COUNTESS. Oh fpurn me ! drag me ! My tender limbs fhall grafp thee to the laft, And ev'n my dying groans plead foft for pardon. S"], [73, "A TRAGEDY, 63 SOMERSET. Wherefore, juft Heav'n, has guilt fuch pow'r charm ? to Or why have I fuch weaknefs to be charm'd ? Oh ! rife, and turn thofe pleading eyes away ! Spite of my wrongs — of thy unnat'ral treach'ry, I cannot fee thee bleed — Falfe, lovely trait'refs ! Get hence, left I relapfe ! — ungrateful go ! Fly from my rage ! — far hence, on fome lone ifle, Safe in thy frauds, and pleas'd with ruin, fmile ! But fhun the man — who muft thy fall deplore— And never — never, will behold thee more. [Exeunt fever ally. End of the FOURTH ACT."], [74, "SIR THOMAS OVERBURY: 64 ? ACT V. SCENE continues. Earl of Somerfet. SOMERSET. _f~j O W have I wander'd thro' a maze of errors, And labour'd for deftrudhon ! — Of mankind I had but one true friend, and him the moft Of all mankind have wrong'd — reproachful thought ! O peace of mind, thou confcious child of virtue ! How bitter without thee, the feaft of pomp ! With thee ! how fweet the homely bread of toil ! Patience is thine, to footh the woes of life, And hope to fmile amidft the pangs of death. O peace ! — once mine !— Where fhall I find thee now Enter Ifabella. SOMERSET. If thouabhorr'ft all treach'ry, come not near me, Let me not hear thee fpeak, left I betray thee ; But fly me as a defp'rate, dang'rous, villain. ISABELLA. My lord, I come to reconcile your foul To the foft joys of peace. SO"], [75, "A TRAGEDY 65 SOMERSET. Talk not of peace, 'tis gone ! 'tis fled with honour ! Honour once loft, can never be retriev'd — Then farewell peace for ever ! — now 'tis guilt ! *Tis grief ! 'tis fhame ! confufion ! infamy ! *Tis hope no more ! 'tis infinite defpair ! 'Tis the reward of perfidy like mine. ISABELLA. Vour friend yet knows not how you were milled. SOMEREST. But there's a fenfe of fhame, that knows it all ; 1 The hefitating tongue, the redd'ning cheek, The gutlt-dejecled eye Thefe, thefe will fpeak it. Say, Somerfet, then wither would'ft thou fly ? Nay whither can'ft thou ? To the throne ? — Thoi can'ft not. There fits a Prince, who trufted, was abus'd, And fhap'd the property of thy low malice. To thy own roof ?— Never! — That held a wife, The dear curft caufe of all thy guilt and forrow ! — Or onward here ? No! here's an injur'd friend, One, who muft fcorn thee when he knows thy treach'ry — Nor dar'ft thou murmur — 'Scorn is due to guilt. ISABELLA, Fly to the throne, there juftify yodr friend! That gives him liberty, that clears his honour, Reftores his Sov'reign's fmile, the world's efteem — > To Overbury next— unbofom all ! He will difcern, will pity, will forgive. K Yoar"], [76, "SIR THOMAS OVERBURY: 66 Your wife, Northampton, and their new Lieutenant, Now, (viledefigners) fit in dark cabal, Waft bufy wfeifpers, drop ambiguous words, Make hinting figns fupply their filent tongues, And point their will to ruffian-vifag'd flaves. SOMERSET. Monftrous ! oh ! monftrous ! — Why fpar'd I Nor- thampton ? Why kill'd not her ?— O foolifh, foolifh mercy ! I might have known, \" (good-nature knows too late ')\" No grace can win upon ungrateful minds. I might have known their life was death to him. Death, faid I ? — But thou weep 'ft— Be mute, my tongue, Be not that angel's tear, good heav'ns prophetic I No — Thou haft rous'd me to prevent ISABELLA, Be fwift ! SOMERSET, I will— But feek thou firft the King. Thy Grandfire's fuff 'rings in the royal caufe. Will gain his ear to liften to thy pleadings. ISA BELLA. I go but you SOMERSET I will not loiter heie. My mind compos'd, what my tongue dares not utter, Inftant my pen fhall to my Prince reveal i Yes,"], [77, "A TRAGEDY. 67 Yes, it fhall clear my friend and charge myfelf — And more — Yet more — But fly and fave my friend ! ISABELLA. Oh ! may kind Heav'n profper our endeavours, And all be peace again. [Exeunt. SCENE with dark chamber. Northampton, alone. Enter Elvis from the dark chamber. NORTHAMPTON. What news, Elvis ? ELVIS. The deed is done ; a deed now paft recall ! NORTHAMPTON. Then I'mreveng'd — But ftill I fear the Countefs, A woman's foftnefs hangs about her full ; Like three wild ftreams that rufh againft each other, Vengeance, remorfe, and love divide her foul. ELVIS. Her phrenzy may prove dangerous— NORTHAMPTON. It may. Our lives are fet upon this fingle caft. Retire we then awhile, and watch th' event. [Exit Elvis. K 2 Come"], [78, "SIR THOMAS OVERBURY: 68 Come what come may, I'm arm'd for either fortune, Yes, haughty Somerfet, I'm well aveng'd ; My fullen genius towers with fcorn above thee, And fmiles at difappointment. [Exit. Enter Sir Thomas Overbury, OVERBURY. Methinks fome angel prompts my foul to mufe, On life— On death — Here let me paufe — What's life ? 'Tis cradled, ideot, childhood, boyifti folly; 'Tis headftrong youth, now rifing into manhood, Now funk in luxury ; now rafhly foaring, Then falling by ambition fool'd ; flay'd years, With wrinkling care, yr'nh knowledge drawn fronj forrow. Next 'tis old age, firft narratively idle, Then helplefs, fretful, void of health and thought ; A burden to itfelf, to friends a grief. Come life or death ! be that as heav'n ordains. \" What's this clay tabernacle ? 'Tis th' abode * Of perils, maladies, and fev'rifh paflions; ** Low-thoughted cares ; contaminating wifhes ; \" Infatiate appetites ; repented pleafures ; \" Various calamity, that multiplies Thro' life, and never but with life can end. If this the moral, trace the nat'ral world.— \" What fees enquiring fcience there? — effects, \" Not caures— blafting, baiHed knowledge. \" O pure religion, fet before mine eye, ,, That juft, all-ruing, wife, eternal mind; \" Fountain of life, of lights,'of all perfection ; _i O pure religion lend the ray, that points me \" What"], [79, "A TRAGEDY 69 «' What to avoid or feek ; to bear or combat ; *' When to relent, and when to perfevere ; « How to draw good from ill — This thou infpireft ; « All other fcience dazzles, not enlightens.\" Enter Earl of Somerfet. SOMERSET. With manly thought, collected in himfelf, Lo where he ftands !— Perhaps he thinks On treachery and me— where fhall I turn ? Where honour urges on, guilt fears to tread, And each alternate rules. Can guilt face virtue ? No — Let me fly to ruin, rufh on fate ! Let me die ftraight a vi£fim to my foes, But never let me fee the friend I've wrong'd. OVERBURY. 'Tis well, my Lord, you do not ftill forget me j But had my Somerfet been thus confin'd, Had I thus learn'd to fhun him ? SOMERSET, Oh, my friend, I'm not the Somerfet that once you knew, I'm alter'd much of late. — OVERBURY. Thou haft a wife. M SO"], [80, "SIR THOMAS OVERBURY: 70 SOMERSET. That was the fatal rock we both have fplit on ; You, like a fkilful mariner, difcern'd it ; But I, bewitch'd by the curs'd Syren's voice, Sail'd on, regardlefs, till we ftruck on ruin. OVERBURY. Do'ft thou repent it then ? S O M E R S.E T. Repent it, faid you ? I muft a tale unfold— no— fpare my tongue, I dare not — i Confiding friendfhip turns me intodread, Unmanly dread ! In you, alas ! 'twill change To wrath, rebuke, to diftance, todiftruft; To hate, revenge, or worfe to juft contempt. OVERBURY. What phrenzy, haneful to all bofom quiet, What daemon, foe to friendfhip, dictates this ? Why doft thou grieve ?— what, filent ? — Is this kind? Am I unworthy of thy truft ? — Yet filent ? SOMERSET. Thou doft not know how bafe thy friend has been. No more — from guilty filence guefs the reft. OVERBURY. Down,\"down fufpicion, alien to my nature, Left I diftruft mankind, grow fick of being- No — I will ftill believe thee true. SOM"], [81, "A TRAGEDY. 71 SOMERSET. My wife — my wife— Oh that fair devil has enfnar'd my foul, And ftain'd it o'er with falfhood. OVERBURY. Ha ! — with falfhood ? SOMERSET. Firft I was drawn to judge your friendfhip falfe : My faithlefs wife.— (ah ! faithlels found too late !) Wrought me to think, when you oppos'd our nuptials, It was the rival, not the friend, oppos'd. Oh, that I could recall a few paft hours ! With them fled virtue, peace ! — Wrought by my wife, And curft Northampton, Icontriv'd thy ruin : I have accus'd thee to the King — the reft — But rage faft rifing feems to choak thy fpeech— - Thy breaft — thy cheek fwift catches flame — thy eyes- Avert thefe eyes that flafh indignant on me ! Tho' I deferve, OVERBURY. Avert 'em ? — Yes, with fcorn. Think'ft thou I'm angry ? — Oh, thou art deceiv'd, In me deceiv'd, as 1 was once in thee — Yet wherefore look'ft thou thus like man ? Thou art To tell thee what thou art, my foul difdains ; Go— leave me to my prifon ajid my wrongs. S O M-"], [82, "SIR THOMAS OVERBURY 72 SOMERSET. Yet I muft ftay, till you forgive or pity. Rather than pierce me with fuch words as thefe, Strike thro' a heart that bleeds for having wrong'd you j Here, take my fword— kill me— But as I fall, Reach me thy hand, and fay thou haft forgiv 'n me, Then I fhall die in peace. OVERBURY. No, keep thy fword. I would not ufe it bafely. Thou know'ft I would not — Go for ever from me— Had any other thus contriv'd my ruin, I could have born it with a manly patience ! But from thy hand ! my friend ! — my very felf ! Such unexpected wrongs have fhook my foul. But I forgive thee all — away, away ! SOMERSET. A few words more, and I have done for ever. Thy Ifabella— OVERBURY. Ha! — that found is love, 'Tis foothing love, that fteals on lift'ning rage, And gives a paufe to thought. — SOMERSET. Weeping, fhe feeks the King to plead thy caufe J To urge thy wrongs ; my letters, thofe confirm And clear thee. OVERBURY. Clear me ? s o"], [83, "A TRAGEDY. 73 SOMERSET. And accufe myfelf. OVERBURY. Haft thou done this ?— 'Tis more than Roman juftice, SOMERSET. They fue difmiffion now from pow'r, entreat That thou the beft, fucceed the worft of men ; Truft I refign, unworthy as I am, To ferve a nation, who betray'd a friend. A long adieu to pow'r and thee. O V ERBURY. Not fo. Enough of anger ! it has rag'd too long. Oh 'tis a hurrying, ruthlefs, frantic paffion, That hears not, fees not, weighs not — yet condemns. Come reafon, gentle fpirit, come! — refume Thy power ; affuage, enquire, decide — My friend, Me you deceiv'd, but were yourfelf deceiv'd ; And tho' my name you fully'd, yet you clear'd. In that, thou ftill art noble, ftill thyfelf. In me 'twere mean not to refcnt it, urg'd ; Not to forgive it, when retracted, meaner. Thou fay'ft thou wort milled . we all are frail, And milled virtue claims the tend'reft pity. SOMERSET. Oh f3y— fpeak on— I am attention all ; For on thy brow fits mercy .fweet enthron'd, And penitence implores remiffion from thee. L ■-' O VE"], [84, "S I* R THOMAS OVERBURY: 74 S A. OVERBURY. How amiable thy nature ? faults in thee, (So can repentance work) are loft in virtues. But Ifabella ! haft thou not in her Cherifh'd my foul's far dearer part ? thou haft— < Wer't thou milled by paffion ? So was I: Or haft thou wounded friendfhip ? — So have I: Then, each forgiving, and forgiving each, Here let oblivion bury paft unkindnefs.— Come, come — I pardon all. SOMERSET. O joy ! O friend ! Pardon my foftnefs too My tears will flow, While I rejoin thee thus to my glad bofom. Enter Ifabella. ISABELLA. Live, live endearing and endear'd for ever ! Scarce can I fpeak my tranfport — But the King Has yielded to my fuit and given thee freedom. OVERBURY. I thank his juftice, but adore thy goodnefs. ISABELLA. Thy foes (in that I know thou wilt not triumph) Have due difgrace. OVERBURY. I with 'em due repentance, I"], [85, "A TRAGEDY, 75 ISABELLA My lord, your gen'rous, repentant candour, Inroots, not tears you from the Royal favour. OVERBURY. More, than for all, I thank you for my friend. ISABELLA. My Overbury, on thy jnjur'd worth, Wealth, power and new-ennobling honours wait.— OVERBURY. Heap wealth on wealth, on honours honours raife ; To thefe add pow'r as boundlefs as ambition, What are they all compar'd to love and thee ? ISABELLA. The King, no ftranger to our plighted faith, Has order 'd too — OVERBURY. Thy blufhes are explain'd ; Love well interprets love. — Love in thofe eyes, Reads thefoft meaning of confenting paftions. How my heart fwelis with joy ! SOMERSET. Live long thus blefs'd ! OVERBURY. In friendfhip and in love thus bleft indeed. I L 2 S A"], [86, "SIR THOMAS OVERBURY: 76 ISABELLA. So fweet a calm, as my late cares are hufh'd in, Ne'er yet fucceeded fuch a threat'ning tempeft. But you, methinks, look pale — OVERBURY. No fay not fo — > My heart is but opprefs'd and fick with tranfport — Another ftart — That rapture was fo ftrong, . It fhot quite thro' and trembled to my foul ! Another yet ! — Nay now I fcarce fupport it My fpirits fink — exhaufted — with delight, And nature reels Oh ! 1 am fick at heart. ISABELLA. He faints ! — A death-like dew hangs on his temples. Help ! help ! who waits ? Enter Attendants, ISABELLA. Thy Ifabella calls !— Return to life ! OVERBURY. Where, where are now my joys ? All fled at once — Oh ! Somerfet, I'm poifon'd -. SOMERSET. Good Heav'n forbid ! OVERBURY. The wine, the wine you fen. SO"], [87, "A TRAGEDY. 77 SOMERSET. Say'ft thou I fent ? O direabufe ! OVERBURY. Thy wife—* She then difguis'd it with thy pow'rful name. SOMERSET. If fo, may ev'ry vengeance be her portion ! OVERBURY. I ficken — am grown chill — fave me ! — I fhudder 1 I feel-\" — Oh ! torture ! My blood boils within me— Caufe, 1 have none, to be afham'd of life, And cannot dread a death, I not deferve : Yet nature fhrinks from pain And groans will follow. SOMERSET. My friend ! My Overbury ! OVERBURY. Oh ! Somerfet ! Juft now, gay wealth and grandeur woo'd my youth ; Now they defert Why let 'em pafs ! But thus, From wailing friends, endearing in their forrows, Their hearts all bleeding at my pangs ! From them, Thus to be torn ! — Such parting fhocks indeed ! Be firm my foul ! Tho' robb'd, my love of life, All in its pride ! Of more than life, of thee ! Go tell my foes I pity and forgive' '* Tho' by their power unjuftly I expire, \" 'Tis in my own to die with manly virtue\" ISABELLA. Talk not of death ! OVER-"], [88, "73 SIR THOMAS OVERBURY: OVERBURY. Methinks I fee the tyrant; Oh ! in the field of glory had I fallen Protestor of mankind ; or had I bled, Upon the fcaffold bled, their martyr'd friend, Death had been welcome ! — \" Yet, in humbler fphero \" 'Tis worth, not length of days, gives life perfection — \" To that I truft !\" Save me ! SOMERSET. What means that ftart ? OVERBURY. Ha] what a fhoot was there ! — What fudden pangs ! They ftrain, they agonize, convulfe, diftort— - Oh gaze not here ! deformity will follow, (To Ifabella.) \" Will make me feem a fpeflacle of guilt. *' Inftead of love, create in the averfion,\" And turn, what once was thy delight, to horror. ISABELLA. Never — et That, which thy foes can never compafs, ■* Thy virtue, heighten'd in its charms by wrongs, *' Endears the more\" — And muft we, muft we lofe thee? OVERBURY. Weep not my fair, \" we feperate to meet \" Where never treach'ry fhall part us more ; \" In joys all permanent and pure — But fee !\" See Somerfet ! She finks o'ewhelm'd with grief, Let me conjure thee by my dying friendfhip, To comfort all her forrows ! Life ebbs out Flames"], [89, "A TRAGEDY; 79 Flames wind about my breaft — My brain 's on fire, And my eyes fwim in a blue ki of fulphur. Oh ! Somerfet — My Ifabella — Oh ! SOMERSET. Death feizes on him ftrong — My friend ! • ISABELLA. My kindeft ! OVERBURY. A fickly damp creeps cold— O love ! — O friendfhip ! Suftain me ! — catch my fleeting foul ! — farewell ! [Dies' ISABELLA. Stay, ftay a while, dear fhade, and I'll o'ertake thee. Oh for a dagger now ! — death, give me eafe ! He comes! — I feel him at my heart already ! He brings me all I wifh. (Faints.) SOMERSET. Alas, fhe fwoons! Convey her gently from this f eerie of horror, And guard her with the tend'reft care. — (Ifabella borne in by Attendants. Dear Friend ! 'Twere juft that I, the author of thefe woes, Should on thefe lips breathe • ut my laft. (Falls on the body. Enter"], [90, "SIR THOMAS OVERBURY j 80 Enter an Officer and Guards, OFFICER. My lord f Your pardon — but you're here a prifoner. Your wife has, in a fit of raving phrenzy, Confeft the murder of Sir Thomas Oveibury ! Her vile confed'rates are impeach'd and feiz'd, And fcy the wine was fent from you. — SOMERSET. Vile trait'refs !— - But heavn is juft, and I deferve it all. Enter Countefs of Somerfet, mad. COUNTESS. Was it the wine I fent ? — a draught of fire ! And doft think heav'n will conceal the murder ? Tho' mountains cover'd us, they could not hide us! Dreams will difclofe it ; or, if night wants eyes, Lightnings will flafh and point us out to juftice. OFFICER. Her guilt has made her mad — COUNTESS Who talks of guilt ? What ! fnatch'd the cup ? and drain'd it to the laft ? Then there's no drug, or health-reftoring herb, Which the fun fmiles on can expel th' infection. Hark! there's a tell tale wind groans under us, And the earth heaves with wonder. — Blood, blood, blood ! The"], [91, "A TRAGEDY, The heavens ring with murder ! — The red clouds Rain a whole fea of fmoking blood upon us ! And I am ftain'd all over. — Curft Northampton ! You've driven me to the brink of mifery ; The yawning earth opens to fwallow me.— Down,— down I fink into the gulph of darknefs ; Help I or I'm loft for ever ! (Runs off. SOMERSET. Wherefore do I not rave ? but that were happinefs — To lofe my fenfes, were to lofe my pain. Yes, let me know, and feel myfelf a wretch ! I do refign me to th' impartial hand Of juftice, nor dare murmur at my fate, *—But ye, who fee my fuff 'rings, fhun their caufe. \" Fly, fly, fond youth, the guilty fair one's arms, \" Nor judge of excellence by outward charms !\" They, who for faithlefs love, a friend betray, Chufe glitt'ring toys, and throw rich pearls away J Ruin and death, on ill plac'd love are built, And paflion, fprung from weaknefs, ends in guilt. THE END."], [92, "EPILOGUE, Written by RICHARD CUMBERLAND, Efq; And fpoken by Mrs. HARTLEY. TH E Mufe, who late with melancholy pride Stalk'd by herpoo', negle.led poet's fide, And, as the mufing Wanderer ftroll'd along, Chear'd his fad evenings with her patient fopg; Round his unhoufed temples twin'd her bays, And foften'd hunger with the food of praife ; In want, defpair, imprifonment, in death, With hands convuls'd, ftill wove this tragic wreath, True to the laft in his lov'd caufe appears, And afks the foft libation of your tears : To his yet ling'ring fhade the prize imparts, And greets him with the tribute of your hearts. Thus, whilft with praife you crown departed worth, You bring fucceeding genius to its birth. And have you, Britons, have you hearts to prove Alien from us, the children of your love ? Are you, like Savage's dire mother, grown Gentler to all mens oifspring than your own ? Will you renounce, for an exotic band, Plants of your own, and natives of your land ? On Englifh ground a Gallic ftage ereS, And all that fafti'on propagates protefl ? Out goes the word, Subfcribe ! a fcheme behold, That turns French tinfel into Englifh gold : Hither the adventurers .flock, for here they find A huge fat hoft, that welcomes all mankind. Domeftic bards, avaunt ! Shakefpeare be dumb ! New capering, quavering, chattering Mufes come ! Gay, glittering troops of AHreftes appear, With Autho s tack'd, like Sutlers, to the rear, What"], [93, "EPILOGUE. What can w? jslain, unfafhion'd mortals do, RivalPd by them, and, ah ! — renounc'd by you? Renounc'd ! ere either ftage regains its breath, There ftopt by refi?nation, here by death : Is it like you to fharpen our diftrefs, And make affliction's little remnant lefs ? Were you but faithful, I fhould fcorn to yeild, By my brave foldiers fide, I'd keep the field ; Safe in j our arms defy the invader's rage, Whether it .hakes the State, or faps the Stage."], [94, "pft Publifbed, A NEW EDITION, MICE THREE SHILLINGS BOUND, OF THE I F E L O F Mr. RICHARD SAVAGE, SON of the late EARL RIVERS. To which are Added, THE LIVES OF Sir FRANCIS DRAKE, AND ADMIRAL BLAKE. All Written by the fame AUTHOR. LONDON: Printed for F. NEWBERY, the Corner of St. Paul's Church- Yarf, 1777-"], [95, ""], [96, ""]]