[[1, ""], [2, ""], [3, ""], [4, ""], [5, "WHAT WILL MRS. GRUNDY SAY? 01!, A CALAMITY ON TWO LEGS. (@ $oo8 _or (J»en.) BV MICHAEL RUSTOFF. Si jeunease sacait ! LONDON : Simpkik, Marshall, Hamilton, Kent & Co., Limited, Stationers' Hall Court, E.C., And Henry G-laisher, 95, Strand, W.C. 1891."], [6, ""], [7, "PKEFACE. I HAVE been told by one who speaks with authority, seeing that she is one of the priestesses of esoteric feminine humanity, that this book may fall into the hands of some woman who may not unjustly take um brage at being described, even at second-hand, as \"A Calamity upon two legs.\" To avoid such an undesirable contingency, I have printed upon the cover the Avords \" A Book for Men.\" Still, I have reluctantly to admit the possibility of my Avarning words failing to arrest attention. Almost before she is aware of it, some indis creet woman (and even the good Juno sometimes nods) may step in where other angels fear to tread, and may find herself face to face with the unjustifiable horrors of the Lethalia. To such an one may I put in a plea ad misericordiam, and say without prejudice (speaking after the manner of my profession) that I am in no way responsible for the somewhat startling title of this book. The words A 2"], [8, "PREFACE. IV are to be found in the speech of a certain noble lord, as recorded in the subsequent pages. For Avoman, lovely woman, I have personally but feelings of the deepest and profoundest respect. If I were to speak of her as I haA'e found her, I should fill page after pago with the noblest and grandest pane gyrics Avhich the rich vocabulary of our mother-tongue affords. Alas ! for the moment I cannot indulge myself in this pleasure. I must be content with being but a simple narrator of facts, in no way to be held account able for the manifestly dubious sentiments and unor thodox social customs Avhich are herein described. MICHAEL HUSTOFF, Isola Bella, Lago Maggiore."], [9, "TABLE OF CONTENTS. CHAPTEE I. PAGE. A Trip with Sir Wilfrid Lawson ... ... ... 7 CHAPTEE IT. The City of the Crystal Palaces 26 CHAPTEE III. Euthanasia ■. 86 CHAPTEE IV. Practical Hypnotics 167 CHAPTEE V. Back to Terra Firma 191"], [10, ""], [11, "WHAT WILL MRS. GRUNDY SAY? OE, A CALAMITY ON TWO LEGS. CHAPTER I. A Trip with Sir Wilfrid Lawson. \" Perhaps it was right to dissemble your love ; But why did you kick me downstairs ? \" Old Play. It was one of those old-fashioned days hi leafy June such as exist only in the someAvhat unreliable memory of the oldest inhabitant. Possibly the Gulf Stream has gone astray; the Aveather-bureau of New York has sadly mismanaged its climatic concerns, the plane of the elliptic is out of the perpendicular or the horizontal, as the case may be ; for these and other reasons, the times are out of"], [12, "WHAT WILL MRS. GRUNDY SAY? OR, 8 joint, and the seasons have become sadly intermixed. We have no settled orthodox weather now-a-days, we have but a piece of patch-work, a mere matter of remnants and samples. However, on this memorable day the rule was proved by the exception, and Dick Somerset was quite right to recite ore rotundo, as we sat at the breafast table— \" The whispering waves were half asleep, The clouds were gone to play, And on the bosom of the deep The smile of heaven lay. It seemed as if the hour were one Sent from beyond the skies, Which scattered from above the sun A light of Paradise.\" Allowing for poetical licence, a most accurate resume of the situation. Dick Somerset, as aforesaid, was at the time of writing a member of the London Stock Exchange. The doors of that delectable establishment had been shut for the purpose of \" cleaning,\" an operation in a moral and metaphysical sense which by all accounts it needed sadly. So to seek pastures new, he had come down Avith me on a Friday afternoon to a certain"], [13, "A CALAMITY ON TWO LEGS. 9 country village, Avhere I had a sufficient pretext of business to detain me over the Sunday. I, Michael Rustoff, was a member of the well known firm of Slocombe, Proctor, and Rustoff, of Furnival's Inn, Solicitors, — very much at your service, gentle reader, should you stand in need of legal assistance. We were an old-established firm, dating back to the early days of the past century, Avhen our respective great grandfathers were one and all engaged in the same benevolent profession. Slocombe was the senior partner. He Avas a quiet, sedate, and eminently imposing personage. He Avas given to high-starched collars (\" gills,\" the irreverent call them), military stock and general tailoring of the Beau Brummel, Beau Nash era. He Avas a fine old Tory, of the genus that is uoav as extinct as the Dodo. He looked to the drafting of all the deeds, and inA'esti gated the titles of the various properties that passed through our hands. Proctor was a merry, genial, effusiA'e bon vivant, good at repartee, a capital hand at Avhist, and a shrewd judge of port wine. He played the A'ioloncello, and was the best amateur conjuror I had ever seen. He did — no, I don't mean that — he interviewed the clients, and inA'ited them, if reasonably litigious, to one of his little dinners"], [14, "10 AVHAT AVILL MRS. GRUNDY SAY? OR, at Henley-on-Thames. He was in politics a Tory at-the-turn-of-the-tide ; a Conservative-Democrat, he called himself. I was the junior partner, and as I was rather Bohemian in my ways, as well as an ardent Socialist in politics, the lighter work of the office was entrusted to me. It was my duty to go and hunt up useful but unAvilling witnesses, to take prima facie evidence as to parish registers or dubious tombstones, and, as occasion served, to go and report concerning any landed property that our wealthier clients might wish to purchase. As I had been the means of dis covering a notable forgery in some Servian bonds at Warsaw, I was in pleasantry skied by my familiars, and used to be called Rustoffski ; howeA'er, on ordinary occasions I came down from the sky, and was plain Michael Rustoff. Proctor, who had a pretty Avit, used to say that three famous schools of philosophers Avere represented by us — Slocombe being the Stoic, he himself being the Epicurean, and I, with my wandering tendencies, the Peripatetic. Not to be behindhand, Slocombe would have it that, in the language of the stage, he was the \" heavy father,\" Proctor \" the light comedian,\" and that I was the \" walking gentleman.\" At this battle of wits I distinguished myself by suggesting S. P. Q. R. as our sign manual ; Slocombe"], [15, "A CALAMITY ON TAVO LEGS. 11 standing for the Senatus : Proctor because of his popu larity, and also because of his being the happy father of ten children, being the Populus : while [, having a nose of a very decidedly Latin type, and also being somewhat of a Romany, was the Romanus. And so we jested among ourselves, but I can assure you it was no jesting matter for our clients, who were ahvays in the long run certain to pay heavily, and justly so, for our professional assistance. A client of ours was anxious to set up as one of the landed gentry; he had just retired from a large Alan chester warehouse, and as a preliminary I had come down to Whittiesham to form a rough estimate as to the value of the manorial rights upon which he had set his affections. I had knoAvn the place of old, and Dick Somerset and I had been down from time to time to the \" Three Jolly Postboys,\" adjoining Whittiesham Park, where we used to find such sport as would delight the angler's heart. Now, I like in all things (always, of course, Avithout prejudice) to be frank and open, so I will say at once that the place was not really Whittiesham, nor was the inn called the \" Three Jolly Postboys,\" but that's neither here nor there. If I were to tell you, my gentle reader, the real name of this lovely spot, you would be off by the next train, and so would a number of others,"], [16, "12 WHAT WILL MRS. GRUNDY SAY? OR, until our quiet retreat would lose all its sequestered charm. Suffice it to say that for trout and for grayling fishing, when the grasshopper takes his walks abroad, and the Mayfly is out for a cruise on the water, I know no place to beat it. And then for those who like to vary their sport, there were holes full of perch, and banks densely populated Avith chub ; roach could be had for the asking, and Avith a good trimmer it Avas very soon a case of \" Jack ashore.\" It Avas a fisher man's paradise, and those of us Avho were, as Dick said, in the language of his own sweet craft, \"in the swim,\" kept it to ourselves. On this special day, for it was now Saturday, Dick and I had been out from an early hour, and as he plaintively said, parodying the Heathen Chinee ; \" It was June twenty-third And mild was tlie skies, Which it might be inferred The trout were likewise, But they played it that day upon Michael And me, in a way I despise.\" Not a single fish rose to our casts, the fact is I think they were gorged with the Mayfly, but with the exception of one infatuated dace weighing about the thousandth part of an ounce, which took a red palmer"], [17, "A CALAMITY ON TWO LEGS. 13 with its tail, we cast and cast and cast in vain. The fish all sulked at the bottom, or under the banks, and we couldn't even worm them out. There was some thing electrical, perhaps, in the atmosphere, it may be they had other fish to fry, be that as it may, the serpent of no-sport had got into our fishing Paradise, and we were sitting at a ten o'clock breakfast thoroughly disheartened. The sun shone out with great brilliancy and the Aveather was delightful, but it evidently Avas not our day. It was about this period that Dick perpetrated that quotation from Shelley with which this narrative begins. After I had sufficiently recovered therefrom, he turned to the waiter and, in the vernacular of the district, said, \" Willum, are there any great goings on, any booms, here about ? \" \" None that I knows on, suit,\" said Willum, taking the cover off a rasher of bacon (\" The Jolly Postboys \" were famous for their bacon), \" leastways exceptin' that there's a big Treetotal Demons-straightun at Lord Ascot's Park.\" The interest that Jack and I took in teetotalism was at that time, I grieve to say, somewhat academic, so that we devoted ourselves still more assiduously to the rasher. \"Professor Hen-ery Hairy and his big baAvloon Avill"], [18, "14 WHAT WILL MRS. GRUNDY SAY? OR, be there, I heerd the folks say,\" William threw in as a kind of afterthought. This time the fish rose. \" Oh, indeed,\" said Dick, I say, Rustoffski, what do you say to haA'ing a sail Avith the Professor ? \" \"Well, anything's better than dawdling about here,\" answered I, holding out my cup for some more coffee. \" Can you get us a trap, Willum ? \" About 2.30 p.m. Dick and I found ourselves in the midst of a red-hot temperance gathering. The brothers and sisters seemed very keen hands at such temperance doings as \"Kiss in the ring,\" \"Hunt the slipper, \" Catch-who-catch-can,\" and \" Oranges and Lemons. There Avere the usual philippics going on at extraneous gatherings against the publican and all his works, and these good people were enjoying themselves in the thoroughgoing manner peculiar to their species. Their rosy cheeks and boisterous good nature, to say nothing of the comeliness of many of the younger sisters, who Avere going about persuading the lookers-on to \"sign the pledge and doff the blue, it Avill be better, far better for you,\" made me very much inclined to enlist myself in their ranks, at any rate for the afternoon ; when the sight of the balloon brought me to my bearings."], [19, "A CALAMITY ON TWO LEGS. 15 There it was, poised in mid-air, the centre of an admiring throng, richly emblazoned (the balloon, and not the throng) with large letters : \" The Sir Wilfrid Lawson.\" There, too, was \" The Professor,\" a wiry little man, singularly devoid of hah, and therefore sadly belying his name, which I found afterwards had been improved upon by Willum, for he was Airy, not Hairy, a distinction Avith a decided difference. Dick Avent up to him, and a feAV minutes' talk, and the silent but eloquent appeal of a £5 note, clenched the matter, and before we scarce knew where we Avere, we found ourselves standing in the car, holding on to the ropes, while the Professor shouted out his directions in this Avise : \" Now then, you chaps, when I gives the word ' let go,' eA'ery man Jack of you loose hold the ropes. Don't hold on as you value your precious necks, for you'll be up Avith us, and there'll be a parrychute descent with a vengeance.\" \"All right, gents\" (to us) \"wait a minute. Here, Tummas, look sharp and come along,\" shouting to a great fat boy who was just coming out of a temperance refreshment booth Avith a pork pie in one hand and a bottle of ginger-beer in the other."], [20, "16 AVHAT AVILL MRS. GRUNDY SAY? OR, Tummas climbed in Avith an agility for which I had not giA-en him credit. \" Are you ready ? Now, all together, let go,\" shouted the Professor, and aAvay we soared right up above the trees, and the gaping teetotalers and the fair tee totaleresses who Avaved theh handkerchiefs and sang : Oh, sign the pledge, and doff* the blue, It will be better, far better, for you.\" At this moment the Professor scattered a huge handful of a long thin strip of blue paper, which went winding through the air hke a fluttering piece of blue ribbon, evoking exultant shouts. \"Ah! that fetched 'em,\" said the Professor, as the handkerchiefs were waved enthusiastically, \"the female art always goes upon ribbons.\" I must here note that the higher we went the less aspirational the Professor's language became, he threw out his h's like ballast : by the time our voyage was over I don't believe he had a single aspirate left in his composition. I do not know, gentle reader, whether you have ever been in a balloon, so that I will venture upon the * The friendly printer's devil suggests \" don \" in this connection ; my teetotal friends most certainly sang \" doff.\""], [21, "A CALAMITY ON TWO LEGS. 17 remark that it is a most singular thing that the balloon itself seems to be perfectly still and motionless while the earth beneath seems to be either falling away into space, or moving like a panorama beneath. We were now, so the Professor said, about a mile up in the air, and were gliding along about 10 miles an hour. He said we glided, to us it appeared as I have just mentioned, that the earth was on the move. \"I suppose, Professor,\" said Dick, \"that you and your famous teetotal balloon are in great request for temperance meetings ? \" \"Well, between ourselves,\" said the Professor, \"she\" (patting the sides of the car affectionately) \"is not so teetotal as she looks. She is ' Sir Wilfrid Laivson' on this job, and I think the name suits her well, for she's light and somewhat gassy; but Lor' bless yer, last week down at Devizes, we Avere at a victuallers' feet (he meant fete, of course), and there she came out as ' The Jolly Publican.' We 'as to acomodate ourselves to the public, yer see. Why, bless your httle 'arts, axing your pardon, I've an engagement a fort night 'ence, come next Toosday, at a Primrose meeting at Lady Dawlish's, a regular tiptopper her ladyship is, and there she'll be ' The Ben Disraeli! I then pack her up the moment she comes down, and off Ave g les across the Channel to Cork, to a great Home Rule gathering of B"], [22, "WHAT WILL MRS. GRUNDY SAY? OR, 18 evicted tenantry out on the spree and there she'll figure as ' The Grand Old Man.' It's simply the cost of a bottle of paint and varnish. She's just hke the rest of her sect, rayther given to chopping and changing, and it don't matter, for it's all in the day's work.\" Here the Professor paused and took hold of Tummas's bottle of ginger-beer, and looking at us he resumed : \"You musn't lhink I like this tipple,\" he said, with a Avink at us, \" while on this job I am on the teetotal line, it wouldn't do to be much otkenvise, for a chap must have his wits about 'im. It's all A'ery well going up, any fool can do that ; it's simply choosing an open space away from chimbleys and trees and suchlike, but it takes a wise man to come down. Why, bless your little 'arts\" (he was ahvays blessing our little 'arts, was the Professor, you might have thought that we were the Royal Society of Arts up there in the clouds), \" I've broken my right leg, my left arm twice, and four of my ribs, to say nothing of an ugly blow or so on my 'ead.\" Here I was irresistibly reminded of a description I once heard a Cockney cricketer give of an over of Jackson's — \" His first ball 'it me in the h'eye, his second ball 'it me in the 'ead, his third ball smashed my 'and, and his fourth ball bowled me h'out.\""], [23, "A CALAMITY ON TWO LEGS. 19 \" We mostwise gets shaken up in coming down, but one soon gets seasoned. HoAvsomever, when I lands you gents on terra firmer, and you needn't look so serious like\" (Dick and I had been casting ominous glances at each other at the Professor's reA-elations) \" I shall look to you for a little of the real particular down and straight.\" From a pecuhar twinkle of the Professor's eye, I hazarded the surmise that \"the real particular\" was anything but a temperance drink, and subsequent events proved that I was correct. And now enlivened by this cheery talk, we went sailing on, and entered a white bank of cloud that had suddenly made its appearance, condensed, I suppose, by the atmosphere. It was a regular damp mist, and as Ave sat shivering in the car we asked the Professor if we could not get out of it ? \" Oh, certainly,\" he said, \" but we must go up 'igher. Now you gents do what Tummas is doing, take hold of one of these ere bags and let the sand out ! \" We obeyed him, but whether the bags were slippery with the damp, or whether our hands were benumbed, or whether we were \" bloomin' duffers,\" as the Professor called us in his wrath, I cannot say, but somehow or other the bags slipped out of our hands and went whirling down through the clouds to work havoc in B2"], [24, "20 WHAT WILL MRS. GRUNDY SAY? OR, the regions below. The effect was startling. In a moment the balloon seemed to shoot up several miles, far aboA-e the billowy clouds, right into, as Dick said, \" the blue azure,\" but as she went up she was caught by a sAvift current of air that first of all tinned her round and round like a spinning top, and then whirled her at the rate of an express train higher and higher and still higher, until we found that the air was so rarefied that it was very difficult to breathe. \" This'll never do. Tummas, pull the valve,\" shouted the Professor. Tummas caught hold of the rope, but alas ! it broke in his hand, some one I fear had been tampering with it. And now to add to our troubles \" The Sir Wilfrid Lawson\" seemed to rise more and more to the occasion. It really looked as if some diabolical spirits, invisible to our outward vision, had laid hold of our car, and were carrying it triumphantly along ever upwards. We passed through several distinct strata of clouds, each stratum to my mind, more dreadful than its fellows. The damp mist changed into rain, the rain into hail, the hail into sleet, and the sleet into great feathery flakes of snoAv which drifted in upon us, while icy blasts of air swept through the wicker- work of our car."], [25, "21 A CALAMITY ON TWO LEGS. \" Tummas, for God's sake, lad, get at the valve,\" yelled the Professor. Tummas, as I have said, was fat, and bis method of locomotion was at the best of times provokingly deliberate; his was one of those natures which must have time given them to get under weigh, and now he could not bestir himself all at once. Poor boy, his face was as white as the drifting snoAv, and he was evidently quaking with fear from head to foot ; like Bob Acres his courage was oozing out at his fingers' ends, still he lifted himself up slowly by one of the side ropes, and looked vacantly towards the neck of the balloon, that in the snoAvy atmosphere seemed far aAvay up aloft, and out of reach. \" Tummas, lad, wake up,\" came in sharp, stern tones from the Professor. The boy then heaving a sigh began to climb up hand over hand towards the valve which hung down some twenty feet or more, according to my reckoning, over our heads. The ropes were coated with ice, and the suoav was now drifting in from all points of the compass, and the balloon was swaying to and fro with the wintry blasts. He had got up about ten feet, when, with a despair ing cry, he lost his hold, and down he came head foremost through the ropes over the side of the car"], [26, "WHAT WILL MRS. GRUNDY SAY? OR, 22 Dick rushed at him as he passed and with the giant strength of despair, he just managed to catch with a frenzied grasp the tail of his coat as he SAvept by. The shock was tremendous, and the car swayed so A'iolently that I made sure we were all out, but the good homespun cloth held bravely. The Professor darted to Dick's help, and betAveen them they hoisted the lad, now paralysed with fear, back into the car. \" Ah ! gents,\" said the Professor, catching his breath, \" it's all up with us, we are now bound for Kingdom come. I don't think we can stand more than ten minutes of this. If she holds on we shall be frozen to death, if she bursts, we shall be dashed to pieces below. I hope,\" he added reverently snatching off his cap and looking upwards, with a touch of unexpected pathos in his rugged voice, \" He will take care of the poor missus, Amen.\" \"Let's die, if we have to die, like men,\" said Dick, \" and let's send word down below to tell of our end,\" so saying, he took a half sheet of note paper out of his pocket, and as well as he could for the continual oscillation of the car, he scribbled a few lines on it, and tying it to the neck of the now empty bottle, he cast it into space. Then lighting his pipe, he sat down to aAvait developments."], [27, "23 A CALAMITY ON TWO LEGS. Oh, it was indeed fearful up there in the midst of those awful clouds ! The earth had long ago disappeared, and death was closing in surely, and silently upon us. I say silently, for the wind had gradually ceased, though the suow was falling more thickly than ever. We lay back panting as if Ave had been running Avildly for dear life, for the atmosphere was now so rarefied that it seemed as if we could never half fill our lungs. \" This is a sad end to our little holiday, old fellow,\" said Dick, laying his hand on my arm, \"in any case we'll die together. Bother the pipe it Avon't keep alight,\" he added and threw it impatiently out of the car. At that moment it seemed to me that in jerking away his pipe, he dashed the last remnant of life out of me, for I had been getting weaker and weaker, and the side of the car giving way, over I went, and in a moment found myself falling SAviftly through the air. Right above me was the balloon, and my hapless com panions still passing onwards into still more desolate regions of space, as the car, relieved of rny Aveight shot upwards. And noAV as I came doAvn from the higher stratum of clouds I caught sight of the earth. Again the same curious feeling I had experienced at my first ascent came over me, only this time it was reversed. I"], [28, "24 WHAT WILL MRS. GRUNDY SAY? OR, seemed motionless, poised as it were in space, and the earth was rushing up toAvards me, every moment becoming more and more visible, until I seemed to be taking in all its various details as I hung head doAvn- Avards. As I fell I found myself repeating words from Festus that I had quoted only the week before at a great Socialistic meeting at Lambeth : — \" We live in deeds, not years ; in thoughts, not breaths ; In feelings, not in figures on a dial. We should count time by heart-throbs : He most lives Who thinks most, feels the noblest, acts the best. Life's but a means unto an end. The dead have all the glory of the world, Why will we live and not be glorious ? We never can be deathless till we die, It is the dead win battles.\" \"All!\" thought I, \"the battle is nearly Avon.\" And then I began to speculate as to what Avould happen after. Hoav Slocombe Avould shake his head OA'er the paragraph in the paper, and generally improve the occasion. Hoav Proctor would send the wine round his well furnished table at Henley, and say, \"Poor fellow, let's drink to his memory,\" and then pass off to some lighter topic. I thought of my old mother down"], [29, "A CALAMITY ON TWO LEGS. 25 at Grasmere, the joy of whose heart it was to see me as I arrived every Christmas Eve, joyously laden with the conventional turkey, and all the other accessories of the happy season, and though I should have been ashamed to have wept for myself, the tears came unbidden to my eyes as I thought of her sorrow and desolation when she should learn of my untoward end. All this passed through my mind during the few moments in which I was hurrying through space. \"And uoav it has come,\" I said; the earth AA'as apparently rushing upwards Avith fearful rapidity. My thoughts sped, I am not ashamed to own it, to the Throne of Grace, and I prayed as men only pray in the great crisis of their life. I closed my eyes, but Dick's words sounded in my ears, \" If we have to die, let us at least die like men,\" and I opened them again resolved to look even Death in the face. Just then I heard a strange moaning sound like the beating of waves upon the sea-shore — too well I kneAv the end was come, instinctively I threw my arms forward to shield my head, and down I plunged with headlong speed to meet my inevitable doom."], [30, "26 WHAT AVILL MRS. GRUNDY SAY? OR, CHAPTER II. The City of the Crystal Palaces. But lo ! the king, his footsteps this way bending, His cogitative faculties immersed In cogibundity of cogitation ; Let silence close our folding doors of speech, Till apt attention tell our heart the purport Of his profound profundity of thought. Chrononhotonthologos. \" I THINK, Placida, that he will soon awaken ; see, his colour is coming back, and his flesh is warmer, and his heart is beating more vigorously. Go, tell the Seer Dione to be in attendance — we shall still need all his skill.\" Such were the words that greeted me after the brief period of unconsciousness that followed upon my fall — words that seemed as if they were but a figment of a dream."], [31, "A CALAMITY ON TWO LEGS. 27 The final catastrophe had come with so startling a swiftness that all was over and done with, before I had time to feel the slightest sensation of pain. Falling as I had done from such a tremendous height, I must on reaching the earth have been pounded into a jelly, my bones must have been broken into bits, my flesh (as I lay there thinking, I shuddered at the thought) must have been scattered Lfar and wide in gruesome frag ments of poor quivering mortality. I had died, and I was noAv in the after-state ; I had entered the great UnknoAvn, the still, mysterious border land, that outlies our earthly life. As I lay on what seemed like a bed of the softest down, musing over these things, a shower of sweet, fragrant spray fell upon my face, and I started up and opened my eyes to find myself in a large crystal chamber, Avatched by a beautiful maiden of the rarest beauty, such beauty as I had never seen in the olden times, and two young men, one sah and ruddy, the other dark with piercing black eyes, but all three of most distinguished appearance and aristocratic bearing. Democrat, as I still felt myself to be in my dis embodied state, I was conscious of the subduing influence of such manifest nobility as theirs. \"Dis embodied\" did I say? Here I was, strange marvel, with all my limbs intact. I hfted them one by one,"], [32, "28 WHAT WILL MRS. GRUNDY SAY? OR, with fear and trembling at first, lest I should find them fractured and powerless, but to my delight I was as complete in every particular, as I had been at any moment of my life. Seeing my look of pleased surprise, the dark-eyed young man, who I learned afterwards was the Seer Dione, said to me — \" My Brother, who hast fallen from the sky, what is it that perplexes thee?\" \" I cannot understand,\" I said, \" how it is that I am here having suffered no harm. Have I died, and am I in another life ? Tell me.\" \" Thou hast not died as we understand death hi Euthanasia, for so is our city called. ' SAveet Death land ' is its other and more popular name. By some mischance thou hast fallen from one of our sister planet-worlds. We saw thee from afar, and fearing that thou hadst lost all control over thy course, we sent Althea, our Guardian-Angel, to thy assist ance. Althea exercised all the resources of his power, and thou didst fall lightly into the waters of our lake Nepenthe. The shock, hoAvever, was too much for thee, and thou hast lain unconscious for two days.\" He spoke my old mother tongue, in similar strange accents to the voice which had already sounded in my"], [33, "A CALAMITY ON TWO LEGS. 29 ears. It was English certainly, but of an etherialised kind, with melodious cadences and harmonious inflex ions, such as I had never before heard. The very sound of his voice seemed to thrill me, it was so sweet and so refined. \"Where am I now?\" I asked. \"Thou art in the Palace of the noble Cleanthes and the Lady Placida,\" Dione said, Avaving his hand toA\\rards the young couple, who made me a courtly reverence. \"They have charged themselves with thy entertain ment, and I have been deputed by the Senate to be thine Umbra, and to acquaint thee with all the ways of our fan city, and with the manners and customs of our nation.\" \" Pardon me, my Lord,\" here broke in Placida, \" thou mayest no longer speak until thou hast been re freshed.\" Surprise transfixed me, I was silenced for the first time in my life by a Avoman, but with the self-same breath she ennobled me, and with all the grace and the stately bearing of the ancien regime — that glorious time when there were really (so the historians say) gentle men and gentlewomen — I felt all my radical, levelling doA\\Ti notions preparing to go on the wing, there was something in birth, and very much in refinement and courtesy, after all."], [34, "WHAT WILL MRS. GRUNDY SAY? OR, 30 I had no time for further reflections. Placida clapped her hands thrice, and there rose up through the floor, just as in Drury Lane pantomimes, a table coA'ered with vessels of the purest gold. What, how- CA'er, was still more satisfactory to me in my famished condition was the savoury aroma that immediately filled the room, and told me of the substantial good fare that Avas there. \" Thou mayest not rise,\" said my fair hostess, still bent upon exercising her gentle sway, \" we will ourselves wait upon thee.\" Thereupon Cleanthes wheeled a small table to the side of my couch, and then the banquet began. I was introduced to such a variety of neAv palatable sensa tions, to so many fresh culinary experiences (for child-like I took something of everything that was proffered me) that I was very soon fairly bewildered. I know not to this day the composition of the dishes (it is not seemly to look a gift horse in the mouth), they alternately soothed and exhilarated me, at times I felt a delicious tremor as if a series of galvanic shocks were passing through me, at other times I seemed to be indulging in narcotics, it was a kind of switch-back cuisine, now I was up, now I was down, in a state of hopeless uncertainty, as to what would be the next experience."], [35, "A CALAMITY ON TWO LEGS. 31 I lay there with supreme content, lazily watching my two friends busy themselves with all my wants, taking me over the course, or rather over the courses of this marvellous repast. How long they Avould have gone on I know not, for when I ceased to help myself, Placida betook herself to feeding me with a spoon, while Cleanthes poured down my throat, through a jewelled funnel, the sparkling liqueurs which he brought to me in crystal goblets. I was fast becoming but a passive agent in their hands, Avhen Dione came to my rescue. \" Enough, my friends, our brother has been amply refreshed, we must now leave him to his ablutions, and then I will take him to see the wonders of Euthanasia. Here is the lavatorium,\" so saying, he chew back a curtain that hung on one side of my couch, and there was an inner chamber fitted up as a bath room. Cleanthes and Placida took their leaA'e of me for the moment, and Dione followed them first pointing to a silver gong which hung upon a stand, and bidding me strike once for the bath attendant, and tAvice for him self, and thrice for my noble hosts. That bath was to me like a plunge into new life. It was like bathing in liquid velvet, conditioned by numberless needle points, there are no other Avords that can express what I mean, and Avhen I came out,"], [36, "32 WHAT WILL MRS. GRUNDY SAY? OR, my skin, which had been roughened by exposure to the wintry blasts, was quite soft again. While I had been within the lavatorium I found my clothes had disappeared. I made haste to strike the silver gong, and a stalwart negro entered bearing upon his arm a set of robes of light gauzy texture and strange make, which I afterwards found to be the ordinary costume of the country. He initiated me into the proper way of arranging them, and as I looked in the mirror AA'hen all was completed, I scarcely knew myself. \"Yes,\" thought I, \"I should like old Slocombe to see me thus, it Avould indeed be a startler for him.\" Though I say it myself, I think that my new costume suited me down to the ground. The flowing robes just concealed a certain tendency to what we will charitably call embonpoint in my figure, a slight exaggeration of the graceful rounded lines which are so pleasing to the eye, which naturally delights in a curve. I was dressed in what seemed to be a white toga with a purple border hanging iu graceful folds. On my arms, which were bare to the elbow, and round my waist, Avere bracelets and circlets of gold studded Avith diamonds. My feet were shod with high shoes of white doe leather, and ready for use I had a scarlet,"], [37, "33 A CALAMITY ON TWO LEGS. coquettish, velvet cap Avith a long white ostrich feather, fastened into the cap by a diamond brooch. It took a little practice to Avalk gracefully, but the negro, whose name was Ali, showed me how to manage my skirts, and I soon began to revel in the picturesque ness of my appearance. Tell it not in Lambeth, but by this time all my radical notions had departed ! I felt myself a thorough-going aristocrat — such is the influence of the philosophy of clothes. I struck the gong tAvice and Dione came in \" Ah ! I see thou art become one of us,\" he said, \" I think that thy neAv attire beseems thee well.\" Now, betAveen ourselves, I Avas getting a little bit tired of being spoken to like a Quaker — I love \" the Friends,\" but I don't like all theh theeing and thouing, and Dione, if he went on at this rate, Avould end by being a decided bore, and I quite shuddered to think of all the improving conversation addressed to me in the second person singular to Avhich I should be subjected. I suppose I Avas a little bit crotchetty, my critical faculties were, moreover, prompted by a pin which had got somehoAV involved in the mysterious folds of my garments and was giving unmistakable signs of its presence in a disagreeable manner. So taking Dione by the arm I said, \" My dear felloAv, would you mind once C"], [38, "AVHAT AVILL MRS. GRUNDY SAY ? OR, 34 for all speaking to me in the language of ordinary life. Where I come from we never ' thee ' and ' thou ' our friends, except in books, and Avhen we want to be specially disagreeable. Call me either plain Michael\" (I saw Dione smile at this, perhaps he thought I AA'as indeed plain Michael, but let it pass), \" or else ' you.' I don't of course mean you, but me : hang it all, I mean call me you.\" \" I Avill do as thou likest. Pray pardon me,\" said Dione, \" but I addressed thee — you I mean, in that Avay as a matter of courtesy out of respect. But as our national customs evidently differ from thine — yours, I mean, be it as you wish.\" The dear fellow evidently found it a hard matter to carry out my wishes, but as I explained to him, \"he would soon get used (yoused) to it.\" A joke by the Avay he didn't see : Dione was not on a level Avith our modern humour, and many of my jokes, the old stagers that had done me such service all through my past life, even veritable old Joseph Millers, Avere wasted on him. Though he couldn't see the point of a joke, he found out for me the point of the pin, and having extricated th? offending article, ho and I Avent off together for a survey of the city from the housetop. I must tell you that, as in the East, all the buildings had"], [39, "A CALAMITY ON TWO LEGS. 35 flat roof's, Avith gardens and summer houses and foun tains, and conservatories, and such-like. And here, I must make a frank confession as to the subsequent liberty that I have taken with the various conversations which ensued. Dione, although he did his very best to fall in with my wishes for more simplicity in his talk, could not absolutely come down from his conversational stilts. The habits, manners, and methods of a lifetime are not to change in tho twinkling of an eye. What he did not do, however, I have done for him, I have reduced his stately and someAvhat high floAving style to the more modest vernacular of our own period. I have also done the same with the language of the other personages Avho appear in this veracious narrative. I thereby economise space, for they had a strong predilection for Avords of ten syllables. You must then, my reader, take it for granted that all the people of this wonderful \" SAveet Deathland \" Avere infinitely grander, more intellectual and more aristocratic, and more redundant in their parts of speech than I, plain Michael Rustoff, am describing them. We look at them, as it were, through the wrong end of a telescope. Having thus cleared the way, let us proceed. Dione, having stationed me upon the housetop, bade me look around. I saw what seemed to me to be a city C2"], [40, "2_» ■ ill AA'HAT AVILL MRS. GRUNDY SAY? OR, of Crystal Palaces. Far and wide, wherever the eye ranged, there was to be seen a vast city built, not of brick or stone, as in my old world, but almost entirely of glass and of steel. As the rays of the sun fell upon the crystal roofs, Avhich were made of an iridescent glass, the effect was simply superb. The houses were of every variety of architecture, for uniformity seemed to be the last thing aimed at ; there were buildings with domes, and minarets, and towers, the humble two-storied villas, and the ten-storied resi dential chambers, but one and all Avere built of panes of glass compacted together with bands and ribs steel. \" Why is this ? \" I asked Dione. \" We have become very natural in our habits ; some three hundred years ago our forefathers were dreadfully artificial,\" answered Dione, \"and individualism developed to such an extent that the nation was on the point of perishing of selfishness. High Avails and cloistered buildings, carefully fenced out from all observation, were the order of the day. People left off going to church, or even to the theatre, because it so interfered with the privacy of their family life. A few bold spirits led the van of a reactionary moA'ement, and noAV it is as you see.\" \" Is it not making one's private concerns too"], [41, "A CALAMITY ON TWO LEGS. 37 public to live thus openly in the sight of day ? \" I asked. \" Oh no, we simply attend to our own concerns and we don't trouble ourselves about other people's business. You must have noticed that although Cleanthes and Placida, and even I myself were, of course, most desi rous of knowing where you had come from and what kind of a planet-world it was you had left, that we did not even venture to ask you a single question. This was simply because we had learnt to mind our 0A\\rn business. Our people live for the most part out of doors, but they are not ashamed of their family life, and they do not think it necessary to retire into absolute privacy when they get to theh homes.\" \" What is that ? \" I said, as I looked at a house not far aA\\'ay from us where a thick dense smoke, first Avhite, and then changing by degrees to yellow and rosy red, dimmed the transparency of its glassy walls \" Is it a fire ? \" \" Oh no,\" Dione replied, \" although avo court pub licity as a rule, even in our domestic hie, you can readily understand that there are times and seasons Avhen this custom may be inconvenient. We haA'e therefore pro vided a means whereby, at a minute's notice, we can be as private as Ave like. See here,\" he added, drawing me back from the roof into a glass ante-chamber. Ho"], [42, "38 AVHAT AVILL MRS. GRUNDY SAY? OR, pushed a little brass button and in a moment a thick mist came up betAveen the tAvo panes of glass which formed the Avail. He then touched successively a series of other buttons and the Avhite mist became suffused with the colours of the rainboAV. He next pulled a small string that Avas hanging by the side of the Avail and the mist subsided as quickly as it had appeared. \" The buttons,\" he said, \" merely effect a combination of certain chemical elements, in the one instance causing a smoke or mist, in the next instance colouring it as fancy dictates. But by their use we can have just as much privacy as we may desire.\" \"Noav, what is the effect of this glass-house life? \" I enquired, \" does it not destroy the sanctity of home, and take aAvay from the absolute liberty AA'hich a man feels AA'hen vithin his own Avails ? \" \" Oh no, nothing of the sort,\" Avas his reply, \" as said, Ave look not after the concerns of others, idle curiosity is a fault that has well-nigh been rooted out of our midst. And as to liberty, wheresoever men are, they should behave as civilised beings, and Ave count it a very good thing that many of the shocking scenes and terrible domestic quarrels that used to take place in the privacy of the old houses of brick ancl stone are done aAvay with. AVhere we have reason to believe that our easy method of securing privacy might be abused,"], [43, "39 A CALAMITY ON TWO LEGS. there the privilege of raising the essential mist is Avith held. I do not, however, think that there are six houses in the whole city where such a measure is necessary. The effect is altogether good.\" At this juncture my eye rested upon several large conservatories that were tinted yellow, green, and red ; they seemed scattered about according to a certain system in different quarters of the city. \" What are those ? \" I asked. \" Those are what we call our Baby Developers,' responded Dione, \" Infant Conservatoires is the more technical term. In this land for certain reasons, wirh which I Avill furnish you hereafter, Ave are not a long lived race ; as a matter of fact our women die at the age of 40, our males at the age of 55.\" \" Surely,\" I said, \" not invariably ! ': \" Yes, invariably,\" continued the Seer, \" always excepting, of course, those who dio prematurely; the years I have mentioned are the life-limit for either sex. This being so, you can easily understand Iioav necessary it is to see that from the earliest years of our children's lives everything is done to develop and cultiA'ate pre cocity. We do this by gathering our babies together as soon as they can be separated from their mothers, in large artificially heated conservatoires. Here, exposed to the light of the sun, and judiciously fed upon the food"], [44, "AVHAT WILL MRS. GRUNDY SAY ? OR, 40 that experience has taught us is best for this purpose, while likeAvise trained in the exercise of their limbs upon a rational system, the process of development is so speedy that at the age of five they are quite equal in muscular physique and intellectual attainments to boj'S aud girls of 14 and 15 in the earlier years of our national life some three centuries ago. They then pass on to the second grade conservatoires, and at the age of ten they are of full age, real men and Avonien.\" T thought, as the Seer spoke of this latest achieve ment in infantile development, of the celebrated Massa chusetts infant, that was seen, three weeks after his birth, sitting up and speculating as to Avhether he could make certain great improvements in the mechanism of his rocking cradle. The Seer might have thought me frivolous, so I kept my reminiscence to myself. \" But the coloured glass,\" I added, \" you have not explained that.\" \" Ah, that is a great factor in our system of deA'elop ment; as you are probably aware, the effect of coloured glass, blue, green, red, upon plants, has been noticed by horticulturists for many years. It occurred, however, to one of our scientists to pursue the course of inquiry as to the effect of light transmitted through these coloured media upon children. We haA-e discoA-ered that not"], [45, "A CALAMITY ON TAVO LEGS. 41 only can Ave quicken or delay a child's growth, according as we allow a certain quantity and quality of light to fall upon him, but we even can likewise determine his moral and mental qualities as AA'ell. The Chief Secre tary of the Infantile Department of State carefully con siders, from the data sent in to him, Avhether the children of any particular series of years are desired to have an artistic, a musical, an architectural, or a purely practical turn of mind. And according to his requirements, green, red, blue, or yellow lights predominate in the Govern ment Conservatoires.\" I looked somewhat sternly at Dione to see whether he was passing a joke off upon me, but no he was unmistakably in earnest. \" The green lights,\" he continued, \"Ave find develope most fully the artistic faculties ; while the blue lights are more calculated to make our children metaphysicians than anything else ; yellow lights, on the other hand, give them an early bias to agricultural pursuits ; red lights make them literary, hence the common expression \"well read\"; sometimes the lights are changed as many as twenty times in a day. We thus get a judicious blending of the necessary qualities and faculties. \" But Ave are wasting time up here,\" continued Dione, \" let us descend and go out into the streets. On our way down Ave met Cleanthes and Placida,"], [46, "42 AVHAT AVILL MRS. GRUNDY SAY? OR, Avho expressed a Avish to join us and do the honours of the city. So we all four set out together. The first thing that I noticed was that the popu lation of the city was evidently divided into three classes. Placida explained to me that those who, like ourselves, wore gold circlets studded with diamonds, belonged to the nobility. \" Here's a feather in your cap, Michael, my boy,\" I said to myself, I had one already, but this last was of course a metaphorical one. Placida then went on to say that those who had plain gold circlets were the burghers of the middle class, while those adorned with simple silver ornaments were the commoners. Being very much struck with the superior look of intelligence as well as the extreme gracefulness and beauty which characterised the order of nobility, I sought an explanation from Dione. \" It is simply an illustration of the working- of the laAv of evolution,\" he answered, \" you see before you the results that haA'e arisen from a very careful method of sexual selection, extending over a large compass of years. Oh, no ! you need not be afraid that I shall say anything to offend the chaste ears of the Lady Placida,\" he went on, noticing a deprecating look that I had cast towards her. \"Our women are Avell used to the open"], [47, "43 A CALAMITY ON TWO LEGS. discussion of these questions, to the pure all things are pure, it is only the evil-minded who shrink back in affectation from the mere mention of these essential matters.\" Placida nodded her assent to this, and he went on \" You must knoAv that wherever civilised man conies in direct contact with nature, either in plant-life or in animal-life, he improves thereon. All our delicious fruit, our succulent vegetables, our most beautiful flowers are the dhect results of careful cultivation. At the outset, these were Avild, unlovely and tasteless, man took them under his care, and by dint of assiduous pains spread over a long series of years has made them what they are now. So likewise is it with the domestic animals, the horse, the coav, the sheep, the dog ; by Avhat is called breeding in and breeding out, by a careful selection of stock, by bringing his superior intelligence to bear upon the matter, man has almost entirely revo lutionised the original breed of these animals. For beauty and swiftness, for strength and endurance, for purposes of ordinary utility, they are almost like beings of another species as compared with their original ancestral progenitors. \" Strange to say, although he had been face to face with all the marvels produced on the inferior orders of"], [48, "44 WHAT WILL MRS. GRUNDY SAY? OR, creation by the use of his intelligence, man himself shrank from applying these principles of natural and orderly selection to his own race, and in consequence has not moved pari passu with the rest of his protege's. The subject I grant you is a delicate one, but the God who has bidden us to increase and multiply, has surely likewise a claim upon the use of our intelligence in the fulfilment of His command. \"We are acting most wrongly when we make a con cession to an unworthy and most indelicate, sickly sentiment, and relegate this all-important matter to the category of things indifferent. The natural result had folloAved, the Nemesis attendant upon carelessness and ignorance had OA'ertaken society, moral and physical atrophy had usurped the place of intellectual vigour, and highly developed physical progress, and man was dis tinctly on a lower scale of being than he was centuries ago, all because he bad been blind to the leading of facts. \" The sublime function of marriage became a mere matter of caprice, the sport of accidental circumstances, the pastime of the frivolous and sensual, and in the end too often but lapsed into an empty, purposeless farce, a mere lever de rideau, to be followed later on in the evening of life, by the saddest and grimmest of tragedies."], [49, "A CALAMITY ON TWO LEGS. 45 \" The Royal Family had, of course, its well-defined limitations. Its select circle of foreign princes and princesses was the only sphere iu which it was allowed to circulate, but outside this charmed circle confusion reigned supreme. Young men and maidens, meeting together promiscuously in places of public resort, or in the close intimacy of the family circle, would become attracted to one another by the mere gravitation of their material atoms.\" \"Oh, Dione ! \" exclaimed Placida, laughing. \" It is true,\" returned the Seer, \" and then they would subside into that sexual condition, that warmth of feel ing and height of passion which was for want of a more accurate definition, designated as 'falling in love,' — the very use of the verb ' fall ' in that connection indicating the popular idea that love was something beneath us, something which involved a descent from a higher plane of being.\" Here Placida broke in again : \" Dione, I must tell you,\" she said, \" has never experienced himself the slightest approach to the tender passion, he is speaking without a book, he is a confirmed celibate.\" She was speaking somewhat sarcastically, as I learned a little later. \" And for that vcrj' reason, my lady,\" said the Seer, \"I survey the subject with all the more impartiality. Lookers on see most of the game.\""], [50, "WHAT WILL MRS. GRUNDY SAY? OR, 46 \" These young people would meet again and again, and at last, without anything but a superficial know ledge of one another, seeing but 'company manners' and all the unrealities of a society that is honeycombed with lies and deceit, their marriage, which after all was but a fortuitous concourse of atoms, was consummated. Sometimes happy results ensued, but almost invariably precisely the reverse.\" \"Amongst the upper classes and amongst the middle classes, where men were intelligent and women were but fairly sensible.\" \" Thanks, so much, most gracious Seer,\" interrupted Placida, \"for the flattering distinctions ! \" \" A certain amount of common-sense,\" calmly con tinued Dione, \" was displayed, and the married couples may be said to have been not unreasonably mated. In the lower orders, however, marriage was absolutely a matter of the blindest chance.\" \" Our statesmen were at last face to face with that crux of modern civilisation, the non-survival of the fittest. The intellectual and refined, either from the working of some of the intricate laws of Nature, or in the laudable exercise of self-restraint, were blessed with but small families, while the coarser-grained labouring classes multiplied like rabbits in a warren. It began to be apparent that the families of gentle blood were"], [51, "A CALAMITY ON TWO LEGS. 47 gradually dying off, crowded out of existence and swamped by the teeming multitudes of children of the lower orders who were continually coming to the birth. If this were to go on unchecked, our rulers felt that we should degenerate into a nation of simple peasants, almost entirely animal in our tastes and instincts. A Matrimonial Department of the State was formed, and, to make a long story short, after endless negotiations, the following method of regulation was adopted : — \" The nobility were first taken in hand. Careful lists of their pedigrees and family histories were tabulated, and a law was passed that, except under a special dispensation, when, for instance, it was deemed necessary to introduce a coarser strain — noble should mate only with noble. Every proposal of marriage was submitted to the Lords' Committee of the Matri monial Council, whose decision was final, subject to the right of appeal to the Warden-Protector himself, who, by the way, is elected every five years as chief ruler of our land. \" Special attention was given to the proper blending of family characteristics ; those, for instance, who had great warriors among their ancestry were mated to those who had been pre-eminently distinguished in the arts of peace ; descendants of famous philosophers or"], [52, "WHAT WILL MRS. GRUNDY SAY? OR, 48 freethinkers were wedded to the stock of eminent divines ; scientists mingled their blood with poets, and artists with mathematicians. Peculiarities of form, figure, complexion, were carefully observed, and mar riages were arranged accordingly. By this process of intelligent sexual selection, spread over the compass of several centimes, we have at last succeeded in fashioning a race of nobles which is absolutely peerless in the universe.\" Cleanthes here burst out laughing. \" A wondrous paradox, my Seer ; a peerless race of nobles — is not that something of a bull? \" \"But how do you manage if you have what is termed in physiology, 'a reversion fco type ? '\" I asked, \" if any of your nobility prove themselves unworthy of their name and position ; what do you do then ? \" \" Our process is a summary one,\" Dione answered. \" The offender is tried by his peers, and if found unworthy to remain in the privileged class, his title is taken away from him, and he is reduced to the ranks. On the other hand, should any citizen distinguish himself and show the unexpected possession of some great moral and intellectual faculties, he can pass, after a time, into the ranks of the nobility, occupying until such time as he has fully proved his right to the full titles and honour, a probationary position.\""], [53, "A CALAMITY ON TWO LEGS. 49 \" The matrimonial regulations concerning the middle class, mutatis mutandis, are much the same as those affecting the nobihty. \" It is, however, when we come to the lower classes, that the stringency of our laws is made manifest. No one is allowed to marry without a licence, not merely specifying whom it is he wishes to marry, but how many children he is entitled to have. The number of licences is strictly regulated by the national requirements ; no one can many until he proves his ability to make pro vision for his wife and children. \" In the case of any infraction of these rules, the severest penalties are visited upon the offender. Those who sin against the law of continency are sent away into banishment to a distant province of our empire, where the sexes are divided into separate communities. \" Our maxim is ' Salus reipublicœ suprema est lex! and all individual interests and feehngs have to be sacrificed to the good of the State.\" \" And does all this work well MI asked. \" Admirably,\" answered Dione, \" the coarser elements of our national life are kept in proper restraint and subordination, and even our lower orders are at least three grades higher in the scale of civilisation than when we began our matrimonial arrangements.\" n"], [54, "50 WHAT WILL MRS. GRUNDY SAY? OR, In the course of our interesting conversation, we had been gradually climbing up a flight of marble steps which at last landed us in what my companions told me was called \" The Golden Square.\" It was a very large open space containing a beautiful garden full of palms and great tree-ferns and parterres of lovely flowers, and terraces of green grass; fountains of perfumed water were playing amongst the trees, and their sweet fragrance filled the air. The gardens were full of happy children — out, I suppose, of the conservatoires for awhile, improving the shining hour, I expect, for a band of these enfants terribles who came near us was reading Plato's \"Republic\" and Aristotle's \"Ethics,\" and there were also many groups of holiday makers, for the day was a feast day. All round the Square were numbers of beautiful palaces built of lustrous crystal, and differing from the ordinary houses that I had hitherto seen in that gold had taken the place of steel. Dione told me what these buildings were. One Avas the palace of the Warden- Protector — \" The Sun Palace,\" it was called. Then there was the House of Notables, the Academy of Refined Arts, the Palace ofthe Municipality, and so on. All the chief officers of State had, I was told, their official residences here."], [55, "A CALAMITY ON TWO LEGS. 51 As I looked down upon the fair city from an arbour in the garden, where we rested awhile, I saw in the sky, at the height apparently of several hundred feet, a number of moving objects. Placida handed me a telescope, and I saw at once that these moving objects were inhabitants of the place. Seeing my astonishment, Cleanthes told me that I was looking at passengers by the \" Electric-wave motor-line,\" or \" Elwa-mote,\" as it was popularly called; and, sure enough, these people were gliding slowly along with a gentle rocking movement as if they were being borne on by waves of water. Ever and anon they came to a great Tower that raised itself high up into the sky above the surrounding houses, and then, after waiting for a moment, on they went, until they came to another stopping place. At certain intervals there were Towers of a more commanding size, and these evidently were junctions, for from them the travellers seemed to diverge to all points of the compass. No lines were visible, and no carriages; the passengers simply seemed to sit or stand at their ease, and these invisible waves, generated in some way of which I was not aware, and directed in their course by some unseen agency, earned them easily and pleasantly along. I turned to Dione for an explanation, and he said — D2"], [56, "52 WHAT WILL MRS. GRUNDY SAY? OR, \" Oh ! that is nothing to what I have to tell you. Stay, however, a moment.\" He then beckoned to a maiden who was passing by and said something to her that I did not catch, and she went away for a moment, and then returned with a basket full of luscious fruit, and a bowl of what seemed to me very much like the old familiar strawberries and cream, only infinitely more delicious. As we sat there listening to the splashing of the fragrant fountains and eating pleasant fruit, and sipping sherbet, Dione enter tained us in this wise : — \" You should know, my lord, that all great dis coveries are, as a rule, simply practical applications of laws of Nature which have been foreshadowed years before. By chance (although, strictly speaking, there is no such thing as chance, for all things are fore ordained), men groping blindly in the dark, grasp hold of some grand truth, the value of which they are incapable of realising. The power of steam and electricity, the dynamic and static sciences, the laws of chemical affinities, the art of photography, and even the use of automatic machinery, were all discovered by independent scientists ages before they were put to practical use. \" It is the same with the physical and moral faculties of our being. Men in byegone eras have been"], [57, "53 A CALAMITY ON TWO LEGS. occasionally startled by finding themselves possessed of certain exceptional endowments which reveal poten tialities of which they had never even dreamed. Too indolent for research, and too incapable to reduce their single isolated experience to the test of continuous practice, they contented themselves with making a record of then discovery — and there, for a long time, the matter ended. Their descendants, however, in herited their estate, and by dint of their higher intelligence, and under stress of the imperative neces sities of modern life, turned these unconsidered trifles, these despised faculties, into valuable assets. \" You may have heard in your planet world — by the way — what name do you give it ? \" \" We call it Terra,\" I said, with a smile at this first appearance of curiosity on the part of Dione. \" You have heard doubtless there, ofthe way in which in moments of spiritual rapture, certain holy men and women have been lifted up bodily from the ground ? \" I nodded assent and immediately began to think of the Acta Sanctorum, wherein I had read certain marvels concerning St. Theresa, and St. Dominic. \" If you won't mind a slight interruption,\" I said, \" I can give you as far as my memory serves, a quotation from one of the most eminent Terrene historians bearing upon this.\""], [58, "54 WHAT WILL MRS. GRUNDY SAY? OR, And before Dione could give his consent, I went on to quote from Froude's \" Scientific Method Applied to History.\" \" In a work published in Spam, in the last century, under the sanction of the Church, for the instruction of spiritual directors, the elevation of the body in the air is spoken of as one of the commonest and most notorious symptoms in the spiritual growth of saintly young ladies. The phenomenon seems as familiar to the father confessors as measles or whooping-cough to an English doctor, and circumstantial rules are laid down for the edifying treatment of such cases. The author of the book was no fool, and shows a great deal of common-sense. The elevation is spoken of as an un doubted sign of grace — a favourable feature — but by no means one of the highest ; compatible with niany faults, and likely in the sex most liable to it to create spiritual vanity. The young ladies, therefore, are told, when they feel themselves getting light, to catch hold of the nearest post or rail, and keep themselves down ; or if they find the attraction, or whatever it is, acting too strongly upon them, they are to run away, and lock themselves into their rooms, and be lifted up where there is no one to admire them. I am not caricaturing. I am translating almost literally from the 'Lucerna Mystica.' \""], [59, "55 A CALAMITY ON TWO LEGS. \" Why, what a memory you have, my lord ! \" said Placida, with a look of admiration in her eyes. \" Oh, that's nothing,\" I modestly replied, \" when you're used to it.\" \" Your quotation was most interesting, although 'Spain' is an unknown country to us, and the expres sion 'the last century,' singularly vague, still I am indebted to you even for the interruption,\" said Dione, \"but to resume the thread of my argument. These miracles, as in the unenlightened phraseology of the period they were called, were altogether laughed at, and scouted by the more sceptical generations that followed, and were dismissed somewhat loftily by scientists as empty monkish legends. \" Some centuries afterwards a new phase of thought called Sphitualism prevailed, and certain startling phenomena presented themselves in connection there with. Gatherings of enthusiasts called seances, were held in the dark, for the spirits who were the objects of this cult, were of the seamy side of nature, and preferred darkness to light. When the faithful were thus gathered together, the mediums, i.e., those who were the channels of communication between the under and the upper world, were subject to peculiar experi ences. A phenomenon called ' spiritual levitation ' was"], [60, "WHAT WILL MRS. GRUNDY SAY? OR, 56 made manifest, and in the dark of course, mediums were discovered floating in the air, bidding defiance to the laws of gravity, and manifesting their spiritual exaltation in default of ocular demonstration, in such nconvenient ways as beating tambourines, twanging guitars, or playfully ruffling the hah of those who were sitting in a circle underneath with their hands clasped to complete the mystic ring.\" \" How history repeats itself,\" said I, \" for we have precisely similar goings on in Terra.\" \" These phenomena, I am sorry to say,\" continued Dione, \"were almost universally discredited as the work of charlatans, who made a prey of fools. About 150 years ago, however, there lived in Euthanasia, a celebrated savant, Nicodemus J anson: perhaps, his name has reached your world. His mind running on occultism, he proceeded to investigate this phenomenon of levitation, and he discovered the full bearing of the principle that had so far only been presented in a most fragmentary way. \" He proved that in a certain condition of ecstatic feeling, when the spirit-life within was at its highest tension, it was possible by a simple act of intense volition, for the higher part of our being to lead captive the lower part thereof. The body in these intense moments of rahapsody was capable of being uplifted from"], [61, "57 A CALAMITY ON TWO LEGS. the ground by sheer spirit force. Such experi ences, he went on to discover, were of an entirely exceptional nature, and so rare as to be virtually non existent.\" \" Except in Spain apparently,\" said Placida.\" \" His further researches showed him,'' added Dione, \" that this power of levitation was capable of extension and development. He first of all cast about for a means of making the body less ponderous, for, as he rightly argued, the more he could overcome the oppression of the laws of gravitation, the easier it would be for the body to rise. I suppose you have heard of ' Ossiferous Catallactics,' a remarkable feature of oui' progressive surgery. It is a peculiar operation whereby the bones of the lower animals are called in to redress the balance of the evils that beset the higher animal man. When- ever there is an osseous malformation, where a human bone requires excising, or replacing because of accident, or disease, the bones of oxen, horses, sheep, monkeys, dogs and rabbits are placed in situ, and very soon there is a perfect cohesion, the lesser is swallowed up in the greater, and the inserted bone becomes an integral part of the human skeleton into which it has been deftly built by surgical skill. \" Janson took this principle of conservative surgery as his starting point, and he formed the audacious"], [62, "58 WHAT WILL MRS. GRUNDY SAY? OR, conception of gradually modifying the fabric of the heavy human skeleton, so compact in its bony texture, into something lighter and more airy ! \" \" Airy,\" thought I, \" poor Professor ! \" The mention of the word carried my thoughts back to the balloon, and my unfortunate comrades, now probably over whelmed with snow and floating about, melancholy dead waifs and strays in rarefied space. \" Yes, more airy, and, my lord, I don't see what you are sighing about, except I am wearying you,\" said Dione, half reproachfully. \" Oh, no, do go on,\" I said. \" Janson took the bones of birds, which as you know, are furnished ■with numerous air passages, and he gradually inserted a section here, and a section there, as his patients could bear the operation, eliminating of course, each time he did so, a corresponding portion of the human skeleton. Janson was an enthusiast, and he would be at any pains or inconvenience to carry out his ideas. He laboured like this for some years without any very distinct prospect of success, and then in the course of nature he died. Other surgeons, however, carried on his work, and the law of heredity here came in to their assistance, for those who had survived the primary operations of Janson, as at least one in every fifty did, passed their modified bony structure on to"], [63, "A CALAMITY ON TWO LEGS. 59 their children. At last, it has resulted in this — that a very large proportion of our present race are practically unfeathered birds, and that in some instances, as in the case of Cleanthes, who will I feel sure, gratify your taste for scientific knowledge by an ocular demonstra tion, germ-hke wings are beginning to sprout from the shoulders.\" Cleanthes slipped back his toga, and showed me a little diminutive wing, about the size of my hand (which I may say is fairly small), covered with downy feathers, springing from his left shoulder. \"Though much had thus been achieved,\" Dione continued, \" much remained to be done, and here the physiologists came in to claim their share in the solution of the problem. They suggested that by a judicious course of aerated bread and very light pastry, and other substantial articles of diet, the too solid flesh might be reduced, or in any case made to be less weighty. Still, do what they would, no one could move an inch from the ground, except of course by jumping, which was not legitimate levitation. The philosophers came to the assistance of their confreres and insisted upon the necessity of the exercise of the powers of volition, such powers to be cultivated aud developed by constant practice and intense application. Success was then achieved, surgery, physiology, and philosophy, the"], [64, "WHAT WILL MRS. GRUNDY SAY? OR, 60 tria juncta in uno happily prevailed, and behold the results. Most noble Cleanthes, most gracious Placida, will you oblige ? \" \" With the greatest pleasure,\" said they, and stepping outside the arbour, they stood silent for a moment, con centrating their thoughts, and developing their will power, and to my astonishment, slowly and gracefully rose from the ground to a considerable height, and then came quietly back again to the same place. \"Alas ! \" said Dione when they had returned, and were refreshing themselves with sherbet and strawberry cream, finishing up, 1 was sorry to notice, what remained untouched, \" we cannot fly yet, our wings are in their embryonic stage, and need the development of the ages to come. Accordingly we have to use other means of aerial locomotion.\" \" When we wish to traverse cur city, or to go else where to the various Provinces of our land, we levitate up to the summit of one of those Towers that you have already noticed, which, by the way are, as you will see to-morrow, entirely unfurnished with stairs, so as to shut out the common herd, and then we wait until the signal is given us that the electric-wave-motor (or Elwa mote, as we call it) is coming along, and we cast our selves upon the train, and off we go, wheresoever the electric waves are arranged to bear us.\""], [65, "61 A CALAMITY ON TWO LEGS. Here, I blushed to say it, I yawned unwittingly, this sad lapsus natwrœ was all over in a moment, but the quick eye of Placida detected it, and she said \" Dione, you are too exacting, you must not fatigue our guest.\" \" Oh no, not at all,\" I protested, \" only as it is rather hot, may I venture to throw out the suggestion that we have five minutes halt for refreshments.\" Cleanthes chimed in with \" That's just what I wras also thinking. I'll go and see about it.\" He went out and returned quickly with a buxom lassie who carried a large basket laden with fruits. We settled down quite happily to orangellas, strawberry cream, and iced sherbet. I have often thought at St. Simon Magus, where I was wont to act as churchwarden (all our firm, by the way, were churchwardens in different churches, it brought us good clients), how refreshing it would be if, before Dr. Asphodel, our Rector, came to \" thirdly,\" which was usually after a thirty-five minutes' run, we could wait a while, and have tea and ices passed round. A church run on those lines would pay, I am sure, and the cost of the refreshments would come back again in the offertories, at least I should hope eo. We now settled ourselves down quietly to hear Dione resume : \" Our modern philosophers \" (Oh, how glad I was that I had that fruit to fall back upon)"], [66, "62 WHAT WILL MRS. GRUNDY SAY? OR, \" have altogether rejected the old division of Eutha nasian being into a tripartite association, of body, soul, and spirit. The soul, or mind, is now simply considered a department of the body, the upper storey or show room in fact, where the finished product manufactured out of the raw material in the basement is displayed.\" \" Our present scientists say that we consist solely \" \" Oh, Dione ! \" said Placida, reprovingly. \" No joke, I can assure you is intended,\" Dione replied, as grave as a judge, \"we consist solely of body and spirit. The body may be defined as the material part, whose constituents are made up of the same elements that form the substance of our planet world, Ierne.\" \"Through our bodies, our spirits, which are im material and highly volatile \" \" Speak for yourself, Dione,\" cried Placida, who was evidently in rather a wicked mood (I hope it was not the sherbet, it seemed harmless enough) so saying, she took an orangella out of the basket, and tossed it to Cleanthes to peel. \"Where was I? \" asked Dione. \" Highly volatile,\" responded Placida. \" Oh, yes — our spirits, highly volatile, come in con tact with visible things through the avenues of the senses, and are thereby refreshed.\""], [67, "A CALAMITY ON TWO LEGS. 63 \" Just so,\" said Cleanthes, helping himself to another plateful of strawberries and cream. If Dione had not been a philosopher, he would ere this have lost his temper, but he went on calmly and deliberately : — \" But more than this, our bodies are not merelv channels or avenues placing us en rapport with outward things, they are also dwelling-places of our spirits, the homes where they take up their abode until the time of their departure. We believe that we come from other planet-worlds, some perhaps, like you, my lord, from Terra, or from Jupiter, or Saturn, or even from some other solar system altogether. In any case, we are here but for a short time, hke a swallow in the course of his migration settling upon the eaves of a house, and resting for a brief while until he recovers his breath, and can con tinue his flight.\" \" The analogy is perfect, my Dione,\" said Placida, \"with this qualification, the swallow carries off his body with him, we leave ours behind us in the crema toriums.\" \" Again,\" said Dione, \" I must refer to foreshadow ings\" (whereupon his listeners referred again to their strawberries and cream), \" foreshadowings, I repeat, of a power that has only within recent years been exeroised"], [68, "64 WHAT WILL MRS. GRUNDY SAY? OR, (here he took a peach). We read in the various sacred books of the nations, that ghosts, apparitions, spectres, phantasms, and the like, have been in the constant habit of appearing to their own circle of friends. Secular history also tells us that on the eve of great events, after sudden catastrophes, and when any special message had to be delivered, ghosts or restless spirits would show themselves. There was this, however, to be noticed, that these apparitions were by no means invariably phantoms of dead men, but also were the spirits of those who were at that very time alive in the flesh, but had issued forth from their material habita tion, in fact, had gone out of their fleshy house. Reasoning from the particular to the general, our savants discovered that here also was revealed a potentiality of faculty. To somewhat curtail the already excessive length of my narrative \" \" To cut a long story short, in fact,\" remarked Placida. \" We now habitually practise as a matter of every day life,\" continued Dione, \" this separation of spirit from body.\" \" Yes,\" said Cleanthes, \" it is a positive fact, that we go in and out of the body just as easily and just as readily as we go in and out of our houses.\" \" When Cleanthes says ' we,' I must tell you,\" went"], [69, "65 A CALAMITY ON TWO LEGS. on Dione, \"that the word spirit is a noun of multitude ; we have discovered that man, the Euthanasian man, I mean, is a composite being. There may be quite a family of spirits dwelling under one roof in one human bod}\", and that accounts, in a measure, for the different ways in which a man acts, and the varied phases of character which appear in the same individual being. from hour to hour. This used to be attributed to the law of atavism or heredity, to different peculiarities of his bygone ancestors coming in turn to the surface, so that each man was not only the product of his own life, but a living actual retrospect of all past ancestral lives. \"We, however, have laid hold of a much simpler truth ; all modern thought, as you know, tends to the evolution of simplicity out of complexity, and this is a case in point. Instead of troubling about a man's defunct ancestors, We simply concern ourselves about his own living spirits. \"Some men's nature is so limited that they have but one spirit, others have a considerable number, all belonging to the family circle, and all bound to recog nise the body as their common meeting-place, tlieir hall for meals, their home, their refuge, their temple. \" 1, who am now speaking to you, for instance, am conscious of being capable of sub-division into at least E"], [70, "66 WHAT WILL MRS. GRUNDY SAY ? OR, six different spirits, which go in and out of my, or rather of our body, either together, or in detachments as it pleases them. If anything interesting occurs in some distant part of the Republic, a spirit is sent to investi gate and bring back a report. On certain days they, or rather we. go out, just like bees from their hive, to gather what honey we can from our neighbours' farms and gardens. Some of my spirits are sentimental, others are practical, some are of an adventurous turn, others are philosophical and unenterprising ; well — our world is wide enough for each.\" \"But,\" said I, -'this being so, and of course I will take your word for it, when the spirits go out like that, what becomes of the poor deserted body ? \" \"You have raised a very good point,-' answered Dione. \" Before we were experienced in this matter of Spirit-outings, we had some serious contretemps. The spirits all with one consent went out of a certain man, and his body was left untenanted. As ill-luck would have it, these spirits found something very interesting and engrossing in the region to which they had gone.\" \" In the female line, I expect,\" I said. \" And our spirits can go anywhere in the twinkling of an eye,\" added Dione, \" and the body — their dwell ing place— was left unoccupied for two days. The science of Spirit-outings was then in its infancy, and"], [71, "67 A CALAMITY ON TWO LEGS. somewhat caviare to the multitude, and the neighbours all thought the man was dead. His body was carried with the usual funeral ceremonies to the crematorium (we cremate our dead here), when just as it was being lowered into the furnace, one of the spirits happily returned. \"On the other hand, spirits have sometimes gone out only to find on their return, that their home had been taken possession of by other spirits ; and we have a suit now going on in our High Court of Justice to vindicate the right of certain spirits to a body which they assert was treacherously occupied by alien spirits during their absence. To obviate this, we always leave behind us one spirit to be a care-taker. In some cases the spirits take it in turns to perform this thankless task, but as a rule the least enterprising spirit remains. Very little intelligence is required for this duty ; it has only to keep up the ordinary functions of life, so that the vital powers of the body do not lapse; but his faculties of intellectual resources are not heavily drawn upon for this ; so long as he can talk about the weather he is equal to the average intelligence that will ordi narily confront him.\" \" What effect has this discovery upon your life,' said I. \"A mcst marvellous one. It has extended the e2"], [72, "WHAT WILL MRS. GRUNDY SAY ? OR, 68 horizon of our existence. We are, indeed, rapidly becoming cosmopolitans, for our spirits as they become more and more acquainted with their newly-found freedom are the more disposed to exercise it. Our life used to be a purely localised one, strictly confined to the limits of one's own individual being. Even with our Elewamotes we were only able to cover a certain distance within a certain time ; now, as it were, the trap-doors of our body are lifted up, and out go tho spirits for long and distant flights. They come back home, for there is a law of attraction that compels them to do that, enriched with so much experience, that they are a never-ending source of delight.\" \" But are there no disadvantages,\" I asked. \" Well, I must admit that occasionally I am troubled 1 iy one of my spirits. Placida has told you that I am a celibate in theory and also in practice. I have inherited, I suppose from one of my ancestors, a spirit which causes me considerable anxiety. I can speak with all the greater freedom, because at this very time he has gone 8,000 miles off to keep an appointment with a kindred spirit with which he says he has affinity. This spirit of mine is of a distinctly romantic and sentimental kind, and he is very much given to what in any one else I should call flirtations; he is light and frivolous to a degree, and although the other members of our spirit"], [73, "A CALAMITY ON TWO LEGS. 69 family-circle do their best to discountenance his goings on, I can assure you we feel greatly the slur which his inconsiderate actions cast upon us and our family name. He never does anything absolutely wrong, but still, as a Seer of Euthanasia, I feel that every spirit of my circle should be above reproach,\" and here Dione sighed. \" Ah, how true it is,\" I thought, \" that there's a skeleton in every home. In this case it was a sad, wayward spirit. \"I must tell you, my lord — what is your Terrene name, by the way ?\" said Placida. \" Michael,\" I replied. \"My Lord Michael (Oh, how sweet that name sounded) I must assure you that Dione is taking far too gloomy and too prejudiced a view of the matter. His wayward spirit, Amoroso, is in reality most charming. I was going to say almost the only redeeming feature in Dione's family circle, which is the demurest of tho demure. It is true he is somewhat capricious, and too much given to change, but he is so bright, and sunny, and lovable, that one bears easily with his infirmities. It's no use your shaking your head Dione, it is just as I say, and I only regret that my Lord Michael has not yet had the pleasure of his acquaintance, but that will come very soon, I trust,-'"], [74, "WHAT WILL MRS. GRUNDY SAY ? OR, 70 \"Yes,\" said Dione with a sigh, \"all the spirits come back to their home after being absent for a little while. You have heard of the expression, 'He's all there,' — the'pronoun 'he' in that connection is a comprehensive one, and it implies that they are all there, that is to say. the spirits belonging to tho man spoken of, are all assembled together, and he may be said now, to be in possession of all his faculties.'' \"Let us be going,\" said Cleanthes, \"I have asked a number of our friends to come and make the acquaintance of our Lord Michael, and wo must be home before they arrive;\" so saying he led the way out of the arboiu- down the marble steps mto the streets of the city. There were several things that attracted my atten tion as we walked homewards. First of all, the popula tion seemed so youthful ; I did not pass one aged man or woman, and I turned to Dione and said (1 had forgotten, by the way, the passing allusions that he had made to this before) — \"It seems to me that you have found out the secret of being beautiful for ever. Your women certainly are charming (Placida bowed her acknowledgments), and al seem so young and graceful. Your men (here Cleanthes bowed in anticipation, but as events turned out, he was a little too previous) some of them it is true"], [75, "A CALAMITY ON TWO LEGS. 71 look not quite so young or graceful as their sisters ; perhaps the stress of life is too much for them. Still, taking them altogether, you seem to have a vigorous, healthy population.\" Here I paused for breath, for I am not long-winded either by inclination or constitution. \"Where,\" I re sumed, \" are your aged people ? Do they not come out into your streets'. \" \"No,\" answered Dione with a hesitation that was not at all natural to him, \" they — do — not — come — out — that is to say, not always, altogether, and invariably — in fact,\" with a significant glance at Cleanthes and Placida, \" that is to say — precisely so — we'll talk about that feature of our national polity to-morrow, when I may have some things to show you that will give you ample food for reflection.\" As I saw that discussion of the matter was for some reason or other distasteful to him, with my usual urbanity I took the hint, and mentally retired. I also noticed a strange absence of shops in the streets; there were large buildings, singularly like Co-operative Stores, but no real shops such as we have in London and elsewhere. 1 turned to Placida, as to ono who would ultimately naturally be interested in shopping, for an explanation. \" Yes,'\" she said with a sigh, and how beautifully"], [76, "72 WHAT WILL MRS. GRUNDY SAY? OR, they sighed in Euthanasia; for a city of its size, I should say it was the sighest city I ever came across. \" Our municipality,\" and here she made a moue as she always did over long words, \" have abolished shops.\" Dione, who had been waiting upon the field, here saw his chance for a rush. \" You must know- \"Bother the fellow!\" I said to myself, \"he's always telling me I must know. He forces knowledge upon me as they cram the forcemeat balls of meat down the gullets of the unfortunate geese at Strasburg, in the operation of making pates defoie gras.\" Here was another dose of knowledge. I looked at Cleanthes and Placida; they were evidently en joying the situation. Oh ! how I prayed for Amoroso — Dione's rebellious spirit — to return, and give at all hazards a sentimental turn to this learned conversa tion. \" We have abolished the middleman,\" went on Dione, calmly, \" a Terrene poet, as you may remember, has written in language more forcible perhaps than absolutely polite : — \" Great fleas have little fleas Upon tlieir backs to bite em, And little fleas have lesser fleas, And so ad infinitum.\""], [77, "73 A CALAMITY ON TWO LEGS. \" In other words, Nature is universally parasitical. There are external and internal forces that are con tinually preying upon one another.\" (The Kilkenny Cats, for instance, thought I.) \" The greater is swallowed up of the lesser and the lesser in due sequence again falls a victim to the least. As in Nature amongst the lower order of creative things, so it is with the Euthanasian. We men of this planet-world for centuries, until indeed we were better instructed, had been feasting (of course I mean meta phorically) upon one another. \" The sovereign and his family, the nobility, the government, and its satellites of tax-gatherers and uncivil servants, the Church, the Army, the Navy, the Law.\" \" Oh ! law ! \" chimed in Placida, whereat I fear could be heard a visible smile. I ought perhaps to notice here, that as my aristocratic friends became more familiar with my presence, their language became more and more vulgarised, so to speak. I suppose it's very hard to keep up company manners for a continu ance. \" The commercial traders — all were supported like civilised vampires out of the vital fluids of each other.\" Here I begged Dione to wait a minute — the idea"], [78, "WHAT WILL MRS. GRUNDY SAY? OR, 74 of \" civilised vampires supporting themselves out of the vital fluids of one another \" was good, decidedly good, but it wanted an emphatic think. 1 waved my hand, and Dione continued : \" Every body became impoverished except those who became enriched.\" \" My Dione ! don't, pray don't commit yourself too much to such unguarded statements,\" entreated Placida. From that time forth I felt sure that her ladyship had a wicked rebellious spirit in her, and Cleanthes after wards took me into his confidence and told me that such was the case, and that her name was \" Badinagia \" — an arrant Turk she was by all accounts. •This is par parenthise — life is made up of parentheses. 1 am like life. \" Accordingly,\" pursued Dione, \" we set to work to better matters.\" \" No horse-racing meant or implied,\" said Placida, or rather Placida plus Badinagia. \" By taking care,\" resumed Dione, \" that the average citizen, who cannot protect himself, shall not be exposed to too much extortion. The problem is difficult and cannot be solved off-hand, but as a first step our muni cipality has done away with tradesmen and their shops. Those large buildings that you have already noticed are the depots where the first producers send their"], [79, "75 A CALAMITY ON TWO LEGS. wares. After paying a very small percentage for the necessary expenses, the whole proceeds of the sale of their goods are remitted to them. Eventually we shall develope this principle, and apply it all along the line.\" At this very moment, I grieve to say, a notable change took place in Dione. A number of pretty girls, carrying baskets of flowers, passed gaily down the street, and our demure guide, counsellor and friend, our celibate philosopher, actually winked at them, and gave them a passing salute with a most emphatic hiss of the hand. I looked at Placida, and she looked at me and \"whispered : \" Oh, it's all right. Amoroso has returned, and that's merely a sign that he's making himself at home. Dione will settle down soon to more sedate ways.\" But that was precisely what Dione did not do, for all the rest of our walk home he was simply exuberant in his friskiness. It really was very funny, and I was completely exhausted with laughing by the time we arrived at the house of Cleanthes. I then went to my room, the chamber where 1 havo already introduced you, my gentle reader, and I left Dione the centre of a bevy of girls, each one of which he seemed to find in turn more charming than the"], [80, "76 WHAT WILL MRS. GRUNDY SAY? OR, others. Iii the midst of some pretty flattering remarks, he would draw himself up, and be the philosopher again. It was all in vain, Amoroso, fresh from his latest affinity experience, would not be gainsaid. I was, however, so tired out by the fun and frolic of this unexpected episode, coming as it did, upon so much that had taxed my mental powers to the uttermost, that I was glad to lie down and rest. After I had rested, I sounded the gong for Ali. He seemed to have anticipated my wants, for he came in, bearing on a tray some most delicious tea. As the French say, they were \" five-o'clockers\" at Euthanasia. It is wonderful how one common need makes the whole world kin. This tea was all the more grateful because it was a la Russe, possessing all the fragrance of tea carried by the Overland Route, and strangely unlike \" our mixture at 2s. Gd.,\" which I was in the habit of drinking down below, or up above — upon my word I could not locate myself with precision, I had altogether lost my bearings. Anyhow, it was super latively good, and instead of milk I had a slice of lemon floating in it, which seemed to bring out its flavour. Together with the tea, Ali carried in a set of robes, dazzling and gorgeous in the extreme, made of some costly silk, shot silk or brocaded silk, or moire antique,"], [81, "A CALAMITY ON TWO LEGS. 77 I believe it was ; I am not an adept in these matters of material, they are really immaterial. If I was pleased with my costume in the morning, I must honestly confess that when I got into my ball room dress I liked myself even better than before, and that, between ourselves, is saying a very good deal. It is all very well to say that women are fond of dress, of course they are ; they only in this respect take after their very great-grandmother Eve, and upon the principle of vires acquirit eundo (all my classical quotations, by the way, are from the Latin grammar. and I go to Ouida for my French, so they are all warranted to be correct) they have very much improved upon her tentative attempts at self-adornment. But the men, don't they (honestly between ourselves, gentle reader), simply love finery? See the LordMayor hugging his chains, and the soldier looking complacently at his uniform. Officers, it is true, affect mufti when off duty, but this is only a make believe, it's only a case of reader pour mieux sauter, and don't they jump into their regimentals with all the greater zest for their slight digression into civil life ? Have you not seen a robed bishop, that product fear fully and wonderfully made of tho modern clerical tailor, luxuriating in his lawn sleeves, and the humblest curate as proud as a peacock of his university hood."], [82, "AVHAT WILL MRS. GRUNDY SAY? OR, 78 The Judge, unless the court is inconveniently hot, rejoices in his wig, and the costermonger revels in his mother-o'-pearl buttons. The high chimney-pot hat is a standing tribute to this love of beauty, colour, and form, on the part of tho masculine persuasion. AVell, I am not ashamed to say that I do not rise superior to the prevalent weakness of my sex. I must be honest and veracious, dealing as I am in this narra tive with facts and not fancies. I was glad that I was smart, but this gladness was mitigated by a regret that my old earth-friends were not here to see me. The poor Professor, Dick and Tummas, alas ! were ere this in a region where dress is distinctly immaterial, not to say inconvenient ; but Slocombe, Proctor, and the rest, it would have done them good to have seen me now. They would have had a greater respect for me, if they had seen, to borrow for the moment from Dione, \" what potentialities of faculties \" I possessed. These reflections from and before the mirror were cut short by Cleanthes, who came to tell me that his guests were arriving. I went down with him into the ball-room ; magnifi cent is not the word for me. AVere I a Past-Master of telegraphese 1 could not do justice to the beauty and radiance of the scene. Imagine an enormous ball-room made of iridescent"], [83, "79 A CALAMITY ON TWO LEGS. glass, that sparkled with numerous, nay, with multi tudinous, electric lights, not vulgarly glaring as ours for the most part are, but gracefully designed in the shape of beautiful flowers, and banging fruit and clusters of grasses, the light deftly modulated by the varied colours it assumed. The hangings of this saloon were cloth of gold, so light in texture that it seemed as if it were tissue. This was but the first of a suite of gorgeous rooms that opened one into another, each more ravishingly beautiful than the last. Picture this enchanting scene filled with the fairest of the fair, and the bravest of the bravest in Euthana sia, and then remember that I was the Lion of the evening, the \" High placed in hall A welcome guest,\" and you can enter somewhat into my feelings. I had but to speak the word, and the most lovely of the maidens there present was at my service for the graceful gavotte and the ethereal waltz. I had but to show signs of fatigue and I was ushered into the supper-room. I fear I was fatigued at somewhat frequent intervals that evening. I had but to speak, to find myself the centre of an admiring throng. It says much (pardon this passing tribute of self-respect)"], [84, "80 WHAT WILL MRS. GRUNDY SAY? OR, for the sterling integrity of my nature, that I have emerged triumphant from such a fiery ordeal of flat tering respect. AA'hen I was speaking of dancing I should say that they did not dance simply as we mortals understand it, they rose alternately with the music up and down from the floor; as often as not they were poised in mid-air, for they were all levitators. Here I was, I must honestly confess, at a disadvantage. I weigh about eighteen stone six pounds, but I make up for my breadth by not going to great lengths, for I am in height just about five feet four inches and a quarter. Under Ali's direc tions I had prepared myself for this contingency by a copious repast of aerated bread, but alas ! it required a longer course of dieting than I was able to go through to enable me to levitate ; my bony structure was in the way, my flesh made me pause, and ever and anon my partner would fly lightly up into the air, and there I was firmly planted on the ground like the celebrated jumping frog of Calaveras country. This, however, far from being an inconvenience and a disappointment, proved rather a diversion, and it added piquancy to the enjoyment of the evening. Dione, of course, was there, and as Amoroso had him well in hand on this occasion, the Seer was as delightful as before he had been tedious."], [85, "A CALAMITY ON TWO LEGS. 81 On one of the occasions when I returned to the supper-room to rest myself from the fatigues of the festive scene, I found that Dione had volunteered a song, and he prefaced it somewhat in this way : — • \" Boys,\" he said, with a startlingly distinct American accent, \"I was out ranching a little while ago down West, and round one of our camp fires I heard a song which, with your kind permission, 1 would like to sing to you. You must all, however, join in the chorus ; the last line is the chorus.\" Loud applause followed, and then he stood up and sang the following song. I am well aware that it may seem out of keeping with the rest of my narrative, but I have set myself from the beginning to be, above all things, truthful. All life, when you come to think of it, is full of anomalies ; pathos and bathos are twin sisters, grave and gay, are but reverse and obverse sides of the same medal, light and darkness, rain and sunshine, are but natural sequences. It seemed to me strange at the time to hear this downright Yankee song pass from the lips of Dione ; it seems stranger still now I write it down in cold blood, but I am but a relates of facts. The tune was a kind of etherealised \" Bailiff's Daughter of Islington,\" the well-known English ballad. r"], [86, "82 WHAT WH_L MRS. GRUNDY SAY'? OR, The words I have written down are from a manu script with which Dione subsequently favoured me. The spelling is peculiar, but I suppose is characteristic of those parts Avhere Dione seems to have picked the song up : — \" Ue Reelly was a Nice Young Man.\" I. There was a boy called Jos, I guess a bucking hoss, Who was raised in Michigan ; Tho' he sinned most every day, The sassy gels would say \" Waal ! he reelly is a nice young man.\" II. This awful little cuss Was onst put out to nuss. It was there his antiques began ; All day he'd kick and fight, He'd holler thru the night : Waal : he reelly was a nice young man."], [87, "A CALAMITY ON TWO LEGS. 83 III. He then was sent to skule War he prouved a dreffle fule, For he couldn't nary understan' ; To the tail end of his class He would gravitate — the ass ! Waal ! he reelly was a nice young man. IV. To Kollidge then he went, And his bottom dollar spent, Head and ears into debt he ran : For his doin's up in town Eight slick they sent him down : Waal ! he reelly was a nice young man. V. He 'listed for a site, But skedadlled in the nite, From the boys in Afghanistan. For a bay'net in the eye Don't fix a chap up spry, Waal ! tho' reelly he's a nice young man. F 2"], [88, "84 WHAT WILL MRS. GRUNDY SAY? OR, VI. He rounded on his mates All thru the Northern States, For to best he'd skeme and plan. He'd rush his nebbors' tills, Disremember all his bills : Waal ! he reelly was a nice 3'oung man. VII. But Mister Justiss Lynch From his dooty didn't flinch, For a rope of hemp and tan, When he didn't least suspec, Was located round the neck Waal ! of this reelly very nice young man. VIII. They fixed him iu the ground, Underneath a wholesome mound, Right tu hum in Michigan ; And his epitaff does say, You may read it theer to-day : \" Waal ! he reelly was a nice young man.\""], [89, "85 A CALAMITY ON TWO LEGS. \" The boys,\" as Dione called them, responded very lustily to the chorus, and the song was a distinct success. I left Dione to his laurels, and went back to the dancers. After a while, as the room was rather warm, Placida and I sat out under the stars, and talked philosophy, and she told me all manner of inte resting things about Euthanasia. But if I were to write down all the strange details I heard, if I were to repeat but one-thousandth part of all the pretty speeches that were made to me that night by my entourage of fair dames who were pleased to lionise me, I should be told I was romancing, and as I particularly wish to be believed, I shall draw a discreet veil over the rest of that evening. Suffice it to say that, at an early horn- of the morning, Ali, who acted as my valet, escorted me to my bed and left me to my slumbers."], [90, "WHAT WILL MRS. GRUNDY SAY? OR, 86 CHAPTER III. EUTHANASLV. \" When Englishmen are staying at a country house their usual conversation at the breakfast table is : \" This is a fine day, let us go out and kill something.\" — Rogers. After a few hours' sleep I was so thoroughly refreshed that I became quite impatient for the appearance of Ali, who had at last brought me my morning paper and coffee. Down at the breakfast table, where I found Cleanthes and Placida awaiting my arrival, I was told that Dione, who would be back again in an instant, for he had gone out to finish a letter, was to-day in a philo sophical frame of mind, \" which is lucky,\" Placida added, \" for he has some very serious things to show you. \" Has Amoroso gone ranching again ? \" \" Oh, no, Amoroso is still at home, only he is curled up within.\""], [91, "A CALAMITY ON TWO LEGS. 87 For the life of me I could not help quoting from \" Truthful James : \"— \" Then Abner, Dean of Angel's, raised a point of order — when A chunk of old red sandstone took him in the abdomen, And he smiled a kind of sickly smile, and curled up on the floor, And the subsequent proceedings interested him no more.\" Placida overheard me, and said : \" Oh, Amoroso is only ruminating ; spirits often coil themselves up like dormice, and retire for awhile into quiet corners of their homes. It is good for them, it rests them, and it gives the others a chance. Amoroso had his turn yesterday, and after you went to bed he was still more obstreperous than before, and insisted on your having a ' Yam-pam,' as he called it, some wild heathen dance he had seen on his travels. Now he is paying the penalty, and I expect is headachy and bilious. Here comes Dione to speak for himself,\" she added. At this moment Dione entered. Yes, the philosopher was himself again. I could see it in his dress, which was as austerely Platonic as it could be ; 1 could see it in his walk, which was Peripatetic. Aristotle shone out of one eye, and Marcus Aurelius out of the other, while"], [92, "88 WHAT WILL MRS. GRUNDY SAY? OR, Solon dwelt lovingly on his lips. I was evidently going to have a truly solemn time, for Dione earned a big Blue Book and a file of newspapers in his hand. I shuddered at the sight; Government Committees' Statistical Tables, Consular Reports, all these dreadful things, so well re membered in the past, floated before my mind. Cleanthes and Placida were much amused at my look of dismay, and tried to console me by heaping up all kinds of dainties ujion my plate, or rather, to speak more accu rately, by surrounding me with dishes of enticing food. Breakfast over, Cleanthes and Placida were going to take their departure, leaving me to the tender mercies of Dicne, but I pleaded so hard with them to come along with me as well, that they relented and said they would put off their other engagements. A carriage came up to the door with four dashing horses (Cleanthes, I must tell you, was a noted whip) and we all got in and off we went. I had not the slightest idea of what we were going to do, but all the preliminary arrangements struck me as somewhat solid, and there was that about Dione which made me feel that though he could not take Amoroso to task for last night's escapade, he would take it out of me instead. Something evil was brewing ; I knew it by the very twitching of my thumbs. We had not gone very far before Dione opened the ball."], [93, "A CALAMITY ON TWO LEGS. 89 \" You were desirous of knowing, my lord, how it is that our aged people do not appear in our streets. Not wishing to anticipate to-day's revelations, I did not, I fear, give you such a straightforward answer as I ought to have given you.\" Here he looked very pious. I thought of Amoroso and hardened my heart. \" The reason why they do not appear is because they do not exist.\" \" I cannot see the British Fleet Because it's not in sight,\" I muttered irreverently to myself. I was determined, for some wayward spirit (Bombastes I afterwards found his name to be) had now got to the fore in me, that Dione should not have it all his own way, and from the twinkle in Placida's eye, I saw that my spirit-chum Badinagia was also on the alert ; Cleanthes, too, was warming to the fight, so that altogether, in spite of present appearances, we were possibly going to have a good time. Besides which I comforted myself with the hope that, hearing the fray around him, Amoroso might be persuaded to uncoil himself, and \" cry havoc and let slip the dogs of war.\" \" They don't exist, do they 1 \" said I, \" then what on earth do they do ? \""], [94, "WHAT WILL MRS. GRUNDY SAY? OR, 90 \"My dear friend,\" said Dione, with rather a shocked look, \" when I said they do not exist, I meant not in this present sphere; they have gone, they do not appear, and an ancient poet says : 'De non apparentibus.' \" \" Oh yes,\" I said, \" I know all about that, it's in my Latin grammar ; it ends with ratio doesn't it % \" \" Assuredly, the poet says that non-appearance and non-existence are the same thing; he is not strictly accurate, but let that pass.\" \" I must tell you that many years ago — \"So long ago,\" said Placida, \"that we'll hope it isn't true.\" \" We found that this planet world of ours was over crowded with people. Everybody was complaining of the difficulty of finding work.\" \"Do you know how our Shetlander Islanders live in Terra,\" said my wicked Bombastes, taking it upon himself to speak for all of us — I mean myself and my collective spirits. \" No,\" said Dione. \" The inhabitants of the Shetland Isles,\" Bombastes added, gravely and sedately, \" earn an honest but a precarious livelihood by washing each others' clothes.\""], [95, "91 A CALAMITY ON TWO LEGS. \" That wouldn't wash,\" said Cleanthes. \" Yes,\" continued Bombastes, \" I suppose it was with you as with us in Terra years ago, during a strike, gangs of lazy unemployed would go about singing: \" We're all the way from Manchester And ve've got no work to do, And ve vants no work to do-oo-oo-oo, And ve vants no work to do-oo-oo, Ve're all the way from Manchester And ve vants no work to do,\" whereat Cleanthes laughed. \" I can assure you it was no laughing matter,\" said Dione, \" for want and starvation were staring the dwellers upon this world then in the face. Emigration was of no use, wars were of no avail, for they only cleared away a few thousands of the redundant popu lation.\" \" How cold-blooded you are, Dione,\" said Cleanthes. \" I am speaking throughout as a philosopher,\" said Dione with dignity, \" and I can find no place for mere sentiment in the consideration of the principles which I am enunciating.\" Here was a discharge of his heavy artillery that effectually silenced our light skirmishers."], [96, "92 WHAT WILL MRS. GRUNDY SAY ? OR, \" Some drastic measures were evidently needed, some heroic remedy was required for the ills that threatened the very destruction of our commonwealth. I am now speaking of 200 years ago. \"It happened very unfortunately for those most nearly interested in the question, that the State had been enduring for many years the incubus of the aged. High offices in Church and State had fallen into the hands of men well advanced in life, who clung most tenaciously to their positions long after their capacity for doing real service had disappeared. The world was ruled by antiquated ideas, for men, as they grow older, become more conservative, and are unconsciously, as yom- Latin Grammar must have taught you, my Lord Michael,\" said Dione with a smile, \" laudatores temporis acti.\" The old chap is not a bad fellow after all, I thought, and 1 won't tease him too much. AAre all of us really did at heart like Dione, I may say, but no one can sit and listen to an uninterrupted and long-winded address, except, of course, from his Lordship on the Bench, or his Reverence in Church, without wishing to put a spoke into the oratorical wheel. \" The Royal Family was old ; the Bishops were decidedly ancient ; the Generals were long past active service ; the leading Statesmen on both sides of the"], [97, "93 A CALAMITY ON TWO LEGS. House were octogenarians ; dry rot was setting in on all sides. The young men were pooh-poohed and put down by their elders ; their progressive ideas were laughed to scorn, or denounced as socialistic, and the position had become well-nigh intolerable. \"At last the young men, for the down-trodden worm will turn, boldly took matters into their own hands, and failing to get their antiquated elders to vacate office, determined that they would cut the Gordian knot by removing them bodily from the world altogether.\" \" The matter was the subject of a long series of debates in our House of Representatives, and I have brought our Official Blue Book, and a file of the daily papers, wherein the more interesting speeches aro chronicled, in order that I may read you extracts therefrom.\" Here I involuntarily sighed. \" I can assure you, my lord,\" said Placida, with an almost imperceptible twinkle of her left eye, \" that the debates are most interesting, even if they cannot be said to be edifying. Some of the sentiments that were uttered by the principal speakers were simply atrocious, but you will condense them and leave out all the worst parts, will you not, my Dione ? \" \"Most assuredly, my dear lady; of course it is understood that we do not commit ourselves to the"], [98, "94 WHAT WILL MRS. GRUNDY SAY ? OR, words that were uttered in the heat of debate. AAre read them simply as an instructive commentary upon a phase of thought, happily now extinct amongst us.\" \" Except so far as we have reduced their theory to practice,\" remarked Cleanthes. Dione continued : \" After much deliberation and many excited public meetings, it was decided as a fundamental principle that the nation must deliver itself of its aged cumberers of the ground by as expe ditious, albeit as painless, a process as possible, and that the men then living were the ones upon whom this unpleasant duty devolved.\" \" It reminds me,\" I said, or rather my spirit Bom bastes for me, \" of a series of resolutions propounded by some ardent social reformers, who gathered together to the number of twenty-five in some obscure hall in Terra, and passed the subjoined following resolutions unanimously : — First Resolution. — The world is turned upside down. \" Second Resolution. — It must be turned right side up. \" Third Resolution. — AVe're the chaps to do it.\" \" I see,\" said Dione, with a smile, \" that we and our sister planets work sometimes on parallel lines. But to resume — AVhen this principle was settled, the battle royal began over the limit of age."], [99, "A CALAMITY ON TWO LEGS. 95 \" The older men, as was natural, were most anxious to defer the evil day. It is a very curious psycho logical fact that as men seem to have outlived all tho ordinary pleasures of life, when they have outgrown their capacity for real enjoyment, when, in fact, they may be presumed to be thoroughly out of touch with everything around them, they cling the most tena ciously to the relics of their existence. The young, as a rule, die easily without regrets, ths old die hard. Of course, I am now speaking of 200 years ago — the com plexion of matters is much altered since then. \" The men of seventy would fain have lived on to eighty, and the men of eighty thought that they might as \"well be left in peace to complete their century. On the other hand, the younger members of the com munity were extremely anxious to obtain their inherit ance at once, and at one time, so the papers of the day tell us, it really looked as if every one over the age of twenty-five would be deemed too aged to live. \" I must say that the aged Emperor Maximilian the Superb behaved in a most noble manner. The Houses of Representatives passed unanimously a Bill of Indem nity, especially exempting the Emperor, the Empress, and the Imperial Prince, who was a man of mature age, from the operation of the Superannuation Relief and Removal Bill, as it was called. The Emperor"], [100, "96 WHAT WILL MRS. GRUNDY SAY' ? OR, refused to avail himself of the indemnity, and declared that if the Bill was passed he would be the first to show the path of obedience to his subjects. This patriotic declaration settled the question ; where the Emperor and his family would lead, the nation could not but follow. We will pass on now to the time when the Government measure had entered the Committee stage.\" \" Stop a moment,\" said I, as the sound of martial music filled the air, and as I saw in the distance the glitter of arms and the shining of bright cuirasses, as an imposing body of troops defiled through the park which was just ahead of us. \" AA'hat is that 1 \" \" Oh, those,\" said Cleanthes, \" are the bodyguard < if the Morituri; they are going to the Z>ea£/_-Assembly, and from thence they will escort the Morituri to the Cathedral of St. Sepulchre, where the Requiem will be sung, the Viaticum given, and the ' Oblationes in articulo mortis ' offered.\" All this was ahnost like listening to an unknown tongue to me, but I preferred to keep silence and await developments. The soldiers passed on and Dione resumed : \" I will now read you an extract from the speech of Lord Misogynist \" \" Pretty name, wasn't it ? \" said Placida."], [101, "A CALAMITY ON TWO LEGS. 97 \" Who was Secretary of State for the Superannuation Department, on the introduction of the Removal Bill into the House for its final committal.\" \"Honourable Members,\" said his lordship, \"will remember that after much debate we have finally elected to fix certain final and definite age-limits, after the expiration of which our superannuated fellow citizens of every class and degree shall be removed from our midst, in a manner to be decided upon here after, to a better, and let us hope, a happier sphere.\" (\" Hear, hear,\" from the Bishops, who were sitting, as it was a Joint Committee of Lords and Commons, in the House.) \" The Right Reverend Lords may say ' Here, here,' \" continued Lord Misogynist, purposely pretending to misunderstand them, \"but I sincerely trust that they themselves will shortly find the happiness of which I have been speaking, there, there,\" (pointing upwards) \" rather than ' here, here.' \" There was considerable laughter from the Cross Benches at this thrust at the Bishops, who being aged men and high in office in the State Church, were by no means popular with the Radicals. Lord Misogynist owed them a grudge because they had opposed his measure on its first introduction into the House, and he was glad thus to pay off his debt. G"], [102, "98 WHAT WILL MRS. GRUNDY SAY? OR, \" AVe venture to submit to this Honourable House,\" he went on to say, \" that the age-limit on the part of the female population should be fixed at forty years, and on the part of the male population at the age of fifty-five \" (cries of \" Oh, oh,\" and cheers from the younger members). \" In order to justify to the Committee the recom mendation of the Cabinet, I must be permitted to occupy the attention of the House for a brief period. \" There is at first sight perhaps a slight appearance of injustice in the age-limits that we have fixed. It may strike some hon. members as manifestly unfair that we have not dealt out equal measure to both the male and female portions of our superannuated popu lation. The women, according to present arrange ments, have to make their exodus from this transitory life at the age of forty, the men have fifteen more years longer lease of existence conceded to them before they are called upon to pass through a similar experience. This may be deemed harsh and unreason able \" (cries of \" No, no \"). \" I am much relieved to find that so far, at least, the House is with the Govern ment.\" (\" What a set of unfeeling wretches ! \" was Placida's indignant commentary.) \"At the same time, in order that public opinion"], [103, "A CALAMITY ON TWO LEGS. 99 outside this House may be rightly informed, I shall take the liberty of making a few remarks germane to the matter. \" I am well aware that in this hon. House expres sions of mere sentiment are universally discountenanced. AVe are too much occupied for that ; facta non verba, which may be translated for the benefit of our more rural members — 'acts not words,' form an essential part of Parliamentary procedure \" (cries of \" Oh, oh,\" from the indignant rurals, and cheers from both sides of the House). \" Still, upon so solemn, I might add so unique an occasion, I may well be pardoned if I transgress. \" In the rosy dawn \" (here there was a considerable exodus from the Cross Benches) \"of her existence, Avoman appears above the horizon of this planetary sphere fair and beautiful as a poet's dream, and fra grant as the beauteous violet that ushers in the early days of spring.\" (Movement in the Ladies' Gallery.) \" I am speaking now, hon. members will kindly bear in mind, of ideal woman, woman in the abstract, before she has been concreted into a plain and somewhat un romantic entity, by the hard logic of facts. I may say of woman what an ancient classic poet has written in language, which I will again translate for the benefit of hon. members who represent a Sister Isle \" (cries ol G2"], [104, "100 WHAT WILL MRS. GRUNDY SAY? OR, \" Oh, oh\") \" ' She has touched nothing that she has not adorned.' \" \" I think he's improving,\" said Placida, \" he does not seem such a bad fellow after all.\" •' AArait awhile ! \" said Dione. \"As the charming daughter of her father's house, as the loving wife of her delighted husband, and as the fond mother of her children, she has equally adorned her successive spheres. It is only perhaps when she enlarges her sphere of usefulness and exercises her motherhood over the wider range of her daughters' husbands or her sons' wives, becomes in fact the mother in-law, that this praise of mine must be in a measure qualified.\" (\" Hear, hear,\" from the married members.) \" But, gentlemen, there is a tide in the affairs of women, and it is to the ebbing of that tide, that I now desire to direct your attention. \" Having reached her climateric, having arrived at the zenith of her functions, at the apogee of her vocation, having, in short, touched the high water mark of her being, woman, lovely woman, subservient to the immutable laws of change we see in action around us, begins to recede, imperceptibly at first, but none the less surely, from the lofty position to which she has attained. She gradually goes through a process of retrogression, more or less prolonged, until she ceases"], [105, "101 A CALAMITY ON TWO LEGS. to be a goddess, and then becomes, alas that it should be said, but a plain being of earth, rapidly resolving herself into the constituent elements of the dust, from which we have all sprung.\" \" Oh, the old humbug ! \" said Cleanthes. \" At the age of forty a marked physical change takes place, she becomes withered and atrophied, lean and lank, meagre and attenuated, and moves about like a melancholy spectre of the past. Or going, as is the manner of her sex, to the opposite extreme, her once graceful and comely form is now overloaded with gross masses of adipose tissue, as distressing to contemplate as they must be grievous to bear.\" \" Oh, the brute ! \" said Placida, \" I wish I had been there to scratch his eyes out.\" I was much amused at the way in which Placida thus championed, rather late, it is true, in the day, the rights of her departed ancestral sisters. As past-master myself in holy matrimony, for I had, or had had, a fair and buxom wife or widow (I know not which), and four lovely but expensive daughters, I was also up in arms ; then I tempered my indignation by the thought that it was foohsh to be thus moved by a speech uttered at least 200 years ago, we were not, and could not be committed to these atrocious sentiments, nay, the read ing of them only showed us how much we had advanced"], [106, "102 WHAT WILL MRS. GRUNDY SAY? OR, in tlie appreciation of the real value of womanhood. since such thoughts and such ideas were now well-nigh, if not absolutely, impossible. \" Go on, Dione,\" I said, for he had paused a moment for breath, \" and let us hear the worst of it and have done.\" Dione, nothing loth, old cynic that he was, added with zest : \"Before, however, I resume my reading of Lord Misogynist's speech, I ought to say that at this time these somewhat unfortunate words were said, there was a class of women called in the argot of the day the Culotteuses. They assumed the dress and they aped the manners of the men, and were constantly elbowing them out of place and position, and this speech, erring of course as it did on the side of malicious exaggeration, was but a revenge taken by his lordship for the action of the Culotteuses.\" \" Oh, don't apologise, my Dione,\" said Placida, \" you only make matters worse, still, go on, it pleases you manifestly, while it doesn't hurt me.\" Thus encouraged, Dione resumed reading the speech irt a still more cool and deliberate manner. \"As was to be expected, together with this lamentable and manifest decay of the fair fabric of her being, either in the direction of defect or excess, woman at this"], [107, "A CALAMITY ON TWO LEGS. 103 critical period of her life is found to be deficient in those moral and mental qualities which erst had so abundantly entitled her to respect. The body influences the mind, and the mind reacts upon the body, and the ideal woman, the woman of poetry and song, becomes sadly prosaic towards the latter period of her sorrowful life. The lips that once uttered the sweet and honied accents of love, now but part to utter vituperations of the most unqualified character; the ears that once were open but to confidence of the most elevated and refined nature, are now the eager recipients of idle and malicious gossip, listened to with complacency and retailed with unction. The eyes once so hmpidly blue or so attractive in their sombre hues of night '' (for the life of me 1 couldn't help humming \" Two lovely black eyes,\" I know it was wrong), \" look now with lack lustre gaze upon everything save the faults and failings of her younger and lovelier sisters, upon which they fasten like the ravenous maw of the voracious vulture. In fact, she, once the delight of society, is now its scourge, once its reward, is now its punishment, she becomes, in short, a Calamity on Two Legs. To save her from this, actuated by the highest altruism, bythe noblest charity, we come at great cost to ourselves, most reluctantly impelled by the voice of duty, to her rescue. Just when she is most lovely\" (\"Oh, oh\"), \"at the very time"], [108, "WHAT WILL MRS. GRUNDY SAY? OR, 104 when she has, theoretically speaking, the world at her feet, before she can efface the delightful and pleasing impression she has made, in the simplest but most effective way that we can devise, we usher her reverently and gently out of her present unsatisfac tory life, into another stage of existence, where her great gifts will undoubtedly be more highly appre ciated. \" By passing this measure this Hon. House will ensure that our beloved sisters will die in the full enjoyment of their powers, loved and respected, deeply mourned, and greatly lamented.\" \" A quotation, by the way, from some tombstone,\" said Cleanthes. \"Almost the only respectable part of his speech,\" said Placida. I, as in duty bound, apart from my own matri monial retrospections, nodded assent. \" AVith men,\" read Dione, continuing the speech, \" it is entirely different \" \" Of course,\" said Placida sarcastically, \" that's the man all over.\" \" Then real beauty lying not so much in graceful configuration of figure.\" \"That's true,\" added Placida, her ladyship had a temper, I now perceived."], [109, "A CALAMITY ON TWO LEGS. 105 \" She's well drawn,\" whispered Cleanthes, I was, I should add, seated on the box-seat with him. \" As in possession of high, moral, and intellectual gifts, supplemented, of course, by manly vigour and physical strength, they scarcely can ever be said to be out of their prime.'' (Cheers from all parts of the House.) \" AVell, I never ! \" said Placida, \" it's enough to take away one's breath.\" \"The outward physical being may be touched by the rude hand of time, but the body's need is the spirit's opportunity \" \" That's why they used to drink brandy and soda so much, I suppose,\" said Cleanthes.\" \" And as the bodily organs fail, the intellectual and moral faculties only reach their highest development. The real man, the true man, the living man, never gets old.\" (Cheers). \" But still we must be fair, we must be equitable, and it must never be said of us that we devolve upon the frailer sex those duties and obliga tions that we do not take upon ourselves. An age-limit has to be found, and although we might well have extended it to 70 years, and even then, man would be still in his prime, as beautiful, morally, and metaphori cally speaking, as ever, we have allotted the limit of 55 years as the span of masculine existence.\" (Cries of \" Oh, oh,\" and cheers)."], [110, "WHAT WILL MRS. GRUNDY SAY? OR, 106 \"We have been at pains to estimate the effect of this measure and we find that at least six million females\" (Cheers) \"and two million males\" (Groans and cheers) \" will be immediately affected by it. This, of course, will make a very large draft upon the resources of the country, but we have good reason to hope that within the space of two generations at the most, the nation will amply recuperate her losses in this respect. AA'hat we shall have lost in quantity, we shall make up in quality, and the incubus once removed that threatens to stifle our national life, the survivors will breathe all the more freely. \" To come a little more into details we find that the Bill will operate in this wise ; our venerable Sovereign, his Imperial Consort, his eldest son, and many of their Imperial Highnesses, together with a very large con tingent of the high officials of the Court will, of course, cheerfully lead the way to death, in a most patriotic and self-denying spirit, which cannot be too highly praised. Three-fifths of the Upper House of Nobility will follow in their suite.\" (Cheers from the Radical members). \" The whole of the present Cabinet with the exception of your humble servant, -will depart this life \" (Opposition Cheers) \" while the Front Bench of the Opposition will become untenanted by its present occupants.\" (Loud"], [111, "A CALAMITY ON TWO LEGS. 107 Ministerial Cheers). \" The right Rev. the Bishops will, nearly all of them, be expeditiously started for that place of rest, for which confessedly they are so ready.\" (Radical Cheers.) \" The Lower House, outside the leaders of the Government and the Opposition, will lose many familiar faces and have to submit to the silence that will be imposed upon many well-known voices, but then places, let us trust, will undoubtedly be filled by younger men, equally ready with their predecessors to discharge their Parliamentary functions. Our greatest generals, our ablest judges, our leading merchants, and our most honoured private citizens will all give an additional solemnity to the sublimely altruistic function which will follow so swiftly upon the passing of this measure that is now before your Hon. House. I will conclude my somewhat cursory remarks with the patriotic words with which an ancient orator was wont to incite his contemporaries to greater efforts on behall of the Commonwealth : ' Dulce et decorum est pro patria mori.' \" (Latin grammar again, I thought). \" We who unhappily shall remain, will view with holy joy this immolation of our brothers, our fathers, our sisters, and our wives upon the altar of public duty. Envying those who felices opportunitate mortis die to give freedom and liberty, happiness and prosperity, to the"], [112, "WHAT WILL MRS. GRUNDY SAY? OR, 108 country that they leave in so graceful and so becoming a manner.\" (Cheers, renewed again and again). \" Now,\" said Dione, \" let me tell you about the way in which this measure was carried out. There were numerous discussions, of course, at the end of this debate (where the measure was finally passed) as to how the death sentence should be completed.\" \" Don't you think, my Dione,\" said Placida, \" that my Lord Michael had better see this for himself. \" \" Yes,\" said Cleanthes, \" an ounce of practice is worth whole tons of theory, and as we are just nearing St. Sepulchre's, I propose that we take our honoured friend, if I may venture to call him so, through all the different stages (a6 a spectator of course) of the National Lethal process.\" Dione would have slightly demured to this, had not Cleanthes settled the matter by drawing up the brake to the pavement, and requesting us to dismount. Again I heard the sound of military music, and, pushing on, we arrived at a large open piazza where Cleanthes had a suite of rooms. He invited us to ascend to his chambers, and there we took our seats upon a balcony which overlooked the piazza. Right opposite to us was the great Cathedral of St. Sepulchre, a magnificent building of iridescent glass and a metal"], [113, "A CALAMITY ON TWO LEGS. 109 which was unknown to me, but which had all the appearance of the most lustrous gold. This metal by the alchemist's art, had a peculiar rosy tint over laying it, it was gold as seen in the light of a beauti ful sunset, and the effect was superb. I had no idea before that glass buildings could be capable of so graceful a design, which was singularly like that of the great Minster at Cologne, only St. Sepulchre's was about three times as large, and its towers at least twice as high as those of the Gennan Cathedral. The sound of the music became louder and louder, and very soon the head of the procession made its appearance at the further end of the Cathedral Close, as the square was called. While it was approaching, I looked well around me, and saw that the whole place seemed en fete, flags and banners hung out of the windows, and rich tapestries and bright scarlet cloths decorated the balconies. Here and there were displayed mottoes such as \" Farewell, but not for ever,\" \"It is a glorious thing to die for one's Country,\" \" Our prayers and our blessings go with you into the Quiet Land,\" \" Courage, you will soon be at rest.\" The procession now drew near, and at this moment the band ceased."], [114, "110 WHAT WILL MRS. GRUNDY SAY? OH, First of all there came an escort of cavalry, the body-guard of the AVarden Protector, a regiment of fine stalwart men, standing, I was told, on the average seven feet high, and broad in proportion, mounted like our own Life Guards on jet black horses. They were arrayed in bright cuirasses, and helmets of gold, their other accoutrements, such as were of metal, being of solid silver. Flanking the procession on either side and marching in close ranks eight abreast, was a large body — army I should almost call it, of infantry, for there must have been at least five thousand of them. They were in a white uniform, such as the Austrians were wont to wear, and very soldierly they looked as they marched with the swinging stride peculiar to the Euthanasians. They carried rifles of a peculiar shape and form, called, I was told, \"riflectries.\" Instead of using powder and shot, they fired streaks of lightning. They shot up into the sky over the place where the enemy was, and by some peculiar contrivance, their electric shells, which were discharged by liquefied gas, burst and descended into the enemies' ranks in showers of miniature forked lightning. I had no opportunity of seeing this myself, but Dione was my informant. Between tlieir serried ranks marched the Morituri, the chief actors in this solemn drama, those who were"], [115, "A CALAMITY ON TWO LEGS. 111 about to lay down their lives, as having attained to the full age-limit prescribed by the Statute law. They were garlanded, or bedecked with masses of choice flowers, and as I looked at them I was reminded of the way in which the ancient sacrificial rites of the Greeks and Romans, the sheep and oxen which were destined for an offering to the Gods, were arrayed in similar guise. In front was a cross-bearer bearing a large crucifix, from which I gathered that the faith of the Euthana sians was much the same as our own, and I afterwards learnt that it was almost identical with Catholicism. Behind him walked, four abreast, Seculars of the religious Orders, then the Regulars, then a large number of Parish Priests, while in the rear wero four Bishops in copes and mitres, and last of all the Arch bishop of Euthanasia himself, his train borne by four acolytes, holding up his hand in benediction as he passed along. \" See, my Lady Placida,\" said Dione, \" that at last our good Archbishop and four of his Provincials have to go, even as they have seen others go.\" Following them, for they seemed to be marshalled according to their ranks and degrees, were several of the House of Nobility who evidently recognised our party, for they waved their hands to them."], [116, "112 WHAT WILL MRS. GRUNDY SAY? OR, \"Who is that ? \" I said, pointing to a stately looking personage who walked along by no means as if he enjoyed this part at least of the ceremonial. \" Oh, that is Lord Cracottly, our Prime Minister, he ought to be happy, for his chief Parliamentary opponent, Sir Arthur Bevel, is walking just behind him.\" \"They can carry on their opposition in the next world,\" my wicked Bombastes made me say, and then 1 was heartily ashamed of myself for so flippant a remark, the more so as my companions were so serious. \" There is a time, my Lord Michael,\" said Cleanthes, \"for everything, you must pardon us if we cannot jest, as we see so many of our friends passing away from us.\" AVhereat I was utterly crushed. AA'ith that ready courtesy which ever distinguished her, Placida came to my assistance, and pointed out to me various celebrities in the throng that was passing. Now it was some prominent soldier, bedecked with crosses and decorations ; now some gallant sailor who had battled with storm and tempest to go down as he would say, \" at his moorings in port.\" \" AVhy, Cleanthes, there is actually Rachael Dugdale amongst the number ! \" said Placida."], [117, "A CALAMITY' ON TWO LEGS. 113 Rachael Dugdale, she told me wras the most celebrated authoress of the century, a great upholder of the rights of women, and a woman of a most powerful intellect. \"It really seems barbarous to make her die when she is just at the very height of her powers.\" \"My dear lady,\" said Dione, \"you can't make omelettes without breaking eggs, individuals have to suffer in order that corporate society may gain. I lament the necessity equally with yourself, and gladly would I take her place, but the laws must be carried out without fear or favour.\" Placida sighed. T noticed that every ten or so of the Morituri had a kind of special guard who marched with them, and seemed to keep a special watch over his contingent. \" Those are the Death AVarders,\" said Dione, \" they are responsible for the security of those entrusted to their care. By the way, do you see that every one of the Morituri has a small medal of indestructible metal, with a perforated number, hanging round his neck ? \" \"Yes,\" I said, \" I was wondering what it meant.\" \" That is for their identification after death,\" said Dione, \" in three hours' time tliere will be nothing left of any of them but a mere handful of ashes, and were n"], [118, "WHAT WILL MRS. GRUNDY' SAY? OR, 114 it not for those medals, we could never know whether che law had been effectually carried out.\" I shuddered as I heard these words. It seemed almost incredible that this vast throng of living persons, for they were 3,000 in number, in the full possession of life and health and vigour, should in three short hours be \" a mere handful of ashes.\" I looked to Cleanthes and Placida for confirmation of this, and they both said : \" It is even so.\" Some who were not able to walk, or unwilling to show themselves, were carried past in litters. \" AVho are those,\" I asked, as I saw at the rear a large body of men dressed in red serge cassocks, tied round the waist by a white cord, and with a long red hood drawn over then heads and a cloth mask com pletely covering their faces, save for two eyelet holes. There seemed to me something ominous and awful in their quiet, business-like march. They appeared to me as if they were strangely familiar with these proceed ings, and a hush fell upon the surrounding populace as they passed. \" Oh, those are the Confraternity of Death,\" said Cleanthes. \" It is their duty to accompany the Morituri to the Lethalia, and after all is over to bear them away to the Crematorium. Those men are some of the"], [119, "115 A CALAMITY ON TWO LEGS. highest of our nobility, and the most eminent of our commoners, they are bound by a vow of charity to exercise their office for five years at least.\" And now there came another body of cavalry and more troops, then the crucifix with the clergy, and the same sad spectacle repeated almost to its minutest details. \" AAre have room for 1,000 at a time in our Central Lethalia,\" said Dione, \"and as there are upwards of 3,000 Morituri in to-day's procession, we have to divide them into three bodies, and after the requiem at St. Sepulchre's, to draft them off to the northern and southern Lethaha as well.\" And now from the passing multitudes there arose such a sad and sorrowful song as I had never before heard — the Song of the Morituri. The women were passing us now in large numbers, and their voices were very sweet, but oh, so sad and plaintive. I have heard the Irish and the AVelsh bewailing their dead as they followed them over hill and dale to their mountain resting places. I have listened to the Eastern mourners raising their despairing cries, and frantically tearing their hair and their robes, as they drew near to the house of mourning. I have listened with tearful eyes in Siberia to the utterly weary, heart-broken, begging song of the exiles, as they near a settlement or a station, and H2"], [120, "116 WHAT WILL MRS. GRUNDY SAY? OR, as I heard these poor Russians worn out with their toilsome journeyings, clanking their heavy chains in unison to their song, I thought I never saw any thing more pitiful, never listened to anything more utterly sad and sorrowful; but I had not then heard, as I was now hearing, the Death-Song of the Morituri — \" Death lies before us. Sad death, sad death ! Into the land of shadows, Into the land of darkness, Away from home and kindred, Away from love of children, From love of wife and husband, We are going all heart-broken. Death lies before us. Sad death, sad death ! O, Universal Father, Compassionate our sorrows, We are parted from our loved ones, We are torn from all but Thee ; Lord, grant us Thy sweet patience, Lord, grant us Thy great courage, Lord, grant us Thy forgiveness. Death lies before us. Sad death, sad death ! \" In spite of the gaiety of the streets, in spite of the"], [121, "117 A CALAMITY ON TWO LEGS. idle garlands of flowers, above the blare of the trumpets and the beating of the drums, the shout of the populace, the clattering of arms, the ringing of the cathedral bells, and the tramp of many feet, rose this song of misery and woe, welling out of these people's broken hearts : \" Death lies before us, Sad death, sad death ! ;: They did not then, want to die, to leave this bright world, and then loving friends and to pass on into the silence of the grave. I seemed to see into the heart of things, and between my clenched teeth I anathematised the cruel laws which had made such a sacrifice an imperative necessity. The procession had now passed and my companions, who saw how deeply I was moved, beckoned me to follow them. AVe came down into the piazza, and made our way to the cathedral. If it was grand outside it was simply marvellous Avithin. Although it was broad daylight, the walls of the building were artificially darkened by the same mist that I had seen in use in the private houses, and the high altar was a perfect blaze of light, which only threw the rest of the cathedral, which was fitfully"], [122, "118 WHAT WILL MRS. GRUNDY' SAY? OR, lighted here and there, by hanging lamps of ruby glass, into greater gloom. The choir, which was of vast extent, was entirely filled by the Morituri, and a great screen of sculptured silver divided them off from the nave and aisles of the minster. Still we could see and hear very well, through the perforated openings of the screen-work. AATien we entered, the Requiem had just begun. It was solemn and thrilling beyond power of human description, as the voices rose and fell in then measured cadences. I had often heard the Requiem in Catholic Churches in my own planet-world, but never under such circumstances as this, the Euthanasian music had quite a plaintive character of its own, and as I looked upon that vast throng of kneeling beings, hearing the prayers of the Church being offered for their own souls so soon to depart in peace, and find their eternal rest, and as 1 realised that the chief officiant at the service, the Arch- bishop himself, was so swiftly going to lead his flock into the quiet land, I felt awed beyond measure by the sublimity of the service. By-and-by there was a movement amongst the congregation, and I saw that the Archbishop was standing upon the steps of the altar. I was too far away to catch everything that he said, but as I looked at him and heard the tones of his earnest voice, and saw the difficulty he had to subdue"], [123, "A CALAMITY ON TWO LEGS. 119 his emotion, I remembered words written about Richard Baxter : \" He preached as never like to preach again, And as a dying man to dying men.\" Patience, courage, and hope were the three central thoughts of his sermon, and at the end of the exposition of each thought, he made the Morituri go down upou their knees and pray in silence for the specific grace. The sermon ended, the offertory began, or as it was called the \" Oblationes in articulo mortis.\" These were apparently no offerings' of money as in our churches, but great sealed packets were placed in the large alms dishes that were brought round. Dione whispered \" I will tell you all about those hereafter.\" It seemed to me as if there could be positively no limit to these heavy packets, which were so weighty, that in the end every alms-dish had to be carried up to the altar by two collectors. Then came some more beautiful music, and this was followed by the consecration prayer. The ritual, which was very dignified, was quite unfamiliar to me, being of course the Euthanasian use. One by one the Morituri went up and kneeled at the altar to receive"], [124, "120 WHAT WILL MRS. GRUNDY SAY? OR, the A7iaticum at the hands of the Archbishop and his provincials. Then ensued a very curious ceremony — the members of the Confraternity of Death went outside the choir, and returned with a large number of black mantles. These were brought to the Archbishop and he blessed them, they then, while the organ was playing a funeral march, went down amidst the congregation and arrayed each one of the Morituri in these sombre vestments. \" This is,\" Dione whispered to me, \" the final re nunciation of the world, those mantles symbolise that they have now entered the region of the shadow of death.\" In the dead silence that followed, broken only by the occasional sound of a sabre clanging against the pavement of the cathedral, for the military were there in full force, the Archbishop in a voice tremulous with emotion; having first of all been vested in a cope as black as blackest Erebus, gave the parting benedic tion. The trumpet sounded, the troops stood to arms, and down through the crowded nave and out of the western door, the procession made its way, breaking off as it reached the centre of the close into three detachments, one marching to the north, another to the south, while the third, which we followed, directed its steps towards"], [125, "121 A CALAMITY ON TWO LEGS. the east. The drums were now muffled and no sound of music was heard, but the solemn monotonous tattoo of the funereal drums, once again the dirge of the Morituri was uplifted, all as they marched along joining in the plaintiff strains : \" Death lies before us. Sad death, sad death ! Into the land of shadows, Into the land of darkness, Away from home and kindred, Away from love of children, From love of wife and husband We are going all heart-broken. Death lies before us. Sad death, sad death ! O, Universal Father, Compassionate our sorrows, We are parted from our loved ones, We are torn from all but Thee. Lord, grant us Thy sweet patience, Lord, grant us Thy great courage, Lord, grant us Thy forgiveness. Death lies before us. Sad death, sad death ! \" I was glad when we reached the next stage of our sad journey, an enormous station, which was called \" The Departure Station.\""], [126, "122 WHAT WILL MRS. GRUNDY SAY'? OR, Here drawn up by a platform was a long train, made up of carriages very much like Pulman cars. The Morituri marched on to the platform, and bidding \" good-bye \" to their weeping friends, who had accom panied them so far, entered by detachments the carriages provided for then use. The doors wero immediately shut and locked, as each carriage received its full complement. I noticed that though the carriages were open on all sides to the air, yet all the openings were heavily barred, details, whoso grim significance I perceived a little later on. The train I was told was an electric one. \" AVe must go on now,\" said Placida, \" otherwise we shall be too late to see the rest of the proceedings.\" So leaving the train standing at the station, for some of the carriages at the back still had to be filled, we left the station, and jumped into the brake which was standing at the door, and drove hurriedly for about a quarter of a mile, and then dismounted before a very large building of peculiar shape and form. It was very long and was open at the end, and into it ran the lines of the railway that we had just seen at the Departure Station. Cleanthes called my attention to a great massive hon curtain which was partly hanging down from the top, and which was worked by hydraulic machinery. This could be so arranged as to hermeti-"], [127, "A CALAMITY ON TWO LEGS. 123 cally seal the building, as it descended several feet down into the ground, being cut, of course, for the rails to pass through. This strange-looking building was called the Lethalia, and, although its purpose was not as yet fully revealed to me, there was something so gruesome and sinister about it, that it chilled me to the very marrow of my being. Soldiers were posted at the entrance who rigidly challenged everyone who passed by. Cleanthes went up to the patrol and showed his pass, and we were admitted. AAre now found ourselves in a long narrow corridor, which was separated off from the interior by thick glass windows firmly cemented down, so as not to let a particle of ah pass through. Tho interior consisted, for we could see it quite clearly, of two platforms, and in the centre a double line of rails for trains to pass in and out. On tho opposite side there was another corridor of similar character to the one we were in. A large number of friends of the Morituri were already in the two corridors awaiting the coming of the train. \" This, then, is the Chamber of Death? \" I said to Dione. He nodded assent. As I looked round upon the place that had witnessed so many scenes of horror, I thought of what Maj en die"], [128, "124 WHAT WILL MRS. GRUNDY SAY? OR, said to a friend who was visiting the room where the great vivisectionist, was wont to operate upon such unfortunate dogs as came within the reach of his tender mercies : — \" Ah, mon ami, vous savez que les chiens ne s'amusent pas avec moi.\" A number of sedate looking men, dressed in pro fessional robes of black, next attracted my attention. \" AVho are they ? \" I said to Cleanthes. \" Oh, those ; they are the State physicians, whose duty it is to hold the post mortem upon the Morituri, to sound their hearts, and feel theh pulses, so as to see whether the law has been effectually carried out.\" \" But suppose that by some accident life is not extinct ? \" I asked. \" Ah, my lord,\" said Dione, \" Science has provided against such a casualty. They are each of them pro vided with a small phial of prussic acid. It is only a matter of a single drop inserted between the lips of the patient — and all is over.\" I shuddered. I looked around, and I saw these grave, respectable, and possibly highly-talented and amiable men, and I realised that they were there, not to save life, but to destroy it, as executioners, not physicians. I saw the crowds that excitedly were now thronging-"], [129, "A CALAMITY ON TWO LEGS. 125 the corridors ; there must by this time have been hundreds of spectators eagerly awaiting for the arrival of the death-train, and I repeated to myself the touching words of Matthew Arnold : — \" I ask but that my death may find The freedom to my life denied, Ask but the folly of mankind, Then, then at last, to quit my side. Spare me the whispering, crowded room, The friends who come, and gape, and go, The ceremonious air of gloom — All which makes death a hideous show ! Nor bring to see me cease to live Some doctor full of phrase and fame, To shake his sapient head, and give The ill he cannot cure a name. Nor fetch to take the accustomed toll Of the poor sinner bound for death His brother doctor of the soul, To canvass with official breath The future and its viewless things That undiscovered mystery, Which one who feels death's winnowing wings Must needs read clearer, sure, than he.\""], [130, "126 WHAT WILL MRS. GRUNDY SAY? OR, My reflections were cut short by a movement amongst the spectators, and very soon I heard the rumbling ofthe train in the distance. Slowly it glided into the great Lethal Chamber, and directly the last carriage had passed fairly in, the iron curtain, in obedience to the ringing of an electric bell, descended quietly down, and closed the entrance. Brilliant electric lights were now tinned on so that we could see every detail that took place. Then ensued a pause of about five minutes, during which the warders of the Lethalia Avere seeing that all apertures were fully closed. For the success of the operation, it was necessary that there should be admis sion into the inner chamber of not the smallest particle of air. During this time we walked up and down, for we were much too excited to stand still, and Placida and Cleanthes were anxious to wave their hands in farewell to their friends. There they sat, poor creatures, in their cars ; some were talking, some were reading, some were on their knees praying, others were writing farewell messages, few were weeping, for they had all tasted long since the bitterness of death. The death-bell, as it was called, was now tolled, and as its deep funereal notes filled the air, all the attendants left the inner platform, and the clanging of iron doors in the distance, and the pushing back of"], [131, "127 A CALAMITY ON TWO LEGS. bolts, told of the approach of the final scene of this grim tragedy. Once more there rose, in strangely subdued tones, for the thick windows of the corridors partly hid the sound, the death-song of the Morituri. \" Death lies before us. Sad death, sad death ! Into the land of shadows, Into the land of darkness, Away from home and kindred, Away from love of children, From love of wife and husband, We are going all heart-broken. Death lies before us. Sad death, sad death ! \" It seemed to me that as the song went on, the singing became more and more soft. One by one the singers ceased their plaintive strain — their eyes closed, their heads fell back, their limbs lost their stability, and they began on all sides to fall to sleep — a sleep, alas ! from which there could be no awakening, on this side of the Unseen. I longed to break through the cruel glass barriers that separated me from them. \" Oh,\" thought I, \" if I could only get to the sides of their carriages, I would"], [132, "128 WTfAT WILL MRS. GRUNDY SAY? OR, find a way in which I would wake them from this deadly torpor. They are being suffocated,\" I cried in my anguish, as the great drops of perspiration started out upon my forehead. \" They are dying,\" said Dione, \" under the influence of an asphyxiating gas ; believe me, my friend, their death is as free from suffering and from pain as our modem science can make it. Half an hour thus passed, and nought but grim silence reigned within the inner chamber, and then an electric bell sounded The great iron curtain was slowly drawn up, and a powerful blast of fresh ah was driven through by machinery from end to end of the building. This was, of course, to drive out the lethal gas. In five minutes' time, another bell announced that the Lethometer (an apparatus for registering the presence of the lethal gas) had indicated that the air was pure. The warders came hurriedly on to the platform, and unlocked and threw open the carriage doors, and another blast of fresh air traversed the train from end to end. The doctors then made their appear ance, and instituted a minute examination of their ghastly patients. I was thankful that on this occasion the lethal gas had too well done its deadly work ; I"], [133, "A CALAMITY ON TWO LEGS. 129 could not have stood quietly by to see the final prussic acid coup de grdce. How strange it all seemed ! AVas I dreaming? I bit my lips till the blood came. No; I was wide awake, and the whole tragedy was real. Then the members of the Confraternity entered, their red dresses looking quite lurid in the electric light, and their awful hoods and cloth masks, positively appalling. They earned litters with them, and silently and swiftly they bore away the dead. We stood there, watching the train being emptied of its hapless passengers, when Dione touched me on the shoulder and said, \" AA7e must hasten now to the Crematorium to see the end of this.\" In vain I pro tested that I had seen enough ; they all insisted upon my going. AA'e hurried down the corridor, and through a vaulted passage, into a large Hall, where in long lines the Confraternity were laying the litters. It seemed tome as if I was witnessing the gathering of the dead after some colliery accident, or some terrible wreck from which the bodies had been recovered. There lay in silent rows — pale, and quiet, and com posed, as if in sleep — those who but an hour ago had been full of vigorous life. There were five hundred bodies now lying in four lines down the centre of this Hall. The rest of the dead, I was told, would have to 1"], [134, "130 WHAT WILL MRS. GRUNDY SAY? OR, Avait quietly in their carriages until their turn came, for the capacity of the Crematorium, though immense, was, of course, limited. A priest, attired in full canonicals, noAV entered, and taking his position in about the centre of the Hall, uttered a few prayers, and then pronounced \" The Sentence of Committal \" : — ■ \"We now commit these bodies of our beloved brethren to the flames, to save them from the bondage of corruption, and the all-devouring Worm, in sure and certain hope that while the fire destroys the carnal body, the spirit Avill soar to the Life Immortal.\" \"Now shall the dust return to the ground from which it came, and the spirit to the God who gaAre it.\" At the end of these Avords, all the dead simulta neously and noiselessly sank into the depths below. As they went down I could see the fierce red glare of the furnace fires into which they fell ; and then the litters, lightened of their burdens, rose again, and all was still. \" All is over now,\" said Cleanthes, \" and we will depart.\" \" But the bodies ? \" said I. \" In the space of an hour they will be reduced, so complete is the combustion doAvn below, to a mere handful of white ashes, and identification will only be"], [135, "A CALAMITY ON TWO LEGS. 131 possible by the medal which aauII remain in the centre of each little tiny heap. Let us go,\" said Cleanthes. Right glad I Avas to get once more into the carriage and drive away from this Golgotha of suffering and torture. For awhile I Avas silent, but there was so much that I had yet to learn, so much that still so perplexed me, that I soon found myself questioning my companions. \" AA'hat about the ashes that remain ? \" I said ; \" are they restored to the friends of the deceased ? \" \" Oh, no,\" said Cleanthes, touching up his off wheeler. \"Do you see over there a lofty mountain range ? \" I looked in the direction to which his whip pointed, and I saw some way to the north — a long range of mountain land. \" The highest of those, the one which is capped Avith snow, is called ' the Mountain of the Dispersal.' Every year there is a very solemn function held there. The friends and relatives of the deceased come from all parts, and encamp at the foot of the mountain. This function is held, I must tell you, in the height of summer, when our weather is perfectly settled. The Archbishop and his diocesans, and many of the clergy, ascend the mountain, and a series of services are held in the sight of the people, on a large natural plateau 12"], [136, "WHAT WILL MRS. GRUNDY' SAY? OR, 132 that is about five hundred feet from the summit. These services last for three days. Four times a day the ashes of those Avho have departed during the current year are carried to the summit in great sacks. Four of the provincial bishops then take their stand at each point of the compass, and at a given part of the service, after the singing of the ' Hymn of the Departed,' each officiant plunges his hand into the sack that is at his feet, and takes out a handful of ashes, and scatters it to the Avinds. Seventy-times-seven this is done, and then for the moment the ceremony ceases, to be renewed at intervals throughout the tinee days.\" \" But,\" said I, \" this does not exhaust all the ashes of the dead, for I am told you cremate those Avho die by a natural law, as well as those Avho die (I was going to say by an unnatural law, but I checked myself in time) in obedience to the requirements of the State.\" \" A point well taken,\" said Dione. \" These ashes are but representative ones; the great mass of the remains of the departed are subjected to a still more intense fire in the Crematoria, and are finally absolutely consumed. Nevertheless, this ceremony of the Dis persal satisfies all our requirements. You see we need no tombstones, no costly graveyards and cemeteries; we are too wise to honour the dead at the expense of"], [137, "A CALAMITY ON TWO LEGS. 133 the living, leaving the departed to fester in noisome corruption through a long series of years, thus making the air malarious, poisoning the water springs, and entailing disease and death upon the survivors.\" I quite agreed with them that this part at least of their funeral arrangements was most sensible — the conclusion was right enough, if only it could start from less terrible premises. \"AA'hat Avas the meaning of those sealed packets that I saw at St. Sepulchre's ? \" I Avent on to ask. \" Oh, the ' Oblationes in articulo mortis!' he replied \" it is a rule of our land that the dead have no control whatever over their property. Their landed estates, as a matter of course, at their death, reArert to the State — their death always and invariably determines that. AVhile men are alive they can make personal gifts of their property to their children, though eA'en here, as I shall show you in a moment, their discretion is limited. So Aveak, however, is human nature, that even when men knoAv for a certainty that death is impending, they will cling to their goods and chattels to the very last. Those sealed packages contained the undistributed pro perty of the Morituri — their leases, their scrip, their more precious jewels, and so on. Together with these things, there is enclosed in every packet a short written instruction as to their disposal. The State does not"], [138, "134 WHAT WILL MRS. GRUNDY SAY? OR, Avish to be ungenerous, and although it in no measure recognises the obligation of paying the slightest atten tion! to a dead man's will and testament, yet when trivial^matters of detail are concerned it endeavours to respect his Avishes. In the case of these oblations, as a matter of absolute right, a tenth part of that which is thus offered is given to the Church, the remainder is at the disposal of the decree of the ' Testamentary Council of State.' \" AVe believe that the greatest injustice that parents can do their children is to leave them so well off that they are saved the necessity of doing honest work for their livelihood ; and so it has been ordained that after a fair competence has been given, and this must be in the full lifetime of the donor and not in extremis, the rest of the property of the deceased goes to the State.\" \" But supposing,\" I said, \" that after death it is dis coArered that certain properties have been devised by deed of gift anterior to the decease of the testator ? \" \"If the gift has not been made absolute, the Avhole property reA-erts to the State,\" Dione answered. Here my professional esprit de corps got, I must confess, the better of me. What an awful place this Euthanasia was with all"], [139, "A CALAMITY ON TWO LEGS. 135 its superficial prettiness ! By all means let its people fall upon each other and kill each other off as fast as possible. I would not gainsay them this little recrea tion. The less there were of them perhaps the better ; so long as they did not kill me I did not care. (And here I thought with a shiver of my own fifty-four years.) \" Lethalise, by all means, my good friends.\" I said to myself, \" but it's quite a different thing when you touch the sacred rights of property. Nationalise the land ! Refuse to recognise the wishes of the dead ! Disinherit the living ! AVhy, there are in this accursed place no wills! no mortgages!! no last testaments !! ! no binding settlements ! ! ! ! Why, Avhere in Heaven's name, is there any room for litigation ? Where Avould our respectable firm find occupation for its talents (we, or rather our clients Avere much in Chancery, and disputed Avills were our forte). Our S. P. Q. R. would be simply noAvhere in such a God-forsaken country as this.\" I had borne, as you, gentle reader, will concede, with considerable patience and equanimity what I had already been enduring to-day, but although a good-natured man, I must confess that for a time I was as righteously indig nant as I have ever been in my life. They saAv something had upset me, though I only muttered to myself, and believing that it was want of food — for Ave had been fasting the entire day — Cleanthes"], [140, "136 AVHAT WILL MRS. GRUNDY SAY? OR, pulled the carriage up at a first producer's depot and bought a large basket of fruit AA'hich we ate (the fruit, I mean) as Ave droA'e along. There was nothing singular in this, as everybody did the same, for in this Avonderful place they did not seem to have any distressing self consciousness or foolish pride, they lived right in the face of Nature. Peace being thus restored — for avIio could swear even figuratiA'ely and furtively, Avith a peach in his mouth ? — I was my oavii sweet, serene self again. Why should I distress myself on this peculiarly sultry day ? AVas it likely that Slocombe or Proctor Avould eA'er have a chance of coming this way, and I — well, I dare say I could put the Euthanasians up to some little wrinkles. I could promote a company or two ; I could show them the meaning of Founders' shares, and perhaps I could arrange a nice little corner in aerated bread, and then set them all quarrelling by the ears aud teach them how to litigate ; anyhow, I could soon be as com fortable as the day is long, if only I can tide over that dreadful Lethalian business, thought I. As soon as we were fairly refreshed, I resumed my cross-examination of defendant — I mean Dione. \" You told me some time since that, at the passing of this Superannuation Bill, there were six million women (poor things !) and two million men to be immo-"], [141, "137 A CALAMITY ON TAYO LEGS. lated. Hoav Avas this managed ? Please to remember \" (here I stopped myself, for 1 Avas just about to say \" that you are on your oath \"). \" Well,\" said Dione, \" it was rather a difficult matter. The well-disposed and orderly part of the population followed the noble example of the Emperor and his family, and at once rendered prompt obedience to the law ; they died, in short, Avithout a murmur. The others, I am sorry to say, proved very restive. They made al! kinds of Aveak and frivolous excuses ; they actually went so far as to hide themselves away.\" \" Of course the Lethal operations were then in their infancy, and matters were not regulated Avith the precision and the nice attention to details such as you haA'e witnessed for yourself, my lord, to-day. There were occasionally someAvhat awkward, untoAA'ard mis takes : patients Avere carried to the Crematorium only half lethalised, and the wrong people were sometimes put into the death-train by mischance. The machinery at times refused to Avork, and altogether, I am free to admit, there Avere certain grounds for the feeling of unpleasantness that was abroad. \"Large numbers of the disaffected were arrested and lethalised, in spite of the energetic protests that they raised every step of their journey to the Lethal Chamber. Of course this did not make the operation"], [142, "138 AVHAT WILL MRS. GRUNDY SAY ? OR, more popular. Then officials, plenipotentiaries invested with the most absolute poAvers, were sent to the homes of the malcontents. These officials had instructions to enforce the fulfilment of the statute laAv, to bring by compulsion those Avho should resist then authority, and if resistance Avere carried to excessive lengths, to inflict the death penalty then and there without further delay.\" \" But how ? \" I asked. \" Prussic acid,\" was the curt and significant reply. \" This also somewhat angered and distressed the relatives of the deceased, and occasionally there were scenes of downright violence and even bloodshed. \" To make matters worse, although the aged were gradually being thus killed off, the younger men and women were continually passing OA'er the age-limit, and becoming amenable to the operative clauses of the laAv. They SAvelled the ranks of the malcontents. It took, I find, at least twenty years before the supremacy of the law was acknowledged, and the State conquered all resistance. Then there was peace. \" ' They make a solitude and call it peace,'\" I freely quoted, translating from my quarry of classical knoAV ledge — the dear old Latin Grammar. \" But what about the women? \" I added. \"In Terra we find it a most difficult — nay, an impossible — thing to"], [143, "A CALAMITY ON TWO LEGS. 139 get at their real ages. Even our Decennial Census-Taker, a most important and influential personage, finds that they run counter to ordinary expectations, and grow younger, absolutely younger (according to theh own testimony) each successive decade of years that pass. I daresay,\" I added, \"that they feel younger, and, after all, what does it matter about the body, if the spirit is young and fresh and vigorous?\" I was rewarded for my diplomacy by an approving look from Placida. \"Ah, that may be all very avcII in Terra,\" said Dione, \"but here we have no room for sentiments, hoAvever gracefully expressed,\" he added, with a bow to me. \"All our women at once gave out that they were but in their teens, which was manifestly pre posterous. ' Set a thief to catch a thief was a proverb of great service to us at this juncture ; accordingly it was resolved that women Avould be most fitted to deal with women.\" \"I'll make you suffer for this, my Dione,\" said Placida. \" They thereupon instituted Courts of Enquiry composed entirely of Avomen, the younger ones, of course, acting as judges and jury, before Avhich all doubtful cases of age-limit were brought. In their enthusiasm to serve the State, and in then anxiety"], [144, "WHAT WILL MRS. GRUNDY SAY? OR, 140 to carry out the office entrusted to them, I am afraid that these Courts were not so mindful of the interests ot theh oavu sex as they otherwise would have been. Almost all the women that Avere brought before them were set down as qualified for the Lethal Chamber. And at last it became absolutely necessary, in order to prevent a Avholesale abohtion of the charming sex, to establish a Court of Final Appeal, comprised entirely of males, to deal AA'ith such cases as had, perhaps, been too impulsively arbitrated upou in the Court below.\" \"Were there any exceptions?\" I asked, \"to this statutory age-limit? For instance, it seems to me somewhat hard that a husband who devotedly loves his wife should be separated from her.\" \"That objection,\" said Dione, \" Avas taken into con sideration, and it was decided that if any husband should elect to die with his Avife, he might, as a special grace, be permitted to anticipate his own death, and enter the Lethal Chamber with her.\" \"Doubtless many availed themselves of this great privilege ? \" said I. \" I have searched the records, and I have found but three authentic cases,\" answered Dione. \" One of these was undoubtedly the case of a man Avho was bereft of his reason. The second case proved upon examination"], [145, "141 A CALAMITY ON TWO LEGS. to be simply a case of suicide. The husband AA'anted to evade some unpleasant consequences that would have folloAved upon the discovery of certain defalcations. The last case was that of a man who seemed most devoted to his wife, and was the recipient of a special ovation from the admiring populace as he walked by her side in the ranks of the Morituri. Alas, for poor human nature ! \" \" You may Avell say that, but qualify it by the word masculine\", said Placida. \" Alas, for poor masculine human nature,\" resumed Dione, accepting the amendment, \" as soon as he found himself in the Lethal Chamber, he began to make such a noise, and to holloa in so frantic a Avay for his release, as he shook the bars of his carriage window, that they were obliged to let him out.\" \" Never mind, Placida,\" said Cleanthes, tenderly, \" I, at least, will break the record, and Avill die Avith you, dear, when the time comes.\" \"I believe you will be just as bad as the rest of them,\" was the somewhat unflattering and unexpected reply ; \" I'd not trust a single man in the Avorld.\" \" That's the more reason why you should trust a married one,\" retaliated Cleanthes. \"But what becomes of these poor men Avho are thus prematurely deprived of theh wives ? \" I asked."], [146, "142 WHAT WILL MRS. GRUNDY SAY? OR, \" Oh, you need not trouble about them\" answered Placida sarcastically ; \" they are comfortable enough, I can tell you.\" \"The laAv imposes a month of mourning, and after that a man may marry again. As a matter of fact, they all do so.\" \" It's just as I told you,\" said Placida. \" A Lethal widower is considered somewhat of an acquisition. You see, Ave have double the number of women that Ave have of men; and this gives the unmarried ones a chance.\" \"Many thanks for the honour, my Dione,\" said Placida. \" Of which I should say they are not slow to avail themselves,\" continued Dione, calmly. \" But as it is only possible for the Avidower, supposing him to be at forty at his first wife's decease, to have at the very most fifteen years of married, or rather re-married life, and as he is removed before the children of this second marriage can grow up, his licence strictly limits him to three children. He is, moreover, bouud to insure his life for a substantial sum, in order that his second family may not be left absolutely penniless.\" \" But now,\" I said, \" could you tell how the theo logical arguments that were doubtless introduced as an offset against this neAv Statute Avere dealt Avith. I don't"], [147, "A CALAMITY ON TWO LEGS. 143 profess to know much about theology myself, the LaAv and not the Gospel is my profession, but yet I am as a layman someAvhat high in ecclesiastical office in Terra.\" (I thought my position as Rector's Churchwarden at St. Simon Magus would justify me in saying that. It never does to be too humble I find.) \" The opponents of the measure,\" said Dione, \" of course used the usual stock arguments that human life was a sacred trust, and we had no right to take away that Avhich we could not give. They further argued that it was sacrilegious to cut short the span of life, that if God had intended life to be short He Himself would have proA'ided for its discontinuance. \" The answer to this was easy. \" As a matter of fact, it was pointed out, that in the case of criminals, for the protection of the State, Ave without hesitation take aAvay life very abruptly. That, again, Avhenever we go to war with another nation, Ave send out a number of soldiers who kill their opponents Avithout mercy, being prepared to suffer the same hard measure at their hands. Moreover, Ave alloAV a number of our fellow-beings to be engaged in unhealthy and dangerous employments, which im'ariably shorten their fives, and which not infrequently actually terminate them by some terrible and painful accident. It was therefore, but sheer hypocrisy to talk thus of the A'alue"], [148, "144 WHAT WILL MRS. GRUNDY SAY? OR, and sanctity of human life, Avhen for our OAvn con venience and safety, we were perpetually exposing it to such aAvful perils. Besides this, by our alloAving our population to increase in the reckless Avay it did, by over-crowding our trades, by throAving so many out of employment, by throAving our national Ægis OA'er the infamies of the liquor traffic, we directly and indirectly poisoned the springs of life at their very source, and killed our fellow men ; not, perhaps, by a direct coup de main, but by what in reality was quite as bad — by inches. Surely it would be much more in harmony with God's will to institute a rational means whereby these defects of modern civilisation could be remedied. In a garden where young plants Avere crowding each other too much, they Avere thinned out; in a forest ay hen trees were enlarging themselves to the great discomfort of the rest they Avere forthwith cut down. In the lower ranks of animal life, birds, beasts, fishes, and insects preyed upon one another parasitically, and thus preserved the balance of nature, while God Him self allowed plagues, and pestilences, and famines, and earthquakes to avenge His outraged laws amongst men, and to kill off the superfluous population. AVhy, then, should they not take time by the forelock, and better their condition, by acting in harmony with the rest of creation?"], [149, "A CALAMITY ON TWO LEGS. 145 \" Foiled in this argument, the opponents of the measure brought forward another. They said it was veiy unfair to shorten the time that had been given men to repent. AVhereupon it was shoAvn to demon stration, that the very uncertainty of death militated more than anything else against true repentance. It was argued that if people had a definite time allotted to them beyond which they had no prospect whatever of passing, they would arrange their spiritual matters accordingly. It Avas also submitted, that in the case of hardened criminals condemned to execution, the very shortness of the time that they had to live had a most salutary effect. AA'here, it was triumphantly asked, in the whole range of devotional Avritings could letters be found so profoundly scriptural, so humble, and wit— al so faithful, as regards warnings to theh fellow sinners as those which were written within prison walls and under the shadoAv of death? Criminals Avho before their conviction could not be said to haA'e any idea what ever of rehgion, in the short time that they are brought under the influence of the prison chaplain, and in view of their immediate death, use in their letters phrase ology Avorthy of the veiy highest spiritual attainments. Condemned prisoners are always invariably sure of being rewarded for then merits. They all confidently anticipate a high position in heaven, and in virtue of K"], [150, "146 WHAT WILL MRS. GRUNDY SAY? OR, that, A-ery freely forgive their enemies, especially those who bore witness against them at theh trial, and they are distressed beyond measure at the wicked Avays of their companions and friends whom they are leaA'ing behind them. \" If the vilest murderers can thus be changed from sinners to saints by the immediate prospect of death, surely ordinary common-place mortals, without any very definite sinful tendencies (it was argued) would be influenced in a still higher measure to repentance bythe same efficacious method. \" This argument of repentance was brought to bear in another way upon the reluctance (pardonable enough perhaps under the circumstances) of the women to die at so much earlier an age than the men. It was pointed out that men being greater sinners than women \" \" That's true enough,\" ejaculated Placida. \" They needed,\" continued Dione, \" so much more time for repentance, and that fifteen years more grace was by no means too large an extension of time to bring them up to the normal range of women's spiritual attainments. This argument was found to be very influential, and reconciled the women, avIio were, to their credit, be it said, very tender-hearted, more effectu ally to their fate.\""], [151, "A CALAMITY ON TWO LEGS. 147 \"It Avould not haA-e reconciled me,\" said Placida, \" Now, when I come to die \" Here I am ashamed to say that Cleanthes turned to Dione and myself, and, unseen by his spouse, gave a most unblushing and deliberate wink. I must be true and faithful in this narratiA'e that I am giving, eA'en at the expense of my dearest friends, and I most reluc tantly record this. \" When I come to die,\" repeated Placida in a louder A-oice, \" and my husband takes, as he is sure to do, another wife, I only hope she'll make Jam repent every moment of his remaining fifteen years.\" \" Oh, my darling, how could you say that ? I could never survive you, and if by any mischance I did \" (another Avink at us) \"do you seriousty think I should every marry again? \" said Cleanthes. \" You are all just as much alike as so many pins,\" answered Placida. \"Marry again?\" (AA'ith scorn), \" Yes, tAventy times over, if you only had the chance.\" Her Ladyship's temper was evidently not im proving. I thought it quite time to come to the rescue of my poor friend. \" I am veiy sorry to be so troublesome,\" said I, \" but your conversation, my Seer, is so interesting that I am quite athirst for information.\" K2"], [152, "148 WHAT WILL MRS. GRUNDY SAY? OR, \" AVe should not have said that you were dry unless you had told us so yourself,\" answered Dione. AATe all started. I looked scrutinisingly at Dione, and saw that it Avas not the philosopher at all that had then spoken. Amoroso had evidently uncurled him self (if uncurling is a legitimate expression to use in describing the methods of a spirit), and was looking out of the windows of Dione's eyes. And noAV a battle royal took place between Dione and the other spirits who belonged to the same happy family. 1 may say that when a conflict like this takes place between the spirits that occupy the same man, it usually results in temporary disaster overtaking the body, which is the scene of the intestinal strife. Dyspepsia, indigestion, and other physical disorders follow in due sequence. At last I was glad to see that the majority, perhaps by force majeure, prevailed, and Amoroso retired sulkily to his chimney corner. \" You Avere saying ? \" said Dione, quite the philo sopher again. \" Do you not,\" I asked, \" under this somewhat novel arrangement, or disarrangement, call it what you will, lose the charm and tenderness of old age. Now down in Tennessee — I mean in Terra — we have some very grand old men (I thought, of course, of one in particular), and some very lovely old women (here I"], [153, "A CALAMITY ON TWO LEGS. 149 was not so fortunate in my retrospections). AVe would not be without them for all the world. They give us the benefit of theh A'ast experience, they keep us in touch with past generations, and they form a centre round which congregate all the younger members of their family circle.\" \"I beheve you, my boy,\" shouted out that rascal Amoroso. He was sat upon freely, if I may so judge from the agonised expression of Dione's face. It was but a passing spasm, and the Seer was himself again. \" I can quite admit the force of all you say,\" he resumed, calmly; \"it is impossible to change, even in the smallest degree, the existing order of things, without doing violence to some old established tradi tions.\" \" They are more than traditions,\" I answered with energy, \" they are real, living, positive \" (here I thought of my mother-in-law, and added) \" A'ery positive people.\" \" AVell, they are noAv traditions Avith us, for remember it is well nigh 200 years ago since we saAv an old man or an old woman in our midst. AVe live young \" (and with a sigh) \" we die young. AA'e lose, as you say, the grace, and the tenderness, and the sweet sympathy of age, but then we gain as a compensation the exuberance, the elasticity, and the buoyancy of"], [154, "150 AVHAT WILL MRS. GRUNDY' SAY? OR, youth. Our children, as you remember, are full grown men and women at the age of ten, and Ave are in hopes, by a skilful manipulation of coloured glasses at our Baby-Developers and by a more strict attention to infant dietary, to make our children of full age Avhen they are but five.\" \" Oh, dreadful world ! \" thought I, \" Avhere the babies spring into existence armed cap-a-pie, a Bacon in the cradle, a Diogenes hi arms, a Lydia Becker in long clothes ! What a Utopia to contemplate.\" \" Now/' pursued Dione, \" Ave haA'e done Avith the past, Ave have thrown it aside a — like a — ■ \" (he hesi tated for a moment, an unusual thing for him, but remember his internal discomfort), \" like a sucked orangella,\" added Cleanthes, suiting the action to the Avord, and casting the fruit in question, which he had been enjoying, out of the carnage. \" Having first of all,\" added Dione, \" extracted its freshness and SAveetness. The young now rule the Avorld ; if we make mistakes we must be pardoned, because we are deprived of the experience of the old to guide us.\" \"Just like,\" said I, \"a Frenchman in Terra, aa-1io was proved to have murdered his father and mother, and Avas acquitted, upon his touching appeal to the jury for m'ercy on the ground that he was an orphan.\""], [155, "A CALAMITY ON TWO LEGS. 151 \"Audacity,\" went on Dione, \"has replaced caution, Radicalism, aristocratic of course, has mastered Con servatism, the Monarchy has given the pas to Republi canism.\" \" The mauvais pas!' struck in Placida, avIio Avas herself again. \" Yes, my Lady, you still hanker after the old regime, but it's noAv passed,\" answered Dione. \" AVe are now impulsive, enthusiastic, hopeful. The young man of the present day is a head and shoulders above his ancestors of eight generations ago.\" \" AVaal ! He reely is a nice young man,\" came from the depths where Amoroso was still straggling with his spirit relatiA'es. I trembled, as I thought of theaA\\liil consequences lying in Avait for Dione. \" The world,\" Dione continued, as soon as peace AA'as restored, \" goes along now like a caniage from which the drag has been removed. Progress, develop ment, evolution, are the commonest platitudes of the day. Our life being but a short one, we make it a merry one. \" Le roi est mort, vive le roi ! \" we ciy as Ave come back from paying our respects to our depart ing friend at the Lethalia. As a Seer, of course, I stand aloof.\" \" Baning Amoroso,\" I was wicked enough to inter- ject."], [156, "152 WHAT WILL MRS. GRUNDY SAY? OR, \" Barring Amoroso,\" as you so elegantly observe,\" said Dione, with a sigh, \" I, that is to say, the greater part of my personality.\" \" In fact, all my I,\" Bombastes, Avithin, inter rupted. Dione took no notice, but went on : \"My comprehensive ego stands aloof from this thoughtless merriment. I gladly note the signs of progress, but I try to do so in a spirit as far removed from frivolity as possible.\" SomehoAV these Avords, uttered with a wonderful assumption of dignity, did not impose upon us in the least, for Ave laughed all round. There was an aAvk ward pause, and then I asked : \"Is there no danger in this easy and convenient way of getting rid of objectionable and unnecessary persons ? \" \" There you have decidedly scored,\" observed Cleanthes. \" Yes,\" said Dione, \" you must have noticed the garrison of soldiers that were quartered near the Lethalia, and the great number of sentinels that were stationed about. They are always there, and more over, to guard against surprise, all our Lethalia, and Ave have several hundreds in action through out the kingdom, are guarded in similar fashion."], [157, "A CALAMITY ON TWO LEGS. 153 In addition to this, they are all undermined so that in a moment they could be destroyed by fulminite. \" About fifty years after the passing of the Super annuation Bill, there was a dispute over the succession to the Throne ; this culminated in a civil war, and finally led, as you see, to the establishment of a Republic. This civil war lasted for fifteen years, and the forces of the contesting powers were so evenly balanced that each side alternately gained the upper hand, and as alternately lethalised the other.\" \"Do you mean to say they Avere so bloodthirsty as all that ? \" I asked. \" Assuredly. AVhy not ? It Avas all in the fortune of AA'ar. The scenes that ensued were dreadful and deplo rable. This fearful epoch in our national annals goes by the name of ' The Red Death.' Fortunately these excesses worked their own cure, when both sides had lost theh best men, and were compelled to stop the massacres from sheer exhaustion, a truce was proclaimed and terms of peace were ratified which haA-e been strictly obseiwed eA'er since. From that time, however, it was resolved that such a dangerous Aveapon for extermination as the Lethalia, should never again be left at the mercy of any political party or social agita tion, and these Chambers of Death have been kept strictly under Avard and watch.\""], [158, "154 WHAT AVILL MRS. GRUNDY SAY? OR, AVe were driving back by a different route altogether, as Cleanthes wished to sIioav me the environs of the city. The more I saw of it the more free I was to confess that it AA-as a charming place, full of brightness, beauty, and gaiety. I was very much reminded of Naples and its loA-ely surroundings, for I must tell you that Euthanasia AA-as situated on the sea-shore. The Bay of Euthanasia was magnificent, the sea being of the deepest blue, A-aried here and tliere by tints of emerald, as the formation of the shore became more sandy. In the environs the houses were more scattered. and had bright gardens full of sweet floAvers, sloping down to the beach, for in this faA'oured clime the A'ege tation seemed to flourish quite close to the sea. I saAv forests of pines and olives, and orange trees running right down to the A'ery Avater's side. It AA-as Naples, Avith Sorrento, and Pæstum, and Baiæ, even loA-elier than I had seen them when on earth. And, to complete the illusion, there Avas standing at tho back almost the counterpart of VesuA'ius, the Mountain of the Dis persal, with a Avhite cloud resting upon its summit, suggestive of the thought that \" in the midst of life avc are in death.\" A silent and significant emblem of the volcanic forces that underlie our social life as they do the upper strata of the world's material surface. \" Is that mountain A'olcanic ? \" I asked."], [159, "A CALAMITY ON TWO LEGS. 155 \"Yes,\" said Dione, \" but save for a very occasional and trivial eruption, a most inactive one. It is, however, predicted in our Holy Books, that one day the pent-up fires will burst forth and our city Avill be destroyed. That day, however, is thought to be very far off, and, as you see, our citizens build their villas right up the mountain side to the south. The northern side is baro and barren, covered Avith debris of stream and blocks of lava that were discharged in prehistoric times ; and it is there that the great Plateau used for the ceremony of the Dispersal is to be found.\" AA'e noAv turned a corner of the Avinding road and I saw a strange-looking, castellated building standing on an island about three miles away from the shore. It attracted my eye at once, for it differed so entirely from all the other buildings that I had seen in Euthanasia, for instead of being built of steel and glass it was built, so far as I could judge, of masses of solid stone or granite. It reminded me strangely of that terrible State prison of St. Peter and St. Paul on the banks of the Neva at St. Petersburg. The prison whereof Stepniak has given such fearful revelations. \" What is that ? \" I asked. \" Oh, that ! \" said Dione, looking at Cleanthes as if to ask \"shall I tell him?\" Cleanthes nodded assent."], [160, "156 WHAT WILL MRS. GRUNDY SAY? OR, \" That is the Prison of the Eternal Silence, the place where Ave confine our murderers.\" \" AVhat an awful looking place,\" I said, as Cleanthes pulled up the horses that I might give it a closer inspection. \"AVe purposely make it as dreadful as we can,\" added Dione, \"any criminal who once enters those gates (you can see the portcullis from here, that black mass in front) is never heard of more. He cannot com municate with the outside world, and he never leaves the place alive. Even the governor and the Avarders, who are men of education, who haA'e been par doned their own crimes upon this sole condition, are there likewise for the whole term of their natural life.\" \" Is the prison then never visited? \" I asked. \" Only by the Secret Council of Five. This Council is sworn, under pain of immediate death, to absolute secrecy. No one, save the AVarden-Protector, has any idea A\\iio are its members. On those rare occasions that they visit the prison they issue forth in the dead of night, cloaked and masked, and pass swiftly and silently to the island by a sub-aqueous tunnel.\" AVhile he had been speaking I had been examining this terrible gaol with a pair of opera glasses handed to me by Placida."], [161, "A CALAMITY ON TWO LEGS. 157 \" AVhat are those flags flying ? \" I said, \" Do they ever haA-e a fete in such a place as this ? \" Again the same significant look. \" Tell him all,\" said Cleanthes. \" Describe the flags,\" answered Dione, \" I can scarcely see at this distance.\" \" I see five red ones, eight white ones with a black cross, and fourteen black ones.\" Placida shuddered. \" That is the yearly account of the number of deaths. Every year about this time it is the laAv of the State, that there shall be a public record thus made of the deaths that have occurred within the prison. The five red ones indicate the deaths of the officials; the eight (I think you said eight?) Avhite ones .with the black cross, reveal the number of deaths of such prisoners as have died in the course of nature.\" \" And the black ones ? '' I asked impatiently, for he seemed inclined to cut short his revelations. \" The black ones ! I am sorry there are fourteen of them. These record the deaths of prisoners who have died from administrative causes.\" \" In other words, I suppose,\" I said with a shiver, '• have been put to death.\" \" Precisely so,\" said Dione. \" No one outside the"], [162, "158 WHAT WILL MRS. GRUNDY SAY? OR, prison knoAvs to Avhom those flags relate, except so far as they describe the quantity and quality of the annual deaths.\" \" What becomes of the dead bodies,\" I asked, \"do they cremate them ? \" \" Oh no, there is a simpler means than that nearer to hand. Look Avliere my hand is noAv pointing,\" he added. I folloAved the direction of his outstretched fingers. \"Do you see anything? \" I looked again, and round about the rocks that bordered the prison, I saw aboA'e the deep blue sea, a couple of black fins. \" Do you knoAv Avhat those are? \" asked Dione. I looked again, and with a shudder, I said \" sharks.\" \" Exactly so,\" said Dione, \" they saA-e the State all trouble and funeral expenses.\" \" Do you mean to tell me that the GoA-crnor, himself a pardoned convict, has absolute power of life and death ? \" \" The most absolute. He can put those under his charge to death in any Avay that he chooses, subject to a reversal of his action by the secret Council.\" I looked again at that fearful building, with its naiTOAv barred Avindows, ancl its high Avails of grey"], [163, "A CALAMITY ON TWO LEGS. 159 stone, and its massive black iron gates, and I thought of the poor beings who entered through that portcullis to be buried aliA-e. The very sight of those aAvful tell-tale flags, and especially the sinister black ones, made me feel quite sick. AAre droA'e hurriedly on, and soon I Avas thankful to find that the prison was out of sight. The pleasant A-illas increased in number and beauty ; gay parties of Euthanasian s were sitting in their gardens, or Avalking along the roadside, or lounging on the beach. Bright tents stood upon the shore, from whence issued forth throngs of merry bathers. I thought of the sharks, and mentioned my fears to Placida. \" Oh, the}- never trouble the bathers,\" she said, ••they find quite enough occupation at the prison.\" To change the current of my sombre thought Dione kindly came to my rescue. \"You must Avonder, my lord,\" said the Seer, \"Iioav it was that avc poor Euthanasians have become so familiar AA'ith the literature of your OAvn people. You must also have been surprised that although in tlie first instance we were profoundly ignorant of the precise sphere from Avhich you had fallen, Ave are equally conversant with its past, and its contemporaneous history.\""], [164, "160 WHAT WILL MRS. GRUNDY SAY? OR, I must tell you en passant, that he was now referring to some other com'ersations in which we had been engaged. It is not possible for me to write down, even if my memory stood me in such good stead, all that Ave said or did, during my visit to Euthanasia. I can only give a rough outline of the more important matters. \" This,\" went on Dione, \" is the result of our study of Solar-Stellar-Records. Many years ago, you will remember, that eminent scientists of your own planet world, Frauenhofer, AVollaston, Kirchhoff, Huggins, Stokes, and others, were enabled by spectrum analysis to separate the refrangible rays of light, and to discover thereby the constituent elements of the sun, and even of the planetary nebulæ.\" I nodded assent, I daresay he was right in his facts, although the gentlemen in question were unknown to me, Coke upon Littleton and Blackstone and Chitty, lying more within the limits of my acquaintance. \"AVe have improved upon their discoveries, and carrying theh principles to their legitimate development, we made the light reveal all its secrets. Its lines have been minutely analysed.\" \" That's hard lines on the light,\" said Bombastes, luckily I intercepted his words on their upAvard and outward passage."], [165, "A CALAMITY/ ON TWO LEGS. 161 \" By means of all kinds of ingenious mechanism, we are now in touch Avith all thought and all action.\" \" What dreadful people you must be,\" thought I. All my life long I have hated superior persons. If it had not been that 1 feared to Avake up Amoroso, and that Dione looked so increasingly dyspeptic, I should gladly have kicked him. However, he fixed me with his glittering eye and went on : \" AVe have light pictures- \" How shocking ! \" said Bombastes. \"And light phonographs \" \" Worse and worse,\" said my rebellious rascal spirit. \" Of all that is going on in the various planet worlds of oui' solar system.\" \" He means,\" said Cleanthes, \"pictures and phono graphs caused by the hght.\" \" Every ray of light,\" resumed Dione, \" is now found to make a separate indentation upon the impressive cylinders of our modern phonographs. These indenta tions are divided and subdivided off into bilhonths, until we can hear all that is passing around us. The light-pictures which are a kind of Spectrescopic camera obscura — I hope I am clear,\" he added, \"do you folio w me thus far?\" L"], [166, "162 WHAT WILL MRS. GRUNDY SAY? OR, I was certainly following him, for it was impossible to lead him. \" It seems incredible perhaps to you,\" added Dione. \" Not at all,\" said I. I was now in the condition of mind that I could have swallowed anything, even a cup of tea if it had been handy. My credulity had been developed since I had come to this wonderful land. Old Munchausen might have ultra-munchausened him self, and he Avould still have found me an ardent disciple. \" I Avill show you all this and much more when you come to-morrow \" Here I confess I groaned. \" to our Solar Observatory, and Light Record Office.\" I shall ever be thankful to Placida, who came man fully — I mean womanfully — to my rescue, like another Grace Darling. \" No, Dione, we cannot spare my Lord Michael to morrow. We have arranged a delightful Hypnotic programme for him.\" Here my face fell, a kind of lengthened sweetness long-drawn out, I am told it is, Avhen it falls. \" No, my lord,\" seeing my depression, \" there's no science in oui- programme, it's pure fun from beginning to end.\" \" Then, my Dione, Althea has earnestly begged to take my lord and shoAv him some of the distant"], [167, "A CALAMITY ON TWO LEGS. 163 wonders of our land, this will occupy three days at least. We have likeAvise arranged a water picnic on the Eulalu.\" \" I want very much to see the Eulalu,\" I said, I did not know what it was, I supposed it must be a river, a creek, or a lake, in any case something to do with Avater and a picnic. Anyhow, Eulalu sounded Christy Minstrelsey, and therefore was better than Dione's old Observatory, which would keep.\" \" And after that we go for a whole week — just think of that, Cleanthes, to the Summer Palace of the Warden-Protector. I am on duty there, and I have leave to bring our guest.\" \" After that, my lord will be at your disposal, my Dione.\" \"Not if I know it,\" said I to myself, \" I'll plead an alibi, move for a writ of habeas corpus.\" Talking in this light and easy way, Ave drove along the croAvded streets, for we had now left the sea shore, and at last we arrived again at Cleanthe's house. I was glad to find that the rest of the programme for the day was simply \"just a few friends to dinner and a little music aftei'Avards.\" I enjoyed that httle dinner. Dione was absent, he sent word that he was \" out of spirits,\" the exact con- L2"], [168, "WHAT AVILL MRS. GRUNDY SAY ? OR, 164 trary, I suspect, being the case. He had a bad head ache, and premonitory symptoms of a violent dyspeptic attack. I was rather relieA'ed to find that the school master, on this occasion, was abroad. After dinner, and after the usual cigarettes (of course they smoked in Euthanasia, but such tobacco, — fit only for the gods), we came up to the salon, and there Ave had some delicious tea, and we — that is to say your humble servant and half a dozen — I did not stop to count them, of the fair sex — had such a delicious causerie (beloved Ouida, I thank thee for teaching me this word) in the conservatory, and then I played, and they listened. It was delightful. I must tell you (I can't bear talking about myself, but it's necessary in the interests of this narrative) that I am a A'irtuoso on the violin. I let this casually slip out at dinner, and forthwith Cleanthes hunted up for me an old A'iolin of his father's, a genuine Strad. it was, at least, as genuine as they make them nowadays. I myself faA-our Nicolo Amati, still the instrument was a very fair one indeed. I once played at a smoking concert before Joachim, and after he had heard me, he said he wished to go home. He was asked the reason Avhy, and he said that he saw my name down in the programme for another piece, and that no one who had heard me once, would want to hear me again. This"], [169, "165 A CALAMITY ON TWO LEGS. Avas of course a delicate way of implying, that the first impression I had caused was so sweet and so delightful, that it would be a sin to weaken it by a repetition. Joachim also quoted a couplet, as I was told from Goethe's Faust. Alas, Ouida does not help me here, but I was informed by my friends, that the words were highly complimentary, and expressive of the keenest delight, on the part of the illustrious violinist. The couplet ran as folloAvs : — \" Weh mir, ich bin verloren Baumwolle her ! der Kerl sprengt mir die Ohren.\" Cleanthes played the flute superbly, and Placida the zither, and I, in the intervals of talking sentiment, played Tartini's \" Trille del Diavolo,\" Paganini's \" Variations on the Carnaval de Venise,\" and my own \" Raphsodie Dans la bassecour de la Ferme in A flat,\" Rustoff, Op. 67. I am, in my small way, a composer, and Proetor used to tease me sometimes at his little dinners at Henley by saying, \"Rustoffski, old boy, hoAv's the market for your 'ops ? \" He once introduced me to a distinguished breAver who was one of our clients, as *' an eminent 'op merchant from the Boro'.\" And so amidst the fragrant flowers, and the splashing of fountains, and the rays from the bright"], [170, "166 WHAT WILL MRS. GRUNDY SAY'? OR, eyes of pretty women, and the light hum of sparkling repartee, and the charms of instrumental music, the evening passed gaily enough. Of a sudden I heard the boom of a great gun. \"AA'hat is that?\" I said. Cleanthes threw open a window of the conservatory, and I looked out. In a moment, all the domes, and minarets, and towers of Euthanasia were scintillating with brilliant electric light. And then floating slowly across the sky, I saw a grand Angelic Being, beating the ah slowly Avith his great outspread wings, and sailing majestically onward. He was quite luminous, and shone out distinctly against the starry sky. I should say that when standing on the earth, this wonderful Being would at least have been 30 feet high. \" That is Althea,\" said Cleanthes, \" something of vast importance has called him thus suddenly from our midst. His movements are always chronicled by the booming of a cannon from our castle of San Angelo. He is off I believe, across the ocean, but you may be sure my Lord Michael, that he will not forget his promise to take charge of you.\" After this, everything seemed insipid, so playing by desire the first two movements of \" On ne badine pas avec 1 'amour,\" Rustoff, Op. 102, I retired to my bed, having fanly earned my night's rest."], [171, "A CALAMITY ON TWO LEGS. 167 CHAPTER IV. Practical Hypnotics. \" We are such stuff as dreams are made of, Our little life is rounded by a sleep.\" Shakespeare. I SUPPOSE it Avould haA'e been more orthodox, if I had been troubled all the night AA'ith a most grevious nightmare. I ought to have tossed from side to side, and dreamed that I was being lethalised, tortured, and thrown to the sharks. Instead of all this, I had a night that was simply delicious, because it was brimful of refreshing sleep. I expect that it was my violin playing that did it, for my OAvn playing always acts as an anodyne upon myself, though it seems to act the other way upon others. I came down to breakfast, and found Cleanthes, and Placida there before me, of course Dione was not down, he always came down late. He would be philosophising in bed until the last moment, and then by a desperate"], [172, "WHAT WILL MRS. GRUNDY SAY'? OR, 168 effort he would rouse himself. Cleanthes, hoAvever, had been to see him, and he told me — \" Amoroso is off again. He has gone to see another affinity.\" \"What, another! How many does the rascal have ? \" said I. \" Just as a sailor is said to haA'e a wife in eA'ery port, so Amoroso has affinities all over the place, they are here, there, and everywhere. He falls in love, greatly to Dione's supreme disgust, sometimes half a dozen times a day.\" \" 0 Cleanthes ! \" said Placida reprovingly. \"It's a solemn fact, I assure you,\" returned Cleanthes. \" AA'ell, there's safety in numbers,\" said Placida. \" If that's true, there is not a spirit in Euthanasia that is in a position of greater safety at this moment, than Amoroso,\" remarked Cleanthes. \" You will see Dione, I believe, in a new light to day,\" said Placida to me, \" Gracilis, a very refined and tender spirit, returned home late last night, just as Amoroso was going out. Fustibus, Dione's philo sophical spirit, has also gone off to a spirit Social Congress some hundreds of miles from here, and so we shall be mercifully delivered from any scientific dis courses to day.\""], [173, "169 A CALAMITY ON TWO LEGS. And now Dione appeared. Yes, it was evident that Gracilis was to the fore. He was beaming all over, most urbane, and polite, rather pale perhaps, but decidely better for his night's rest. At breakfast I especially stipulated that I should see no more horrors just as present, and my good hosts promised that this day should be devoted to pleasant sightseeing. Dione offered to take me, for Cleanthes was not free until mid-day, down to the sea for a bathe. It was very hot and sultry, and I thought that a plunge into the deep blue sea would be dehghtful. Accordingly we found our way down to the bathing place, and arrayed ourselves in the proper costume, and then were soon in the midst of a number of other bathers, male and female, for they all bathed together, who were enjoying themselves mightily. I have told you that I am of very fair proportions, these stand me in good stead Avhen in the sea. I never get tired, and I never get cold, and I have been taught by Professor Beckwith, so that I am always perfectly at home in the water. I soon had a large circle of Euthanasians looking at all my various accomplishments. Fancy-swimming Avas not in tlieir line, and to judge from theh exclamations of surprise, they have never seen the side-stroke. Dione Avas as much surprised as the others, he had perhaps thought that I should be as"], [174, "170 WHAT WILL MRS. GRUNDY SAY? OR, unwieldy in the sea as on dry land, but he was greatly disappointed. Being assured that there was no possi bility of any sharks being about, I finished vith a long swim about two miles out, and landed at last, amidst the hearty applause of my companions. I promised before I left, to come down again to-morrow, and teach them the side-stroke, and the porpoise trick. Thoroughly set up by this delicious bathe, Ave came back again to Cleanthes and Placida, Avho were Avaiting for us in the hall. \"We are now going to the Cafe del Dolce far Niente,\" said Placida ; \" you must both of you be hungry after your SAvim in the sea. My Lord Michael, I hear that you were quite a Triton among the min noAA's this morning. I must get you to give me some lessons.\" \" It was, Lady Placida, just the poetry of motion,\" said Dione. \" In the island from whence our friend comes they must all be as familiar with the water as the people here are Avith the land. The English, I hear, are all good SAvimmers and splendid sailors.\" I thought of the performance, more practical than æsthetic, of my unhappy felloAV-countrymen on a Channel passage when the sea was a little \" choppy,\" and pre served a discreet silence. It is always a good thing to let the jury take a great deal for granted."], [175, "A CALAMITY ON TWO LEGS. 171 \" AVe are going to walk to-day, as we thought you would like to see the streets,\" said Cleanthes. So we started off. \" I suppose we shall not be able to rely upon you for any scientific facts to-day, my Dione,\" said Placida. \" Oh, no,\" replied Dione with a graceful smile ; \" old Fustibus has gone to Elswher, to discuss a new theory of Pangenesis ; Amoroso is also away, affinity-hunting, and I, Gracilis, am left in charge of the youngsters. We none of us who are at home, love science as you know.\" \" I must do the Professor myself,\" said Cleanthes, \"you need not be alarmed, my Lord Michael, I shall do my spiriting very lightly. \" AVe are going to shoAv you to-day the use we make of what is called Hypnotism, the art of dreaming. Like Spiritualism at one time, Avhen in the days of its first crude discovery, it was a kind of plaything. Vulgar charlatans used to give performances of it at entertainments. AVe haA-e taken it up more seriously, and have really reduced it to a science. The power of sending others to sleep is so dangerous a one that our State strictly prohibits its exercise, except under the terms of a licence, which is giA'en to certain qualified professors — all the same, a great deal of illicit hypno-"], [176, "172 WHAT WILL MRS. GRUNDY SAY? OR, tism goes on. It is precisely one of those faculties that cannot be bound and restrained.\" \"My dear Cleanthes, you are as bad as old Fus tibus,\" interrupted Placida ; \" I shall begin to think that the philospher has returned, and has got into your body by mistake. AVhat do you think, my Dione? \" \" Upon my word, it is very much like it. I seemed almost to hear the echo of an old familiar voice — the Avords he uses, too, are so long.\" \" I beg your pardon, my Lord ; perhaps I was un consciously imitating my friend here,\" laying his hand on Dione's shoulder, \" in his more thoughtful and strictly professional moments.\" At this moment we came to a bright and airy building vith an inscription in large letters : Cafe del Dolce far Niente. \"AATe shall dine to-day with Lucullus,\" whispered Dione to me. I Avas very pleased to hear this, for though not a gourmand I am a gourmet. Every one of us has his little weaknesses, and I must confess that I consider gastronomy as one of the fine arts. A nice little French dinner, not overloaded with courses, but tasty,"], [177, "A CALAMITY ON TAVO LEGS. 173 refined, and pleasant to the palate, is to me, in my declining years, one of the consolations of life. As Ouida, or if not Ouida, someone else, says : \" Tant pis pour moi, j'ahne mes plats tout-a-fois assez spirituelles.\" What did Gracilis know about Lucullus? Perhaps in the anterior ages of his spirit life he had been a contemporary of his. Perhaps it was at the table of this self-same magnificent host that I, Michael Rustoff, had acquired my \" bon appetit a manger.\" I like drop ping into French when one is indulging in table-talk, it refines, it volatilises, it evaporates all the animal grossness of the necessary repast. How much more poetic \" potage \" sounds than our vulgar \" soup ; \" \" artichauts \" surely do not stick in one's gizzard like our \" artichokes,\" a word that is sug gestive of garotting. How much more satisfactory it is at the end to say \" Garcon, l'addition,\" than \" Waiter, the bill.\" There's a crispness and freshness about French dining-room phrases very much like their salads. Pardon this long digression, I have just been read ing \" Lothair,\" and I feel inclined to be myself a gay Lothahio in the few remaining pages of this book. We entered this bright and pleasant cafe, where several tables were already occupied by couples. (They"], [178, "174 WHAT WILL MRS. GRUNDY SAY ? OR, go about in couples as a rule at Euthanasia ; this was one of the peculiarities that had before attracted my notice.) As far as I could make out, they were lunching or dining very frugally, for they did not seem to haA'e much before them save some aerated bread (the staple diet of the place) and iced water. A magnificent waiter, or chief-butler, seemed to go the rounds of the tables, and he would say something to each in turn. I did not catch the exact purport of his remarks, and then the lunchers would fall to upon the aerated bread. They seemed to enjoy it, though, so I supposed it was all right. We chose a table and then Cleanthes said : \"You must follow us, please, into the Appetising Room.\" AVe then entered a very cosy little room where we had coffee and cigarettes, and lounged for a while upon the divans that were in lavish profusion. By-and-by my eyes were attracted by a curious spindle of coloured glass that began to revolve, very slowly at first, and presently increased its speed. Do what I would I could not keep my eyes off it. I glanced away for a moment and saw all the others intently gazing in the same direction as myself. The spinning Avheel fascinated me ; it Avas like looking at a great kaleidoscope, for the colours kept changing. I began to feel dizzy, my eyes"], [179, "A CALAMITY ON TWO LEGS. 175 became tired, and I found myself asleep. I was aAvakened by the magnificent butler, or Interlocutor, as he was called, speaking to me, and bidding me open my eyes and follow him. I folloAved him like a sheep dog, for I felt that all power of resistance was taken from me, and sat down in the place he pointed out to me. He returned and brought my companions, who were eA'idently in the same condition. He then bade us remember that we were at the dinner table, and he asked us Avhat Ave should hke, mentioning certain preliminaries such as sardines, olives, radishes : whatever we asked for was then and there provided. He then bade us name our soup, and although I distinctly saw him pour some iced water into the dish that was before me, when he waved his hand before my eyes and told me it was potage a la bisque (my own choice), there most assuredly Avas the soup with the piquant flavour that I loved so well. Leaving us for the moment to enjoy our soup and bidding us be bright and merry, for this Interlocutor took us apparently completely under his control, he went round the other tables and supplied theh wants with a similar wave of the hand. AVe had a dinner after this fashion of about fourteen"], [180, "176 WHAT WILL MRS. GRUNDY SAY ? OR, courses, and any wine that we liked to ask for, Chablis, Champagne, Burgundy, and for liqueurs, Maraschino and Chartreuse. At the end Cleanthes paid the bill, which amounted in our coinage to about 2*. a head, and then we took our departure, but as we passed the Interlocutor he gave us a gracious bow and made an upward pass of his hands, and we came to our former selves. The whole dinner had been what I have no hesita tion in designating a hypnotic fraud. All these dishes, all these delightful entrees, and this sparkling, exhilara ting wine, were simply our oavu imaginative transmuta tion of the aerated bread and the iced water into such things as Ave desired. I Avas now almost as hungry as Avhen I sat down, though I had the pleasant recollection of having had a most sumptuous repast. Cleanthes told me that if I had only eaten a httle more aerated bread, I should not have had this feeling of emptiness. He also said that as these dinners were so highly imaginative, men about town who were of decidedly luxurious habits were accustomed to haA'e as many as ten of these meals in the course of the day. A hypnotic dinner had this advantage : it was inexpen sive, it was most decidedly digestible unless you ate too much aerated bread, it had no unpleasant after effects, and it introduced you to every conceivable dish or"], [181, "A CALAMITY ON TWO LEGS. 177 vintage under the sun. You might drink a dozen bottles of hypnotic champagne, and unless it was in the mind of the Interlocutor to make you the worse for it, \" you got no forrader.\" Of course for the credit of his establishment the Interlocutor would see that every thing was innocuous, even the vines. Cleanthes had pity on my disappointment and we went outside, and this time had real genuine ices and some straAvberries and cream. Still, the hypnotic dinner was an experience that I intended should be shortly repeated. After this Placida asked me if 1 should like to see the famous Wax Works. I assented, and we made our way to a magnificent hall in the centre of the city. We entered the exhibition and there I saw arranged historical and antiquarian groups of the usual miscel laneous character. The figures were very life-like, so life-like that I touched one, and behold ! the flesh was quite warm. I looked more closely and saw that this was not an exceptional instance, for every figure of the group, which was a Court scene, was in the same pre dicament — that of life. My companions laughed heartily at my astonish ment, which increased as I noted how very still every figure was. We had been in their midst now at least ten minutes, and not a figure had moved from its place. I sought for an explanation, and I Avas told that all M"], [182, "178 WHAT WILL MRS. GRUNDY SAY? OR, these real living beings were hypnotised. They Avould be kept standing or sitting in their respective positions for hours at a time ; Avith the exception of a break for meals they were motionless the whole day long, and far into the night as well. \" But do they not get Aveary,\" I asked. \" Not at all,\" said Cleanthes, \" they are perfectly unconscious of anything save the intense enjoyment they haA-e in being the characters they personate. You knoAv how your own Terrene men and women enjoy acting, and wearing other people's clothes, especially if they are smarter than those they themselves usually affect — so it is with us Euthanasians.\" \" And they don't feel either,\" said Dione, \" for look here.\" Before I could stop him he took a great pin which Placida had just taken out of her hah, and he ran it up to the head in [the calf of an elderly gentleman who represented a Cavalier of 300 years ago. The figure did not make the very slightest sign, and did not flinch in the smallest possible degree. Dione extracted the pin, and said, \" That was genuine flesh it passed into,rnot mere bran or sawdust. Every month,\" he went on to say, \" these tableaux are changed, so that we have a constant variety.\" \" You must come now and see our picture gallery,\""], [183, "179 A CALAMITY ON TAVO LEGS. said Placida, after we had been quite round the wax works. I was very disappointed on entering the gallery, which was in an adjoining street, to find nothing but a series of blank walls. Have we not made a mistake. Perhaps the pictures have been taken elsewhere, I thought to myself. At this moment my eyes fell upon a group of visitors eA'idently from the country, who Avere following a guide. He would stop opposite a blank piece of wall, and then expatiate upon the beauty of the picture before him, and forthwith all the group Avhich was accompanying him fell into ecstasies of delight, and stood in rapt admira tion before the space of unmistakable emptiness. \" Those must be a number of lunatics with their keeper,\" I whispered to Placida, keeping my Aveather eye upon them in case of emergencies ; the practice of the law has taught me to be Avary, and I ahvays have an eye to possible contingencies. Placida laughed unfeelingly, as I thought. At that moment one of the officials of the gallery came up to Cleanthes, and asked him to step up with us to the director's room. We accepted his invitation, and after a very few words the director, a most polite and suave looking person, simply waved his hands, and made a feAV mesmeric passes, and bade us follow him back to the gallery. He noAV conducted us round, and (I am here M 2"], [184, "180 WHAT WILL MRS. GRUNDY' SAY? OR, stating but plain and truthful facts) as if by magic, the whole of those walls were covered by pictures that would have put the best effort of our oldest masters to utter shame. It was fortunate we had one with us who had so profound a knowledge of art. He described the pictures to us as we went along, and the chiaroscuro, the haute ecole, the tout ensemble, the zeit-geist, and the olla podrida of the various pictures, landscapes, still life, moving life, and figures, so he said, left simply nothing to be desired. I was like the country visitors, in raptures. I have occasionally, I must confess, sent a little composition or other of my own to the Royal Academy Exhibition. Perhaps my style is] too pro nounced or too much in advance of the age ; my paintings are invariably returned with a big chalk mark on the back. Once one of mine had two D.'s on it. I was told that that meant that it Avas \" doubtful,\" or rather \" doubly doubtful.\" I was therefore quite competent to criticise other men's pictures, for as you know, the best critics are those who have themselves failed in the precise matters upon Avhich they are sitting in judgment. They know all the difficulties of the subject. AVell, I must honestly say that I have never seen anything at'all comparable to the art of Euthanasia. We bow our thanks at the end to the director ; he"], [185, "A CALAMITY' ON TWO LEGS. 181 bowed back his thanks to us, and waved his hand and left us. I looked back after him, and lo and behold ! the walls were as blank again as before. \" Is this witchcraft ? \" I said to Dione. \" No, my dear sh, it is simply a delightful form of hypnotism,\" was the answer. \" The eye sees that which it brings with it. The pictures Avere all illusions, called into existence by the art of the director.\" \" They are most emphatically, even you must confess, my Lord Michael, genuine Avorks of high art,\" chimed in Placida. We were noAv passing a very large and very lofty building, which seemed the centre of much interest, judging from the croAvds that were continually passing in and out. \" What is this place ? \" I said to Cleanthes. \" Oh, this is our Criminal Court of Justice. \" May we go in ? \" asked I. \" AVe had not tins doAvn in our programme,\" said Placida, \" but if my Lord Michael would not mind seeing and hearing some sad scenes, we will enter.\" I naturally was most anxious to see the way in which the Euthanasians carried on the practice of the law. My professional instincts were on the alert at once, and I showed so much eagerness that all hesitation was thrown aside and we passed in through the crowd of"], [186, "182 AVHAT WILL MRS. GRUNDY SAY? OR, lawyers, Avitnesses, and spectators, into one of the Courts. Just as we entered, the Judge, who was clad in red silk bordered with white ermine, was addressing a prisoner in the dock. \" Prisoner,\" he said, \" after a patient trial you haA'e been found guilty of an attempt at burglary, and the sentence of the Court is that you have five years' rheumatic gout.\" Whereupon the prisoner said, \" Oh, my lord, any thing but that, give me measles, give me scarlet fever, but not gout.\" \" The sentence of the Court cannot be altered in your case. Take him away,\" said the Judge. The Judge noAV vacated his seat on the Bench, and another Judge took his place. Minor offences, I was told, were now to be tried. One man was convicted of pocket-picking ; he had, as the penalty, three years' paralysis of the arms and hands. For another case tliere was a prisoner who was convicted of having swindled several women by his plausible ways and fascinating appearance, He was terribly taken aback when the Judge sentenced him to tAvo years' impediment of speech, and a running accompaniment of mumps, at intervals of three months, from each separate attack. All this much astonished me ; but the climax Avas"], [187, "A CALAMITY ON TWO LEGS. 183 reached when two prisoners Avere sentenced to three months', and six months' attendance respectively at the \" Chamber of Horrors.\" I could not ask Dione Avhat it all meant, for I respected the Court too much to take that liberty in it. I was, however, much relieved Avhen Placida turned to Cleanthes and said, \" I haA'e had enough of this ; let us go.\" AVe left the crowded Court, and were right glad to get into the open air.\" \" Come now,\" said Dione, \" and see the execution of the sentence of the law.\" AVe turned into an adjacent hall, and tliere we waited for awhile. Presently four men carrying a patient on a litter, entered, and placed their burden doAvn in tbe centre. A bell was rung, and the prisoner Avhoin I had first seen convicted of burglary, Avas brought in. An imposing looking officer in uniform now came forward. I Avas told he was \" The Hypnotic Trans ferer.\" He ordered the Avarders to bring forward the prisoner. There was some difficulty about this for the burglar was strong and determined. At last his resist ance was overcome, and he was placed right opposite the sick man who was lying on the litter. I noticed that the poor invalid had both his feet swathed up in cotton avooI, and I was told that he Avas a great sufferer from gout."], [188, "184 WHAT AVILL MRS. GRUNDY SAY? OR, Now commenced a series of mesmeric passes, and eventually both the burglar and the invalid Avere com pletely hypnotised. \" I noAv command,\" said the operator, \" the disease with which this patient lying on the litter is afflicted to pass away ; I also order its transference to the prisoner Avho has been sentenced to this punishment by the order of the Criminal Court.\" In a moment the burglar uttered a cry of pain, and his limbs actually swelled before our eyes, and he fell backwards — for the warders had moved him — quite helpless on the floor. The bearers 'of the litter now stooped down and undid the bandages of theh patient, who, with an exclamation of joy, jumped up from his bed and began walking briskly about, shaking hands with every one round him. The Hypnotic Transferer Avaved his hands, and both men were aAvake again. The burglar, however, had to be laid on the litter, for he was now afflicted with the disease from which the other man had been set free. \"Has he to go to prison?\" I asked. \" Oh no, he has got his punishment right enough. It will be a long time before he can go burgling again,\" said Cleanthes. The fascinating swindler Avas now brought in. He"], [189, "A CALAMITY ON TWO LEGS. 185 Avas a handsome looking man, and he had most as suredly what is vulgarly called \" the gift of the gab,\" for he talked incessantly, and seemed to knoAv, too, Avhat he was talking about now. Two patients were brought in. One poor fellow could not say a sentence without stuttering and stam mering. It Avas quite painful to listen to him. The other was a boy from the City Grammar School, and he had his face swollen to the size of a pumpkin, with a bad attack of mumps. The Hypnotic Transferer renewed his operation, and before we scarcely kneAv what he Avas doing, lo and behold ! the handsome swindler's face had swollen to an enormous size, and he put his hand up to his enlarged glands, saying — \" I ca-ca-call thi-thi-this v-v-very ha-ha-ha-hard li— li— lines. It's a dow-down down-right sha-sha-shame to tre-treat a fel-fel-fel-fel-fellow like thi-thi-this.\" All his beauty and all his loquacity had gone at one stroke : no more fear was there of his beguiling the most foolish woman that ever lived ! The poor stuttering youth Avas now chatting away to his heart's content, while the boy who had had the mumps was now in the arms of his fond and grateful parents, who were stuffing him with tarts and oranges, and I heard the boy say, \" I say. Governor, ain't this a"], [190, "186 WHAT AVILL MRS. GRUNDY SAY? OR, jolly lark. I hope that old chap will like my mumps. But I'm not going back to school just yet.\" Dione told me that this was quite a recent discovery in hypnotic science, and it was found by far the most satisfactory punishment of criminals. Evil-doers were punished, and poor suffering well-doers were freed from their infirmities, so Justice was satisfied. There Avas no need of a prison-house, for those who had diseases transferred to them (and the law ran through the Avhole gamut of human ailments) were pretty well in durance vile. I saw several other cases of hypnotic transfer ence, and then I said to Cleanthes, \" Did I not hear something about a Chamber of Horrors ? Might I see that?\" \" Oh, certainly,\" said Cleanthes, \" come this way? \" AVe uoav passed through a corridor, and having Avritten our names down in a book which was under the care of one of the officials of the Court of Justice — a Euthanasian policeman in fact — Ave were admitted in a large, long, grim-looking building. \" The Official Chamber of Horrors,\" it was called. Here were figures representing various acts of crime, most vividly and artistically portrayed, but horrible indeed in theh wonderful reality. One set of figures impressed me much— it was a kind of Euthanasian"], [191, "187 A CALAMITY' ON TWO LEGS. Rake's Progress. You saw the boy first of all stealing from the till of his employer, then a little older picking pockets in the street, then breaking into a house, and finally engaged in an atrocious act of murder. The whole set was realistic to the last degree, and, Avarned by my past experiences, I did not attempt to touch any of the figures, but I soon saw that they were alive, but kept stationary by the mysterious poAver of hypnotism. Here were representatives of certain famous crim inals, and letters written by them in the condemned cell, weapons they had used for their crimes, and all the horrible relics that were brought into Court at the time of their conviction. I was quite satisfied vith a rapid look round, and I Avas delighted to be outside again, where Placida had been awaiting our return, for she said she had seen enough horrors yesterday to satisfy her for a long time. Dione told me that so far from participation in such an exhibition doing any moral harm to the prisoners, it so sickened them with crime, and inspired them Avith such an utter loathing, that at the end of three or six months of this discipline they become reformed characters. \" Don't they go mad ? \" I asked quietly, \" living for hours every day in this terribly depressing atmosphere,"], [192, "188 WHAT WILL MRS. GRUNDY SAY? OR, and this, for weeks and months together, must chive them out of tlieir wits,\" \"Oh, no,\" he said; \"it may be,\" he added, with a bow, \" that the Euthanasian mind is stronger than that of your countrymen. Down here in Ierne Ave can bear things possibly that would be unendurable in Terra. However,\" he went on to say, \" our prison doctors are ahvays at hand, and if they have reason to believe that the prisoner's mind or health are unhinged, this sentence is remitted, and another lighter sentence is imposed instead. We have no malingering; of that you may be sure — our doctors are too clever to allow of that.\" \" There is one curious fact about this Chamber of Horrors to which I must direct your attention, my Lord Michael,\" said Cleanthes. \" Of course you are not familiar with our criminal annals, nor with the faces of our more notorious malefactors. By virtue of hypnotism we can now transfer not merely a disease from one to another, but an exact likeness. These prisoners Avhom you have just seen, are brought in their hypnotic condition, face to face with a likeness or portrait of the criminal whom they are to represent in the horror chamber. In a very short space of time they assume his very features, his very look, his charac teristic attitude, and lose for the time being theh own individuality. This makes their punishment even more"], [193, "A CALAMITY ON TWO LEGS. 189 awful than it appears at first sight. We have learned that it is false charity to punish crime with light penal ties ; and although the State is not vindictive, her hand hes heavy upon the offenders.\" \" My dear Cleanthes, how eloquent you are ! \" said Placida. \" But now let us drop this sorrowful subject ; my Lord Michael will think we are a nation of gnomes and vampires.\" \" The fair Ænone has invited us to come down to her chalet by the sea, and one guest is taking his violin, and I am to take my zither, and you, Cleanthes, are to bring your flute, and we shall have dinner in the garden, and wind up with a moonlight fete, for it is a gondola night, and the ' Damosels' Club ' give one of their quarterly water-parties.\" \" We all hailed this prospect with loud acclamation and delight, and quickened our steps to get back to Cleanthes' palace. We were passing what appeared like a great factory, and I heard the sound of the throb bing of engines, and I said (how bitterly I regret it now), \" Oh, let us look in here a minute.\" \" Agreed,\" said Cleanthes. We stepped inside, and I saAv a mighty engine, of a kind altogether unknoAvn to me, at Avork. \" AVhat is that ? \" I asked."], [194, "190 WHAT WILL MRS. GRUNDY SAY? OR, \" Oh, that,\" said Dione, \" is one of our dynamic generators. It is from here that the electric waves that pass along the Southern Elwamotes are sent forth.\" \" Do you see this bright globe ? \" Cleanthes said, pointing to a globe which shone out like burnished silver ; \" if you were to touch that, charged as it is with electricity, in a moment you would be a dead man.\" What possessed me I know not. I always through life have felt a strong impulse to do things that have been forbidden to me. In a moment, Avithout scarcely thinking of what I was doing, I put forth my hand. I heard Placida's cry of horror, and then I felt a sudden shock as of burning fire dart through me, and I fell back — dead!"], [195, "191 A CALAMITY ON TWO LEGS. CHAPTER V. Back to Terra Firma. \" Why, I heard the good chaplain palaver, one day, About souls, heaven, mercy, and such ; And my timbers ! What lingo he'd coil and belay, Why, 'twas just all as one as High Dutch. But he said how a sparrow can't founder, d'ye see, Without orders that come from below, And many fine things that proved clearly to me That Providence takes us in tow. ' For,' says he, ' do you mind me, let storms e'er so oft Take the topsails of sailors aback, There's a sweet little cherub that sits up aloft, To keep watch for the life of poor Jack. ' \" Dibdin. I OPENED my eyes, and lo ! I was in the balloon. AVhy, surely, I must have been in a dream ! I looked around ; yes, here I was lying back in the car, which was half full of snow. All around me was a thick canopy of clouds from which the snow was falling heavily. My"], [196, "192 WHAT WILL MRS. GRUNDY SAY? OR, poor companions were all lying insensible. The Pro fessor had evidently just lost his consciousness, for he was lying right across my chest — he had fallen on top of me, and most mercifully had this roused me from AA'hat otherAvise would haA'e been the sleep of death. \"Dreaming — have I been?\" thought I. Could Euthan asia be a dream ? AVere Cleanthes, and Placida, and Dione, but phantoms of my imagination ? Here was I, in my own clothing, seated in the car. Then I had not fallen after all. I had but swooned. The baUoon was still tearing along, and the suoav fell, and the air grew colder and colder. It was no time for mere idle thought. I must act. In a few moments — for I felt my life-blood chilling within me, and my strength ebbing fast — we should all be dead men. Half-frozen as I was I must make one last desperate effort. I looked above. Oh, if I could only get at that valve! Why did the Professor depart from the usual practice, and place his valve so far out of reach ? I put my hand into my pocket and felt for my pocket-knife, luckily an unusually large one. I opened it, and placed it between my teeth, so as to have the large blade available for emergencies. I next laid hold of the ring just above the car, and began to climb up, hands and feet. I used to be a very fair gymnast in the days of my youth, and one of the especial feats in"], [197, "193 A CALAMITY ON TWO LEGS. which I used most to excel Avas climbing up a rope like a sailor. I was no youth noAA', and my weight Avas con siderable, and my strength was terribly handicapped by the awful experiences I had already gone through. My life, my companions' lives (if they Avere alive) depended upon this supreme effort. \" So, courage, Michael, old boy,\" I said to myself, \" stick to it, man ! \" I caught hold of the frozen ropes, coated now with ice, and although the balloon swayed fearfully I went up hand over hand, and at last, by God's providence, I got Avithin reach of the upper part of the rope that led to the valve. I pulled at it with all my might, but the valve was evidently frozen hard, and my attempt was in vain. Dropping the rope, I climbed slowly up still higher, clinging on with might and main. I now let go Avith one hand, for I had at last reached the neck of the balloon. I took the knife from between my teeth, and, by a desperate effort, at last succeeded in cutting a hole in the silk of the balloon, just above tlie valve. From the smell of gas that immediately assailed me I knew that my good knife had gone home. Still hanging on, I cut the hole a bit larger, for fear of accidents, and then, as my strength had already been overtaxed, I slipped down again, cutting my hands N"], [198, "WHAT AVILL MRS. GRUNDY SAY? OR, 194 against the sharp edges of ice as I did so, and fell into the car. The only question noAV was, Avould the balloon descend in time to save our lives ? Thank God ! we wero going down. The clouds kept rising up from below on all sides of me, and the gas was escaping — but still, alas, somewhat slowly — out of the hole that I had made. There was a decided indentation on one side of the balloon already. Down we went, out of the cold and rarefied air, into what was plainly a Avarmer current. Noav the sky began to be blue ; iioav the glorious sun began to shine out again. I went over to Dick, who Avas lying on his back on the top of the ballast-bags, and tried to rouse him. I shook him, and shook him again and again, and at last made him open his eyes. He closed them at once, saying \" Let me sleep on, I am so tired.\" That would be death, I knew, so I laid hold of him still more vigorously, and at last he sat up and looked about him, and then he saw the plight we Avere in. Directly he had pulled himself together he joined me in making a similar attack upon the Professor. He had luckily not gone far in his slumbers, so a good handful of siioav down the nape of his neck had a stimulating effect. I suppose it was the application of Hahnemann's syllogism Similia similibus curantur, for,"], [199, "195 A CALAMITY ON TWO LEGS. poor beggar, he Avas frozen enough already. Anyhow, we \" snowed up \" the Professor, as Dick said, and reinforced by him, Ave three set upon Tummas, Avho proved indeed avery tough customer. I prized his jaw open with the handle of my knife, and taking a phial of essence of ginger, Avhich I luckily had about me, I poured the contents of it down his throat. The snow was melting uoav fast as the sun poured his rays into our car, and Tummas apparently melted with the snow, for he soon opened his eyes and put his hand to tliat part of his being were presumably the ginger was now located. He then fell back again, but we had him up, and by dint of some very vigorous rubbing, thumping on the back, and other heroic measures, we brought him round, and Tummas was himself again. So far so good. The next question now before us was, how to get doAvn. Hitherto, as the others were more or less dazed, I had been acting captain, but uoav I thought it time to appeal to the Professor, and resign all authority into his hands. \" The first thing to knoAv, gents,\" he said, looking over the side of the car, \" is just where are Ave ? Don't you see 'ops down there? Yes, they're 'ops, sure enough. AVe must be in Kent or Sussex.\" I took a look at the compass I ahvays carry on my n2"], [200, "WHAT WILL MRS. GRUNDY SAY? OR, 196 watch chain, and found that we were travelling S. by E., and told the Professor so. \"We must get down lower, gents. Tummas, lad, have another shot at the bloomin' valve.\" Tummas, stimulated possibly by the ginger, which had made him roll his eyes about veiy A'igorously, Avent up aloft, and this time, I am thankful to say, the rope yielded to his persuasion, and the valve came open. I suppose the ice round it had been melted ere this. The balloon began to descend more A'igorously than ever. The Professor had been looking ahead, taking his bearings. \" AVhy, bless my stars, there's the sea,\" he said, in an agitated tone, pointing into the distance. \"Tummas, lad, get ready that ther' grappler, and let fly Avhen I tells yer.\" Now we Avere so Ioav that we could see everything quite plainly. AA^e were still sailing along at a fair rate of speed — some ten knots an hour, I should reckon. Yes, we Avere in the midst of the Kentish hop-gardens. How pretty they looked with the green tendrils climbing up the poles. AA'hat a contrast this fair and fertile country was to the dismal region we had but lately left. \" But how different, too,\" thought I, \" to Euthanasia ! \" As we went along with our guide-rope"], [201, "A CALAMITY ON TWO LEGS. 197 trailing out beneath us, we certainly astonished the natives. Excited labourers shouted to us, and horse men galloped after us along the country roads. We had now come within sight of the Downs, and there, stretching out before us about two miles off, was the sea. There, too, unless my eye misled me, Avere Dover Castle and Shakespeare's Cliff. Yes, there Avere the Admiralty Pier and Folkestone Harbour, and a Channel steamer en route for the Continent, and a number of fishing boats with theh dark amber sails, and the houses clustering down by the shore, and even the bathing machines, all standing out clear and distinct in the limpid ah. \" Tummas, OA'er ye go ! \" shouted the Professor. Tummas did not take his orders literally, but threw over the grappler, Avhich first of all hitched into the back of an old sow that was sunning herself in a farm yard, whereat there were fearful and agonising screams, then as the balloon rose a little, nearly took the roof off the gable end of a farm-house, and finally lodged in the branches of an elm tree. The balloon was almost in a minute pulled up taut, and had not the Professor shouted to us to hold on, we should have been over the side of the car. I was wondering what we should do next, for the balloon, under the influence of the northerly wind that"], [202, "WHAT WILL MRS. GRUNDY SAY? OR, 198 was carrying us along, pulled at the rope of the grappling iron just hke a restive, or rather run-away, horse. I was saved further speculation, for a cry from Tummas told us the rope had broken, probably cut in two by the branches of the tree. There was something wrong all that day with the Professor's ropes. They had been \" got at,\" he told us afterAvards, by some professional rival, Avho wanted to do him an eA-il turn ; alas ! Tantaene animis cœlestibus irae ? In any case, the rope upon Avhich our A-ery lives seemed to depend, failed us just at the critical time. Off we were again. Now we were on the Downs, heading straight for Dover. \"Tummas, gents all, out with some ballast, 'eave it, never mind the sodjers.\" AVe were just passing over some of Her Majesty's forces out for their afternoon drill. \"We shall strike the Castle if we don't,\" sang out the Professor, dancing about like a lunatic in his excitement. Down went a shower of sand upon the adjutant underneath. I am afraid he was very much hke the army in Flanders that Uncle Toby tells about. We could hear distinctly every sound below. \" Chuck out more,\" shouted the Professor. AAre did so, and by a"], [203, "A CALAMITY ON TWO LEGS. 199 stroke of good fortune we rose just high enough to clear the flag staff of the Castle, and aAvay we went over the cliffs, and over the sea, amidst the cheers of the soldiers who Avere off duty, and the summer people walking on the parade, Avho evidently thought we had got up a special performance for their benefit. \" I hope you can swim, gents ? \" said the Professor, rather gritnly. \"It'll soon be a case of 'what are the wild waves saying? ' \" \" I can't,\" said Dick. \" No more can't I,\" said the Professor, but Tummas here can.\" \" Ees, loike a feesh,\" said Tummas, grinning from ear to ear. \" Well, I can swim a bit,\" added I. \"You stick to your mate, and I'll stick to mine when we go overboard,\" said the Professor. \"If we can only keep right side uppermost, just for a little snack o' time, we're bound to be picked up by boats from shore.\" I Avas not quite so sure of that but kept my thoughts to myself. Down the balloon came, she had split up con siderably in her various curvetings. You may, my gentle reader, have seen a number of swallows, at this"], [204, "200 WHAT WILL MRS. GRUNDY SAY? OR, hour of the eA'ening, disporting themselves on the surface of a stream. Noav they are in the air, now they sweep down and dip right into the water, then off they are again, whirling round and round after the luckless flies, down again they dive, and so on. It was just so with our balloon ; at one moment she was up in the air twenty feet above the sea, then she would dh'e down and drag us all through the crest of a wave, then up she would soar to repeat the pleasing experience a few fathoms further on. The sea, luckily, Avas fairly calm, as the wind was off the land, otherwise I am sure we should have all been drowned. As we emerged breathless from our fourth dip, the Professor, shivering, said \" Gents, it's quite enough for yours truly. We must strike for it. I'll keep by Tummas, and you must look after yourselves. Get ready for a jump.\" Now the balloon neared the sea, and we all got to the edge of the car and jumped. We didn't jump exactly, for that would be paying too high a com pliment to our movements, we rolled ignomhiiously out. The balloon, relieved of our weight, scudding joyously along, Avas soon out of sight. Tummas, as I have said, for a lad of fifteen, Avas decidedly fat. I should say he weighed as many stone as he had lived years. I was"], [205, "A CALAMITY ON TWO LEGS. 201 not by any means a walking skeleton — we were, in fact, natural buoys. \"Merry, merry buoys When we were buoys together,'1 chirped Dick when it was all over — but I anticipate AVe floated, both of us, as a matter of course ; it would have taken a great deal, in fact, to have sunk us. AVe \" bobbed up serenely \" on touching the sea, and all that the Professor and Dick had to do was to lay hold of us, or rather to let us lay hold of them. AA'e did this safely enough for awhile ; but when men cannot SAvim, and the salt Avater gets into their mouths, they begin to feel very depressed. And so I was delighted to see about a mile off a steamer, the Calais-Douvres she proved to be, bearing down upon us. She had seen the balloon, which had nearly fouled her, and she bad heard our cries for help, and directly she came alongside she sloAved up, and a boat was lowered. Thank God, we were soon safe on board, not a moment too soon, for our tAvo luckless companions were getting very lopsided in the wash of the waves, for though the sea was calm there was a ground swell on. Once on board Ave were treated very kindly, and rigged out in whatever nautical attire came handy, as we were soaked through and through. An"], [206, "202 AVHAT WILL MRS. GRUNDY SAY? OR, hour afterwards found Dick and me comfortably installed in the \"Lord Warden\" the Professor and Tummas haA'ing sought the less expensive hospitality of one of the commercial hotels. Dick and I had supper, and then seated ourselves cosily before a fire. It Avas June, but we had been so thoroughly chilled that a good fire seemed the onlyAvay to get the cold out of our bones. AA\"e had just settled ourselves comfortably doAvn to our coffee and our cigarettes, when \" Professor Airey \" Avas announced by the waiter. In walked the Professor and Tummas, looking like tAvo ancient mariners, for they were still in their nautical rig. \"Ah, gents, I thought you Avould not mind our looking you up,\" said the Professor, taking the chair Ave had Avaved him to ; '• she's all right,\" he added, holding out a telegram, \" she's gone right o\\'er to Calais.\" \" Boulogne (bloAvn) to Calais,\" said Dick, whereby I saAv he was nearing convalescence. \" She made straight for the harbour, and she's coming over by the night mail.\" \"But now, gents, as I've brought you doAvn to Terror Firmer \" \"Terra Firma! you old scoundrel,\" said Dick, \" why, you nearly drowned the whole lot of us.\""], [207, "A CALAMITY ON TWO LEGS. 203 \" Oh, that was but a little something extra thrown in,\" said the Professor. The idea of our being \"a little something extra thrown in,\" tickled us so much, and we could not help laughing. \" Tummas, take a chair,\" said I. Tummas raised his hand to his forelock, and balanced himself care fully upon the edge of the nearest chair he could find. \" AVell, gents, you are now on Terror Firmer, any how,\" pleaded the Professor. AAre admitted the soft impeachment. \" I'm a looking to you to keep your promise and prowide me vith some of the downright particular.\" We rang the bell and told the Professor to give his orders to the waiter. After a serious consultation the waiter withdrew, and returned with a large punch bowl, a bottle of gin, a bottle of rum, half a pint of brandy, the same quantity of sherry, some mint, a canister of spice, a couple of lemons, and a big kettle of boiling water. The Professor eyed tho ingredients and then began to mix. It was evidently a serious business, and Tummas had to go down stairs several times for items that had been overlooked. While this was going on, Dick and I sat by the fire chatting over the events of the day. I told him all about"], [208, "204 WHAT WILL MRS. GRUNDY SAY? OR, Euthanasia, and described the peculiar institutions of that weird land. \" Before the recollection of it grows dim, if I were you, I would write my experience down in black and Avlnte for the benefit of the British public, which is so fond of looking backward and forward,\" said Dick. \" But what will Mrs. Grundy say ! \" answered I. \"Oh, bother Mrs. Grundy!\" said he. \"If it gives that estimable female a fit of hysterics so much the better.\" \" AArell,\" said I, \" I think I'll take your advice ; at the same time, all the writing in the world, however much it may serve to recall the past, will not make up for the loss of those A'ery real friends.\" \" Yes,\" said Dick, as I thought sympathetically, \" it reminds me of those touching lines of the American poet — \" Hans Brietmann gif a barty ; Vhere is dat barty now ? Vhere is der lutHy colden cloud Dat float on der mountain's prow . Vhere ist de himmel strahlende stern, De shtar of de shpirit's light ? All gon'd as ay mit der lager- peer, Afay in de ewigkeit. Before I could tell him my mind, for I was in no"], [209, "205 A CALAMITY ON TWO LEGS. jesting humour, the Professor, having put the finishing touch to his delectable mixture, called out, \"Now, gents, the performance is going to begin.\" Dick and I looked at each other. Certainly it smelt veiy fragrant, did that professional particular ; but Avas it safe, was it right, and should Ave after it be in a condition of mind to go on the morroAv to church, as Churchwarden and Sidesman (Dick was the latter) Ave Avere bound to ? \" AArhat do you call this concoction, Professor ? \" said Dick. \" Well, when we are at home, and strictly between ourselves, for you must not let it go furder, we calls it '■Five shillings and costs!\" That decided us. \" I don't carry over this account,\" said Dick, \" the contango in this stock is far too stiff.\" \" This case,\" said I, \" is a complicated one, and is reserved for further consideration.\" \" Why, gents, you are not going to leave me in the lurch arter all ! \" said the Professor, as Ave declined the glass of grog he handed to each of us. \" The fact is, our heads are too Aveak for this just now,\" said I ; \" you and Tummus must do the best you can without us. We'll look on and sympathise.\" \" Come along, Tummas lad ; as these gents fail us,"], [210, "206 WHAT WILL MRS. GRUNDY SAY'? we must peg away by ourseh'es,\" said the Professor, setting to work with the punch ladle. As a true and exact historian, I am bound to confess that \"peg away\" they most certainly did. THE END. JiuiTiion aini Horn, Fr inters in Ordinary to her Ma/tsty, St. Martins Lane."], [211, ""], [212, ""], [213, ""], [214, ""], [215, ""], [216, ""]]