[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ON THE HILLS A SERIES OF GEOLOGICAL TALKS BY PROF. FREDERICK STARR Of the American Museum of Natural History, New York. ILLUSTRA TED BOSTON D. LOTHROP COMPANY WASHINGTON STREET OPPOSITE BROMFIELD"], [8, "Copyright, 1890, BY D. Lothrop Company."], [9, "THIS LITTLE BOOK IS AFFECTIONATELY DEDICATED TO Ml JHotljer MY FIRST AND BEST TEACHER IN GEOLOGY."], [10, ""], [11, "CONTENTS. i. THE LABOR OF A GIANT . 9 II. A QUEER BUNDLE OF STICKS .... 2J III. THE TOOTH OF TIME 45 IV. SOME ODD FISH 67 V. THE OLD EARTH TREMBLES .... 86 VI. \"A BUSHEL OF OLD BONES \" . . . . I07 VII. K1TTATINNY t-7 VIII. RUNNERS AND FLIERS I-l S S"], [12, "6 CONTENTS. IX. THE \"RINGING ROCKS \" 167 X A FOREST OF BOUQUET-GREENS .... 190 XI. THE WEALTH OF THE HILLS . . . . 2U XII. \"A BIT OF OLD OCEAN BED\" .... 2JI"], [13, "7 LIST OF ILLUSTRATIONS. Page. Moraine hills ....... 14 A glacier 17 The Sedum Rhodiola ...... 21 Fossil elephant's tooth ..... 28 Mastodon's tooth ....... 31 Tooth of fossil elephant, and of mastodon . . 33 Pipe representing an elephant .... 34 Elephant pipe ....... 39 Diagram No. 1 ...... . 48 Earth pillars near Botzen 52 Erosion ........ 57 Different sketches 61 Diagram No. 2 ...... 64 Mud-fish 68 Figs. A and B ...... . 69 Port Jackson shark ...... 76 Placoderm ........ 78 Lepido-ganoid 81 Ganoid ........ 84 Earthquake ruins 89 Fig. 1 .99 Fig. 2 101 Fig. 3 104 Hadrosaurus 113 Skull of Ichthyosaurus 116 Anterior paddle of Ichthyosaurus . . . 118"], [14, "8 LIST OF ILLUSTRATIONS. Plesiosaurus ........ 122 Connecticut Valley Sandstone . . . . 124 View of Winona Cliff ...... 131 Two anticlinal ridges ...... 136 A monoclinal mountain ..... 140 Section across Nittany Valley .... 141 Synclinal mountain ...... 143 The Archæopteryx Macroura . . . . 152 The great auk 154 The dodo 158 The moa 162 Giant's Causeway 169 The Crater of Vesuvius 171 Vesuvius in eruption ...... 174 Kilauea in eruption ...... 178 Section of Cone ....... 180 A Yellowstone Park geyser .... 185 Club moss ........ 192 Fruit of calamites . . . . . . 195 Coal-fern ........ 201 Lepidodendron ....... 204 Sigillaria ........ 208 A slate quarry . . . . . . . 215 Veins in a slate quarry 217 In a gold mine .... . 224 Among the oil wells ...... 227 Orthoceras Iagueatum ...... 234 A trilobite 238 Cup coral 242 Favorites Niagarensis ...... 244 Shell of a brachiopod 247"], [15, "9 ON THE HILLS. i. THE LABOR OF A GIANT. IN the spring of 1887 a young fellow and I took a long walk through Southern Minnesota and Northern Iowa. It was not a good time of year for a tramp — the ice and snow were melting ; all the streams were flooded ; ice water filled every hollow ; the country roads were muddy, the air cold, and the wind high and bitter. I shall never undertake such a trip again at that season. We walked eighty-three miles in three days and my readers can hardly imagine what we endured. We waded through \" sloughs \" in ice water up to our knees ; were caught in"], [16, "THE LABOR OF A GIANT. 10 snowstorms; had to go miles around because the bridges across the streams were inaccessi ble. We were, too, in a \" Scandinavian Dis trict \" and met few people who could talk Eng lish or direct us on our way. A funny pleasure trip, wasn't it ? What do you suppose it was for ? We were not taking orders for fruit trees cr selling books. No, we were trying to trace a long line of hills. Queer hills they are, too. You may have seen some of them many a time, but perhaps have not thought anything about them. They are not very high, but they are of interest and I wanted to become acquainted with them so that I might know hills of that kind when I saw them else where. We were on these hills all of three days, but they were much finer at some places than others. I remember two places where they are particu larly interesting. One of these we reached at two o'clock one afternoon. We had been wad ing \" sloughs \" until we were tired and wet. The"], [17, "THE LABOR OF A GIANT. 11 afternoon was dark, and a storm was brewing. For miles we had seen no house. Finally we reached a summit and looked around us. We were near a Norwegian peasant's hut. It was the only sign of life around. There were hills — round, smooth hills — dozens and scores of them in every direction. Beautifully regular, kettle-shaped hollows were between them. These were filled with water from the melted snow and ice. The hills themselves were covered with low bushes. As far as the eye could see were hills, like the waves of the sea. It was a bleak and dreary outlook, but in sum mer it might be beautiful. The second spot was in Hancock County. It was near evening of our last day's walk. We had reached the prairie country and we turned to look back over the region we had traversed. Our hills rose in smooth hummocks, behind one another, higher and higher to Pilot Mound, fifteen miles away, which, two hundred and fifty feet high, is the highest of them all."], [18, "12 THE LABOR OF A GIANT. We followed these hills for eighty miles and more, a long line, but other men have traced it much farther. It runs off to the south nearly to Des Moines and then turning to the northwest re-enters Minnesota and passes through Dakota into Canada. Then toward the east it contin ues, past St. Paul nearly to Lake Superior, and then follows an irregular line south of the Great Lakes, through Michigan, Wisconsin, Illinois, Indiana, Ohio, Pennsylvania, New York and New Jersey to the sea. The line is broken here and there for some miles, but it is practically one. It does not stop even there, but runs out Long Island and then across the Sound on to Cape Cod. A very long line of hills indeed ! All along this line the hills are much as I have described them. These hills tell a strange story. If we find some place where one of them is cut through by a railroad, we may see its structure and per haps get an idea of how it was made. It is composed of gravel and sand and clay with"], [19, "THE LABOR OF A GIANT. 13 pebbles of every size in it. We find too some great bowlders or \" niggerheads.\" The sand and gravel in the upper part of the hill may be somewhat in layers and the pebbles may be somewhat rounded and smoothed. The lower part however will be of harder clay with no ar rangement into layers, filled with pebbles of all sizes and shapes, somewhat sharp as well as rounded. A geologist would tell you that many of the stones in this hill must have come from miles away — perhaps from Canada or up around the Great Lakes. A few clays ago I saw a piece of pure copper that had been found in such a hill, but I feel sure that it came originally from Lake Superior. So we have this fact about the hill — it is made of stones and sand that have been brought from a distance. If we could cart away this whole hill until we laid bare the hard rock many feet below it, we should perhaps find its surface planed level and myriad scratches and lines upon it. These"], [20, "THE LABOR OF A GIANT. 14 lines run in many directions and often cross each other, but there is one set of scratches more numerous and better marked than the rest, and this set we can trace for many miles. MORAINE HILLS. Not that any one scratch can be followed far, but the \" set \" can be. If we should trace it right up it would bring us to Lake Superior and to the place where the little piece of copper came from. We might find pieces of copper all along the way, but they would be more numer ous and larger as we approach the Lake. Here we have a second fact about our hill. We may suspect that whatever giant force brought its"], [21, "THE LABOR OF A GIANT. 15 material southward has followed the path traced by these lines or scratches. You remember the old story about the chil dren who found their way home by following the line of beans dropped along the way? So this is as if a giant had stridden from Lake Superior to Iowa with a tremendous burden of pebble stones and bowlders and pieces of cop per. We can follow his trail back to his home by the dropped rocks all along the way. And the scratches on the rock-bed are his footprints. The giant is gone from here. I am told how ever that he is hard at work, dropping pebbles and making hills, in Switzerland now. There hills can be seen making. The giant at work is a glacier, a great river of solid ice, moving slowly down its valley. Great rock-masses fall from the cliffs on either side on to the glacier's surface and are carried down the mountain as easily by the ice-stream as chips are by a river. The weight of the ice and the sand and pebbles it has frozen in it, grind and smooth the rock-"], [22, "16 THE LABOR OF A GIANT. bed below. Hundreds of sharp pebbles frozen in the bottom of the ice scratch the rock-bed in every direction, but particularly in the direction of the glacial flow. At the lower end the ice is melting all the time, and here it drops its loads of bowlders, pebbles and sand, and great heaps are built up — just such heaps as make up our \" long line of hills.\" They make the glacier's \" moraine.\" Now I believe that our long line of hills was made in that way. Thousands of years ago, the whole area north of our line of hills (which we will now call a \" moraine \") looked very differ ent from the way it looks now. None of these hills were in existence. The scenery was wilder and rougher than now, with deep gullies and gorges and rock-walled streams. Some parts were covered with soil to a great depth. This soil had been made by the decay of rocks, and pieces of rock not yet worn to pieces might occur loose in the soil. In fact, I suspect there was a great quantity of loose stones lying everywhere."], [23, "THE LABOR OF A GIANT. 17 These would however be of the same kind as the rock-bed below, and not unlike them, as are the bowlders. In the Lake Superior district I suppose there were plenty of loose masses of copper and iron and jasper. The climate began to change. Year by year A GLACIER. it became colder until at last snow lay on the ground the year through. The snow gradu ally solidified and changed to ice. The soil was frozen down to bed-rock. There was some place however where the ice and snow was"], [24, "18 THE LABOR OF A GIANT. thickest, or at least highest, and from this point as a centre the ice flowed in every direction. This point was perhaps in the neighborhood of Hudson's Bay. The whole great ice-mass was moving slowly but surely. The great blocks of imbedded stone, the soil, the copper — all were being carried away from their original locality. Think of such a great ice-sheet covering all of North America north of our moraine hills 1 Im agine its great surface stretching for hundreds of miles in every direction ! What an immense burden of material it carried frozen in its mass! Tremendously thick it was, so that it flowed right on over mountains and hills as a stream of water flows over the stones in its course. Even at its southern edge, where it was at its thinnest, it was from five hundred or six hun dred feet to twenty-three hundred feet thick. I think it was Agassiz who said that a sheet of glacial ice can only flow over a hillock, if its thickness is half again as great as the hill's height. In Pennsylvania, near the glacier's"], [25, "THE LABOR OF A GIANT. 19 southern edge, it rode over the Blue Mountain, fifteen hundred feet high ; so the glacier there must have been at least twenty-two hundred feet thick. Further west the ice-sheet was not so thick at its lower edge. What a wall of ice it must have been at its end ! Here it was all the time melting and dropping its burden and building up the great moraine. But at last the climate changed once more. The glacier began to shrink away. It was many years in melting, but finally it was gone. It must have dropped material, as it shrunk away, all over the country between the moraine and the old glacial centre. I hope now you understand the Moraine and the Glacial Period somewhat. There are three things more I want to speak of in connection with our long line of hills. One day, when I was a student in Pennsylvania, I walked from Easton down to the \" Narrows \" on the Delaware. It is a beautiful place. The river flows between great banks of red sand-"], [26, "THE LABOR OF A GIANT. 20 stone that rise almost perpendicularly for two hun dred feet above the water. These cliffs are furrowed by streamlets into little gullies. The rocks in these are always damp and cool, and ice and snow remain here late into the spring. A pretty little plant grows here called \"rose root.\" Its botanical name is Sedum rhodiola. It is much like the \" live-for-ever \" that children like so much because they make purses out of its thick leaves. This little rose-root grows in pretty bright green tufts here and there on the dampest and coldest spots on the cliffs. It has a strange history. It is found only in a few places in the United States. Quoddy Head, Me., on the summit of a North Carolina mount ain, and at the Narrows, are the only homes of it known. In Labrador however it is very com mon in cold damp spots. How did it get to these three spots — in Maine, North Carolina and Pennsylvania? Our glacier explains it. This plant likes cold weather and grows best near \" snow-line.\" I"], [27, "THE SEDUM RHODIOLA,"], [28, ""], [29, "THE LABOR OF A GIANT. 23 suppose before the glacier it grew well North. As the ice and snow began to gather and the cold weather to increase the little rose-root was driven South ahead of the sheet of snow and ice. At last the glacier was at its height. The plant then grew plentifully as far South as North Carolina. When the ice retreated the plant followed it northward so as to get the cold it loved so well. At some places however ice would linger as little glaciers long after the great mass was gone. The Narrows and the mountain are such places. Little by little these glaciers diminished just as the Swiss glaciers are diminishing every year now. The plant lingered here and followed the ice up the side of the mountain and still lives on there, though the ice has long since gone. So in the gorges of the Narrows little \"glacierets\" lin gered, and the plant flourished at their bases, but now, when the ice has all disappeared, the \"\" \"rose-root\" is left stranded. Another curious thing connected with our line"], [30, "THE LABOR OF A GIANT. 24 of hills is a point in geography. Notice how the Minnesota River runs. It passes through a district that slopes to the north, but the river flows south and has cut its way through the ridge in order to do so. What has made this river flow against the country slope ? The glacier was melting away. It had left the long line of hills to the south and this had acted as a dam to the water from the melting ice. So there was a great lake covering- that country, hemmed in on the south by the moraine and on the north by the ice-wall. The water rose until it was high enough to overflow the moraine dam, and then it flowed southward draining the lake as it cut a deeper and deeper channel. The channel once formed has continued in use, though the ice-wall on the north, necessary at first to set back the water, has long since dis appeared. I was at Chautauqua Lake one summer. This Lake is only eight miles away from Lake Erie, but it sends its waters southward to the Ohio"], [31, "THE LABOR OF A GIANT. 25 River and thence to the Gulf of Mexico. The \"divide\" lies between Lake Erie and Lake Chautauqua. Water falling upon it drains one way into Lake Erie and the Gulf of St. Law rence, the other way into the Mexican Sea. Our line of hills is that divide. Of course, be fore the time of the Glacier it was not there. Neither was Chautauqua Lake. A great river flowed northward into Lake Erie at this place. But the glacier came, its heavy burden of rocks and sand and clay was dumped here. The divide was made ; the old river channel was filled up. The basin of Chautauqua Lake was formed in the midst of the moraine. What wonderful changes are due to the ice-sheet and our long line of hills ! I want you to remember the long line of hills — how it was formed ; the scratched rock-bed ; the traveled stones; the changed geography. Remember how the old ice-sheet has caused rivers to be turned into new channels, lakes to"], [32, "26 THE LABOR OF A GIANT. be formed, and plants and animals to move from one place to another. No one knows just when the Glacial Period occurred, but our long line of hills tells us its story even though it is such an old, old history."], [33, "27 II. A QUEER BUNDLE OF STICKS. ONE day in summer \"Little John\" and I took a steamer from Chautauqua and rode sixteen miles down the Lake. It was a warm day and we sat on the deck to catch the breeze. We rode past Long Point with its baby menagerie and tried to see the animals as we passed. We could just see the lion and the tiger in their cages and as we drew up to the dock the lame camel limped down to the water's edge to drink. Back among the trees we saw the old elephant uneasily swaying himself and swinging his trunk to and fro. Some deer were cropping grass near him. It was a queer scene for New York State and I could not but feel that the elephant was out of place in that grove"], [34, "28 A QUEER BUNDLE OF STICKS. and the camel at the Lake's edge a very unnatural feature. If the elephant had been crushing his way through a sparse forest of tropical trees or rushing through a jungle of high grass, and if the camel had been coursing over a sandy desert, I would have felt that there was harmony. But the boat went on and left the camel and other animals behind us and steamed down the Lake. We passed through the \" Narrows,\" the place which led the Indians to call the Lake — \" Chautau- FOSSIL ELEPHANT'S TOOTH. (Side view. Found in Nebraska.) qua.\" The word means \"a bag tied at the mid dle,\" and the Lake is narrow at the middle and bulging at the ends like such a bag. Presently we saw the foot of the Lake and the low, flat, swampy land there. The Lake is growing smaller century after"], [35, "A QUEER BUNDLE OF STICKS. 29 century. One time, when the water stood at its old high level, this low, flat, marshy land was lake-bottom and deep water covered it. If we dig down into the swamp land we find \"shell-marl\" there. Shell-marl is a whitish mud made of the shells of snails. It sometimes gathers, very slowly, in quiet bays or arms of lakes. Over this marl we find a very black \" muck \" or \" swamp dirt.\" These two layers — the shell-marl and the muck — tell us a story of the past. As long as the water was quiet and fairly deep the shell marl accumulated. Hundreds and thousands of snails lived and died and gave their shells to make it. But the Lake was draining slowly and the water shallowed. Water-loving plants that lived near the edge began to encroach upon the Lakelet. What had been open water with abundant pond-life began to be swamp. The plants died and the parts under water slowly decayed and left much of their material as muck or black dirt. The water continued to fall"], [36, "A QUEER BUNDLE OF STICKS. 30 and the plants to encroach until what had been an arm of the Lake became flat lowland with marshy spots here and there. But steamboats do not wait for people to think long of the far-away past and we whirled into the outlet where were new things at every turn to attract our attention, and at last we drew up at the dock in Jamestown. We climbed up one of the big glacial hills and hurried down town, for we had not much time. I wanted to see a queer bundle of sticks, of which I had been told. They were at the High School building and Prof. Love showed them to us. There were not many, perhaps a dozen little sticks not larger around than a lead pencil, nor more than a few inches in length. They were in a bottle. They were rough and black and very tender. I think they were a sort of spruce, though they are so old and rotten that it is not easy to tell. It doesn't seem as if that was much to see, does it ?"], [37, "A QUEER BUNDLE OF STICKS. 31 They interested me greatly however, and I looked at them carefully — the only remains of a breakfast eaten hundreds, perhaps thousands of years ago. A few years since some men were digging a ditch in the low swampy land near the foot of the Lake. Suddenly they struck against something hard and, lo ! a piece of bone. Later people from Jamestown went out to see what had been found. Digging away the muck care fully other bones were uncovered, and teeth. Most curious MASTODON'S TOOTH. (Side view. Found in New Hamp- shire.) however was this : between the ribs of the great animal whose bones were there, just where its stomach should be, was a pile of sticks, perhaps half a bushel of them alto gether. We can explain the matter simply. I think the animal had been browsing in a"], [38, "A QUEER BUNDLE OF STICKS. 32 spruce woods. He had made a full meal and his stomach was filled with bits of branches. He went to the nearest swamp to get a drink of water after his breakfast and mired in the soft muck or in a quicksand. Deeper and deeper he sank. He screamed forth fearful cries, but there was no one to help him. Down he went. At last he became quiet and disappeared com pletely in the soft mass. Ages perhaps have passed since then, and to-day all that is left to tell the story of the unfortunate monster are a few bones, some teeth and the bunch of spruce sticks. Study of these bones and teeth show us that the animal here buried was a mastodon, a great, massive beast shaped like an elephant and with a long trunk and a pair of ivory tusks. If you and I had seen him we would certainly have called him an elephant. His teeth, however, are not like those of an elephant. They are not flat grinders. They have long fangs below by which they were"], [39, "A QUEER BUNDLE OF STICKS. 33 rooted into the jaws and the crown is raised into peaks with valleys between. The whole crown too is covered with a coat of enamel which generally is well preserved. They are so large that a single tooth sometimes weighs several pounds. The tooth of an elephant is of a different shape. The part in the jaw is not made into long fangs or roots, but is one solid mass. The crown is not covere d TOOTH OF FOSSIL ELEPHANT, AND OF MASTODON. ( View from above, showing difference in grinding surface, due to different ar~ rangement of enamel and dentine.) with enamel, but has this material curiously ar ranged in the midst of the softer tooth matter or dentine. The surface for chewing is almost flat, being only a little roughened by transverse lines of enamel which project a li'.tle above it. The arrangement of the enamel is this : Suppose"], [40, "A QUEER BUNDLE OF STICKS. 34 we had a number of tubes made of enamel ; fill them with dentine and then crush them until nearly flat ; then set them up, side by side, flat to flat, with enough dentine between them to bind them all in one mass. We would now PIPE REPRESENTING AN ELEPHANT. (From mound in louia.) have an arrangement similar to that in the elephant's tooth. The Jamestown mastodon is not the only one known. A nearly perfect skeleton was found many years ago at Newburg, N. Y., and with it were found a lot of pine or spruce twigs — the remains of its last meal. Teeth, bones and tusks are turned out now and then all over the United"], [41, "A QUEER BUNDLE OF STICKS. 35 States. Not only so, but teeth and bones of true elephants are also found. Sometimes these are in old swamp bottoms, sometimes in river sands, sometimes in pot-holes filled with gravel, but they all show this — there was a time when elephants and mastodons roamed over the United States. Could we visit the Chautauqua Lake of that old time, we might hear the trees crushed under the tread of troops of mastodons as they came at evening to Long Point to drink. We might see them bathing and frolicking in the water or we might watch them browse upon the twigs of spruce-trees as they tramped heavily away. One of the strangest things about these ele phants was, that they were covered with hair. One famous specimen, of which doubtless you have read, was found in Siberia many years ago inclosed in solid ice. He was not surprised by a treacherous bog and ingulfed, but he may have been surprised by heavy snow, overwhelmed, buried and entombed finally in an ice mass. Or it may be that that happened to him which"], [42, "36 A QUEER BUNDLE OF STICKS. Sir Charles Lyell tells of some unfortunate animals. He speaks of a line of either musk oxen or reindeer, who were frozen stiff and solid while they were swimming across a Sibe rian river. I suppose that very quiet water may sometimes be a trifle colder than freezing and yet not freeze. If now something set the water in motion it will freeze rapidly, almost instantly. A similar thing may have happened to this woolly elephant. When spring came, and the rivers flowing north were flooded, the great ice cakes with these giant carcasses frozen in them were carried to the Northern Sea. In that cold, cold land the ice blocks have never melted and the entombed animals have been preserved hundreds of years until now. However he was surprised, the Siberian ele phant in question was wonderfully preserved, almost entire. He is described thus : \" The head was still covered with skin. The brain remained in the skull, but was somewhat dry. The eyes remained in the sockets and had lost"], [43, "A QUEER BUNDLE OF STICKS. 37 little except their lustre. One ear was entire and was furnished with tufts of hairs. The skin — dark gray in color — was furnished with bristle-like hairs from four to eighteen inches long ; another covering of thick-set hairs four inches long and filling between the intervals of the hairs a coat of wool. On the neck was a long and shaggy mane.\" I don't know whether the mastodon was so heavily clothed with hair, but some tufts have been found with skeletons, so he had a coat. I think we may be so much impressed by these gigantic beasts as to lose sight of the fact that many other strange and curious forms lived in our land at the same time. To-day in Texas and Mexico there lives a little wild pig called a peccary. They are very fierce, and large droves run wild over the country. They will boldly at tack a man and are foes not to be despised. When elephants and mastodons roamed over this coun try, droves of peccaries ran through the woods. Forty skeletons of them were found in one place"], [44, "38 A QUEER BUNDLE OF STICKS. near Columbus, Ohio. It looks much as if they had run into a more dangerous place, a quick sand or a pitch-hole, and all been killed. In the marshes near my old home in New York State, some men, years ago, found the remains of a great beaver-like animal. This is sometimes called the \"giant beaver,\" but it is better to call it by its name, \" Castoroides,\" as it was not a true beaver. It was as large as a black bear and lived in most parts of the United States. Its great chisel-like front teeth would cut trees just as those of the beaver do now, though on account of their size and power they would work more rapidly. At that same time lived a great buffalo or bison, horses larger than live now, a gigantic stag, tapirs and several kinds of large sloth like animals. Their remains are found in caves, in fissures in rocks, in swamp beds, in river deposits, here and there, all over this Continent. Many animals like to go to salt springs, or \"licks\" as they are called, to taste the salt"], [45, "A QUEER BUNDLE OF STICKS. 39 of which they are fond. These old-time giant beasts were just as fond of salt as our modern kinds, and in Kentucky there is a lick called \" Big-bone Lick,\" because of the great number of bones of these huge forms found there. When was all this? I don't know exactly, but it was not so long ago as the time of the Glaciers, when our Long Line of Hills was made. There were mas todons before that, but those of which I have spoken all lived ELEPHANT PIPE. (Also from Iowa mound.) later. I do not know whether men lived in America at that time, but I am sure they did in Europe, and that they saw the old woolly ele phants or mammoths. They were quite wild rude men. They lived in caves and led a roving, hunting life something like our Amer ican Indians. I think in winter they clothed"], [46, "A QUEER BUNDLE OF STICKS. 40 themselves in the skins of animals that they killed with their hard and heavy clubs or shot with their horn-tipped arrows. They were fond of carving all sorts of things in bone. I sup pose many a time at night, around the fire kin dled at the mouth of the cavern for warmth and protection against wild animals, these men, tired with the day's hunt, would talk with their family and sit carving bones with stone knives into different kinds of tools and decorating them with pictures of the animals they had killed on their hunting trips. However that may be — among the many pieces of bone carved into various forms and with pictures rudely but boldly scratched upon them, has been found one piece of mammoth ivory with a picture of the old-time woolly elephant cut into it. It is better done than you or I can do, and there is no mistaking the animal. There are some reasons for believing that even in this country men lived with the ele phants and mastodons. The Indians tell some"], [47, "A QUEER BUNDLE OF STICKS. 41 queer stories of a monstrous animal that has dis appeared. David Cusick, an Indian who has written the History of the Six Nations, says : \"About this time Big Quisquiss [perhaps the Mam moth] invaded the settlements south of Ontario Lake : the furious animal push down the house and made a great disturbance : the people was compelled to flee from the terrible monster : the warriors made opposition but failed ; at length a certain chief warrior collected the men from several towns — a severe engagement took place, at last the monster retired but the people could not remain long without being disturbed : Big Elk invaded the towns : the animal was furious and destroyed many persons : however the men were soon collected — a severe contest ensued and the monster was killed.\" Now I do not think that too much ought to be made of Indian traditions, but several such stories are found among the Indian tribes, and it may be they are founded on fact. Again, there have been reports of stone implements being found with mastodon bones. In perhaps all these cases there is some uncertainty in regard to the facts. Two curious stone pipes have been found in Iowa, which are of aborig-"], [48, "42 A QUEER BUNDLE OF STICKS. inal manufacture probably, and which perhaps represent the elephant or mastodon. These are from mounds near the Mississippi, and if gen uine show that the Indians had seen elephant like animals. Some years ago the Smithsonian Institution published an article, with a picture, upon an \" Elephant Mound \" in Wisconsin. This was a mound of earth, shaped somewhat, in outline, like an elephant. If there really is such a mound it suggests that the Indians had seen the mastodon alive. I myself believe that some day the evidence of this will be conclusive. In fact I would not be very much surprised if the report of living mastodons in Alaska were true. When a species of animal becomes ex tinct, the process of extinction is a slow one and individuals may linger on in exception ally favorable circumstances long after it has disappeared elsewhere. We are too apt to think the world has always been just what it is now. Really it is changing constantly. New rocks are making, old ones"], [49, "A QUEER BUNDLE OF STICKS. 43 are wasting ; old landmarks are removed, new features of scenery introduced ; land becomes sea bottom and sea bottom becomes land ; old types of plants and animals die out, new ones appear. As you read about the long line of hills you saw there was a time when there were no such hills and when ice and snow were wide spread ; and now you have seen that herds of elephants were once common where now one lone old fellow looks so out of place. I have given you two pictures of the past — the old earth has spoken to us of her younger days. Let us have a clear idea of this. After the ice was melted and our long line of hills was made, the country was more swampy than now, the lakes much larger. The climate too was much colder, as shown by the warm woolly coats of the mammoth and mastodon, by the way in which the Siberian specimens were entrapped and by the character of the vegetation as illus trated bv our bunch of little spruce sticks. Great thickets of low evergreen and hardy de-"], [50, "44 A QUEER BUNDLE OF STICKS. ciduous trees bordered all the swamps and lakes. Elephants, mastodons and gigantic horses, stags and bison went in herds from place to place. Perhaps the great Castoroides built dams and made pools in which he swam and played, built his houses and raised his young like our modern beavers. Huge sloths moved slowly through the woods browsing on tender shoots and green leaves of trees. Life was on a giant scale — but all those forms are dead. Of the millions of individuals that lived, only a few, mired in a bog, washed by a swollen river into a fissure or embedded in the cave dirt of some den, have left even a bone to tell they have ever lived."], [51, "45 III. THE TOOTH OF TIME. I SHALL never forget a trip I took one time while yet a small boy. It was a beautiful autumn day and my mother and I visited the Lower Fall of the Genesee at Rochester, N. Y. In those days it was a wild spot. There was no elevator, nor \" Falls House,\" nor great \" works \" for compressing a'.r there then. The only evi dences of human labor were the road gently sloping downward along the cliff-side and a flight of rickety wooden steps that seemed very man)- and steep and dangerous to me. But the scene was more beautiful than it is now. Standing amid a mass of purple asters and golden-rod in bloom we looked down the river between those great rock-banks, perpen-"], [52, "46 THE TOOTH OF TIME. dicular and bare, gorgeous with nature's red and green and gray. The river, dark and muddy, flowed quietly away toward the Lake. In front of us and just under our feet it plunged, in a mass of foam-covered waters, over the shelf of red sandstone, ninety feet into the gulf below where the water, now foam indeed, whirled itself madly against the rock-banks, swept under a table-rock and beat itself hither and thither in its efforts to find its way out. A cloud of spray constantly rising from the water added beauty to the scene. It was a lovely spot. I have seen many scenes more famous since then, but few that better deserve renown. Let us look more closely at these banks. They repay a close inspection. Look at the cliff opposite us. Beginning at the water's edge rises a great belt of dark red sandstone, massive and solid, quite ninety feet thick. Then come perhaps fifty feet or more of thin beds of lime stone and of shale of different colors, mainly grays and greenish blues. In the midst of these"], [53, "THE TOOTH OF TIME. 47 there are three layers that catch the eye. One is a limestone layer not more than six inches thick; it is made entirely of fossil shells, pearly and pretty. One, thinner yet, is a black shale — a sharp eye is needed to detect it ; it is covered with \"graptolites,\" queer black lines edged with minute saw-tooth projections. The third is thicker, perhaps a foot thick, striking on account of its brilliant red color — no particular keen ness of sight is needed to see this ; it is an iron ore. Above this fifty feet of shales of varied colors, comes a mass of darker shales which makes up the balance of the cliff. Look up stream and we see where the water gets its foam before it reaches our Fall. There is the Middle Fall, not so high, not so beautiful, long ago made of use by man to drive his mills. It is about twenty feet high and falls over a ledge formed by a layer of limestone a foot thick and crowded with shells turned into stone. We can trace this layer of limestone in the opposite bank, and at the Lower Fall find it to be twenty"], [54, "48 THE TOOTH OF TIME. feet and more above the brink. Follow up the river a mile and a half and we reach the Upper Fall — about the same height as the Lower but in totally different rock. It falls over limestone, lying upon soft black shale, the lower layers of which perhaps are the upper layers in the bank DIAGRAM NO 1. at the Lower Fall. We can trace these layers easily on account of the well-marked color in some layers. All of them dip down as we go up stream. In diagram No. i I have tried to show the arrangement of the rocks with regard to the Falls ; a is a hard sandstone over which the Lower Fall plunges ; b is the belt of variously colored shales ; c is the limestone over which the Middle Fall is made; d is the upper lay-"], [55, "THE TOOTH OF TIME. 49 ers of colored shale ; the dark shale e above which is the limestone which supports the Upper Fall. The bank of the river is shown beyond and above with dotted lines to define the posi tions of the beds. At the Lower Fall the bank of rock consists of a, b, c and d, or red sand stone, colored shales, limestone and darker shales as already described. At the Middle Fall the bank consists of a foot of limestone and then of some colored shales, then of black shales. At the Upper Fall the banks consist of limestone. i, 2, 3, are the Falls — Lower, Middle and Upper ; li/i is the top of the opposite bank. Once there were no Falls here at all. The river must have flowed along on the surface from h to h. If there were a Fall at all it was near where the river emptied into Lake Ontario. There may have been rapids here. If these rocks were all equally hard there would still be rapids from Rochester to the Lake. But they vary in hardness ; the shales are very soft, the limestone and sandstone are hard. The water"], [56, "50 THE TOOTH OF TIME. of the river cut into the rock. It cut shale fast, limestone and sandstone slowly. As a result of this and of the slope of the rocks we have our three Falls. The river cuts its channel in two ways ; downward deeper, and backward up-stream. Wherever there are hard layers with softer ones below, we shall find falls — with rapid or still water below. If we imagine a fall at Lake Ontario and a flow of water along the surface, the necessary result of river-action will be a gorge with falls at the points where hard layers come to the surface. Let us now take the Falls as they are. If the sandstone a is harder than the limestone e, the Lower and Upper Falls will become further and further apart. If the layer e is harder to wear than a and c, in time all three Falls may come together and make one Fall. The point illustrated by the Falls is this : solid rock is all the time being worn out, ground up, wasted away, by rivers."], [57, "THE TOOTH OF TIME. 51 All the falls in the world are like this. They are produced at points where harder and softer layers of rock occur together and the harder resist the cutting of the stream more than the soft, so as to form shelves over which the fall takes place. All are moving backward. Niag ara has cut its way back through seven miles of rock and is still retreating toward Lake Erie. Au Sable Chasm is a stream-worn gorge. Wat kins Glen and the hundreds of other glens in the Lake district of New York are crevices cut by streams. Saw, saw, saw, all the world's rivers are cutting and the rock saw-dust they make is carried down by their waters to the sea. Every little stream entering the Mississippi carries its load of rock dust to the \" Father of Waters \" to be carried on to the Gulf. Every year the Ganges carries ship loads of worn-out rock and dumps it near its mouth. All the solid rock that filled the gorge of the Genesee has gone into Lake Ontario. So has the seven-mile plug of the Niagara canon."], [58, "THE TOOTH OF TIME. 52 This wear by rivers is only one way in which the old earth is cut and gashed and worn by the tooth of time. There are many others. In limestone regions are many \" sink-holes.\" Once one was formed near my old home in New York. In a level field one day there was a dis- EARTH PILLARS NEAR BOTZEN. turbance — a noise and a jar and the field was no longer level ! A round or oval area some yards in diameter had sunk in, or \"caved.\" A very simple matter ; water had soaked into the crevices of the limestone rock. It had probably some carbonic acid in it — most rain-water has."], [59, "THE TOOTH OF TIME. 53 Tt dissolved away the rock and little by little a nbterranean stream was made. More and more i wore away the rock, all unknown to man, until this at last gave way : in some districts such sink holes are almost too common to attract attention. In Kentucky, where there are over one hundred thousand miles of caves or subterranean water courses, they are especially common. All this worn-away and dissolved stone must go some where. Probably it, too, is poured into the sea. A mighty agent of wear and tear is the sea. Its waves are powerful ; they eat into a rock bound coast and make it broken and jagged. Here they cut sea cliffs, there they carve out caves and caverns or gnaw away rocky islands from the mainland. Of course the waves of lakes act in the same way. Again, go to Cape Cod and, on a bleak and windy da)', how the fine gritty sand fills the air ! It cuts and stings as it blows against your face. It even wears its way through window glass. In some places such wind-blown sands wear rock-"], [60, "54 THE TOOTH OF TIME. surfaces smooth. But polishing means wasting away, and these parts rubbed off are ready to travel by wind and water to the sea. Even raindrops themselves wear away the rocks. Sir Charles Lyell figures and describes a place in Europe, Botzen, where an old termi nal moraine, made of stiff clay crowded with bowlders, has filled a valley. The rain con stantly wears it away. Of course as soon as a stone is encountered it protects the clay below it, and as a result a pillar is produced capped by a bowlder. Hundreds of these \"earth pillars \" are there, each with its cap. But all that was between has gone — carried away by the rills resulting from the rains. In Colorado is the wonderful \"Garden of the Gods,\" full of quaint monuments of stone, slender columns, all the work of rain. There are thousands of them at the Garden and Monument Park and other less famous places — but think of the mass that is gone ! these are all that is left of solid rock beds ! There is no need of citing more such"], [61, "THE TOOTH OF ITMK. 55 cases ; they occur on every continent. The old earth's face is worn into deep furrows and sad wrinkles and there are many scars on it. The very atmosphere itself, without rain and without wind, incessantly gnaws at the earth's crust. Oxygen and carbonic acid and the gases of decaying matter all destroy. Growing plants insert their minute roots into cracks, and these by growth tear rocks asunder. Water sinks into fissures, and by freezing tears off huge masses from the cliff. There is no rest. Night and day, winter and summer, in heat and cold, the old earth is being hacked and gashed and bitten into. We admire the picturesque and wild in scenery, but it is only ruin — the result of wear and tear. So much for the modes of action. Now let us look at some results. Watkins Glen is a deep narrow cleft in sandy shale-rock. Different kinds of rocks wear into different shapes. The small stream here has cut out a lovely gorge three miles long. You mount to the summit of"], [62, "56 THE TOOTH OF TIME. one fall only to see another. There is no great amount of water in the stream, but it has acted for a long time. The sides of the gorge are worn into smooth round outlines. There are no angles here. At the bases of the falls are wonderfully beautiful basins or \" pot-holes,\" as they are called, as perfectly rounded as if made by man. They have been worn by the falling water and by the whirling pebbles at their bottom. The water is perfectly clear and you see the pebbles as plainly as if there were no water over them. You bare your arm to the elbow and reach for a pebble. Your hand does not touch bottom so readily as you thought. You may wet the sleeve to your shoulder and still not reach the pebble. You grow desperate and with a stick reach down and find the water, apparently so shallow, really five, eight or ten feet deep. In fact it is fre quently as deep as the pot-hole is wide. I cannot understand the clearness of the water in these \" fairy pools.\" One pot-hole into which a fall hurls itself, has water that looks black as ink."], [63, ""], [64, ""], [65, "THE TOOTH OF TIME. 59 It must be very deep. I tried to measure it with a stick one day, but could not. I am told it is sixty feet deep. I do not know. But the point to observe is that at Watkins Glen we have the rock, a sandy shale, worn into smooth curves and beautiful round pot-holes. Now go up to Havana Glen, only three miles distant. Here the rock is a black shale, divid-"], [66, "60 THE TOOTH OF TIME. ing by joints into great rectangular or square blocks. We find no sweeping curves in the banks and few or no true pot-holes. The great blocks fall out in squares and leave straight walls and rio-ht angles. We have \"' council chambers,\" not \" fairy pools.\" Look at the wonderful \" Pictured Rocks \" of Lake Superior, produced by the incessant beat ing of the waves against sandstone. Great cav erns have been hewn back into the cliff and these unite within with one another and grand arches and pillars sustaining roofs are the result. Again take a stream trying to cut its way through a set of layers. Suppose the uppermost layer to be firmer than the rest, resisting water more successfully, not only in the matter of wear but also in that of percolation or soaking. The lower layers might become filled with water until, at last, the stream might soak down into this lower layer and through it rather than try longer against the harder upper stratum. The"], [67, "THE TOOTH OF TIME. 61 result might be a channel formed below a nat ural bridge somewhat like the one in Virginia. Another interesting result of the incessant gnawing of the tooth of time, somewhat similar in method to the last though very different in result, is a \"Rock City.\" A very good example is \" Panama Rocks,\" eight miles south of Chau tauqua. Originally there was a great ledge, seventy feet thick, of hard quartz conglomerate or \" pudding-stone,\" below which were beds of softer shaly and sandy layers. The conglom erate was jointed by narrow cracks into great rectangular blocks. Water works slowly on the hard conglomerate, but it soaked into the softer sandy shales below and gradually wore them away. This left the great blocks of conglomer ate with no support. The}' separated, slid and now remain great square masses, with narrow streets and alleys between them. One may walk through these and have the rock walls on both sides, rising sixty or seventy feet. It is a lovely place, the rock masses being moss grown and"], [68, "62 THE TOOTH OF TIME. tufted here and there with ferns and flowering plants ; great trees grow on the separate blocks and to hold their places send out immense gnarled roots over every side ; in some of the deeper clefts, where the sun seldom shines, snow and ice linger long and one may make snowballs in August. All this beauty and ro mantic scenery is due to the wearing away of the underlying rocks. Another interesting point connected with erosion or rock-wear, may here be mentioned. By a study of its results and action, we may make some calculations of time that are valua ble. To illustrate my meaning : years ago I visited the Falls of the Genesee at Portage, N. Y. As at Rochester the river here makes three leaps and passes through a lovely gorge. The Lower Fall is most interesting. At this point the river is greatly contracted in width. From being many yards across, it suddenly nar-. rows to eight or ten feet. All the water pours through this narrow gorge in a deep sheet. It"], [69, "THE TOOTH OF TIME. 63 is as if we turned the river on edge and poured it through the channel in that position. Let us locate some points of reference. We are on Table Rock, a cliff on a level with the river at the top of the Fall. This cliff ends in a sudden angle around which the river bends sharply just after taking the Fall. In diagram No. 2 /' is the narrow channel through which the tiver falls. In front of the Fall rises \" Sugar Loaf Rock,\" c, named from its shape. The river takes its fall, strikes up against the base of Sugar Loaf, turns sharply, sweeps up against Table Rock and then, bending, pursues its course in its original direction and between grand cliffs three hundred feet high. Fifteen years ago when I saw it this was the condition of things. Five years ago I was there again. Table Rock and Sugar Loaf were but little changed — but the Fall, where was it ? My memory is fairly good — I do not pretend however to exact ness here — but the Fall had worked back about four hundred feet ; forty feet a year. This very"], [70, "64 THE TOOTH OF TIME. rapid retreat is due to the softness of the rock and the peculiarly contracted channel whereby the water is given a tremendous power. Well, if we know the rate at which a fall is now retreating, and there is reason to believe the rate is steady, we may cal- culate the length of time it has taken to wear out its gorge. The Falls of St. Anthony have cut their gorge since the Great Ice Age. The date of that age is a matter of some im- portance. If we can calculate the length of time represented by the channel, we have ap proximately the date wanted. DIAGRAM NO. 2. Such a calculation has been made and it sug gests a period of about eight thousand years. In course of time this wear and tear amounts to much. The old continents are wearing down. Every month America loses enough to make many a good farm. The Mississippi Valley"], [71, "THE TOOTH OF TIME. 65 loses one foot in five thousand years. That seems like a small amount, but it is really very great. The Ganges Valley loses one foot in one thousand eight hundred years. Such wear is gradually reducing the continents. Of course elevated lands wear away faster than lowlands. This because the surface water and rivers have a greater pitch, and hence greater erosive and carrying power. With con tinued erosion would come slower streams and less active operation. Finally, all the mountains being levelled, the streams would have no pitch, erosion by streams and rains would cease, and a vast plain with sluggish, canal-like streams and standing, stagnant pools would be our conti nents. As a matter of fact this is never likely to happen. This transported matter or sedi ment from rock-wear all goes somewhere. Some dropped at a river's mouth in quiet water forms a \" delta.\" This may come to be dry land and add to the continent's area, while the river cuts a channel through it to the sea. Some"], [72, "66 THE TOOTH OF TIME. may be caught up by currents in the ocean and carried out to sea to be dropped, forming beds which may add to the continent, though below water. Again, some may be dropped where the river meets a current, forming a \"bar*' off the coast, which may in time be worked by sea waves into a coast island like those off North Carolina. Or two sea currents, each carrying a load of sed- iment, may meet and drop their loads forming a \"bank \" far out at sea. In one way or another the material carried from the continents is re deposited. It is never lost — it is only put into a new place."], [73, "67 IV. SOME ODD FISH. FLORIDA is an old-fashioned land. I was once at a grocery store when a \" Cracker \" boy came in (a \" Cracker \" is a s native Floridan). He had fish for sale and showed a number of strings of good large fel lows. All of them but one were \"mullets.\" The odd one caught my eye at once. \"Halloo,\" said I, \"where did you catch that, and what do you call it? \" \" Why, sir, that yer is a mud-fish or a dogfish — some folks calls 'em the one, and some calls 'em the tother — and it 'us ketched in Dead River.\" \"Yes,\" said I, \"that's what I thought it was.\" I had seen mud-fish — properly called Amia —"], [74, "68 SOME ODD FISH. in bottles in museums and had tried to get one all the time I was in Iowa, for they occur there too, I am told. It is a really old-fashioned fish. MUD-FISH OR DOGFISH. Take any common fish, a trout or a bass, for instance, and examine it carefully. To begin with, look at its tail. It is extended into two lobes, an upper and a lower, of equal size. In the next place he is covered with neat thin horny scales that overlap like shingles on a roof. He has no neck either, nor anything like a neck, so he cannot move his head at all. He is like a man with his head pressed down between his shoulders and soldered there firmly. Again, when our trout is taken out of water and thrown on to the grass, he flops and squirms and gasps and soon dies. After he is dead we have him cooked — and"], [75, "SOME ODD FISH. 69 what do we notice at once when we begin to eat him ? He is full of bones ; he has a skeleton of hard bones neatly joined together. If we had dissected our trout, instead of giving him over to the cook, we might have learned some other things about him. How does he breathe ? There are openings at the sides of his head leading out from his mouth. In these openings are placed his gills, thin and delicate membranes very full of blood-vessels. These gills are borne on bony supports and are covered outside by horny gill-coverings lifting up only at thsir hinder edges. The fish takes in water through FIG. A. FIG. B. (a.) Heterocercat tail of old-fashioned plated ganoid — vertebral column to end. (b.) Homocercal tail of new-fashioned scaly fish; lobes nearly equal — no vertebral column in tail. his mouth and forces it out over and through the gills and their openings. This water con tains air and if contains free oxygen. This"], [76, "SOME ODD FISH. 70 oxygen is needed by the blood of the fish. The little blood-vessels in the gills are filled with blood and as the water passes over the mem branes the oxygen is taken up by the blood. So the fish breathes. We might find in the body cavity of our trout what is called the \" swim bladder.\" This is* filled with air, and is an aid to the fish in swimming, but has nothing to do with breathing at all. It is not a lung or any thing like one. Now let us look at our \" dogfish,\" as shown in the picture. Notice his tail first of all. It is quite different from the trout. The backbone runs to its end. You can see the difference in the picture I have had drawn showing tails of the trout and the dogfish side by side. The boy who caught this dogfish told me it lived for hours out of water. He caught it at night, but it was still alive in the morning. The trout would have been dead long before. On dissecting we see why it lived so long. Besides gills it has a bladder-like sac filled with air-cells. This air-sac"], [77, "SOME ODD FISH. 71 is within the body cavity and connects with the mouth by a tube. It is a true lung, not so good as yours and mine, but a lung all the same. So though his home is in the water he can breathe free air and still live for some time. I think, too, that he can move his head a little on his body. Again we see that he is covered with thickish round scales quite unlike the thin horny scales on our trout. More than this, he has thick heavy bones in his head. Certainly he is an \"odd fish.\" Not long since one of my senior students brought me a fish caught in the Cedar River, Iowa. It was a shovel-nosed sturgeon. It was long and slim and its tail was remarkably de veloped in its upper lobe, while the lower one was largely lacking. It had no bones within, but its skeleton and the very curious long flat snout were made of \"gristle\" or cartilage that was of a most beautiful blue color. The mouth was on the under side of the snout and well back. It was a most remarkable mouth too —"], [78, "72 SOME ODD FISH. soft and fleshy and round and it could be thrust out so as to suck in food or could be drawn back so as to be scarcely visible. There were four curious little fleshy threads hanging down in front of the mouth — \"feelers,\" probably. Five lines of heavy bony plates ran the full length of the body, and in front and behind, these com pletely covered the head and the back end of the body. Another very odd fish, you see — quite unlike the trout. All of our common fishes have a skeleton of hard bones when they are grown, but when young they have a skeleton in which the parts are soft gristle or cartilage. In the trout the soft skeletons gradually harden and become bone. The shovel-nosed sturgeon, on the contrary, keeps its baby bones through life. Geologists say this is an \" embryonic character.\" Bear that term in mind. It means that a grown-up animal has retained a baby character. In the lungs, the movement of its head, and some other charac ters, the dogfish or his allies are not like a fish,"], [79, "SOME ODD FISH. 73 but are like a reptile — so we will call these rep tilian characters. These odd fish may be said to possess some embryonic characters as the non-lobed or uneven-lobed tail, and the cartilagi nous skeleton, and some reptilian characters, as the movable head and the lungs. There are not many such \" mixed forms \" of fishes living nowadays. Besides the amia and the \"shovel-nosed sturgeon,\" there are the dif ferent kinds of garpikes — long, slender fellows, quick in movement, voracious in character, cov ered from head to tail in thick, stout diamond shaped plates neatly arranged in rows closely fitting but not overlapping. The head is pro longed into a bill-like snout both jaws of which are armed with numerous sharp-pointed teeth. Whether amia can move its head or not, these fellows can easily. Next there are several kinds of sturgeons, some of them much larger than the \" shovel-nose \" and with plates of considerable size on the body. Then there is the great \"spoon-bill\" — which lives in our Cedar River"], [80, "74 SOME ODD FISH. and grows to a length of six feet or so, with his great flat spoon-shaped snout nearly one third the length of his body ; also the curious Austra lian and African lung-fishes, whose lungs are far better than any of the above. All these odd fish, partly embryonic, partly reptilian in charac ter, are called ganoids. Now, leaving the fresh waters and our ganoids, let us look at a type of odd fish that live in the open sea. I refer to the sharks and their kin. Sharks are true fishes, but they are unlike either the trout or the dogfish. They breathe by gills, but they have no gill-covers. The water taken in at the mouth is, after passing over the gills, forced out through narrow slits of which there are several pairs at the sides of the head. These slits are long and narrow and vertically placed. The mouth is on the under side of the body, the skeleton is of cartilage and the tail is very un equally lobed — the upper lobe being very greatly developed. But there is no neck, no head move ment and no lungs."], [81, "SOME ODD FISH. 75 The most interesting of the sharks, to us, lives in Australia. It is called the Port Jackson shark. It is remarkable in two respects — first, in its curious teeth; second, in its fin-spines. The teeth in most kinds of living sharks are sharp and adapted for cutting. They do not form a single set like ours, but there are many sets, one behind another, perhaps a dozen series in all. In the Port Jackson shark however both the floor and the roof of the mouth are cov ered with flat teeth adapted for grinding and crushing. Such teeth are called \"pavement teeth.\" The \"fin-spines\" are long sharp-pointed spines, somewhat curved, which are so placed in front of the fins as to be of some value as weap ons. Sharks are a \"mixed type,\" reptilian in their eggs, embryonic in their heterocercal tail and cartilage skeleton. At present ganoids and sharks are not the com moner types of fish. Out of ten thousand kinds of fishes now living not more than two hundred perhaps are of these two groups."], [82, "76 SOME ODD FISH. There was a time however when there were no fish like our common bony fishes of to-day — all had cartilaginous skeletons and uneven tails and were inclosed in a covering more or less complete of plates or hard enameled scales, or PORT JACKSON SHARK. else were sharks of the Port Jackson type with great fin-spines and pavement teeth. To-day the ganoids and the cestracious sharks are old fashioned types. Florida still contains many antique forms of animals and plants. That is why I call it an \"old-fashioned land.\" Now that you have the three types of fishes clearly before you — the ganoids, the sharks and the bony fishes — we will see what has been their history in the world. We may know it bv remains found in the rocks. Scales, bone-plates,"], [83, "SOME ODD FISH. 77 fin-spines, teeth and skeletons are preserved in stone. Go with me to the LeGrand Quarries in Iowa. Sandstone and oolite and marble are there. All might teach us interesting lessons, but there is one layer in particular deserving of our attention. One spring I spent a whole day at work on it. The quarrymen call it \"the spotted layer.\" It is a queer gray and purplish mottled limestone. Here is a great pile of blocks of it quarried out. See this jet-black spot. It is very brittle and its luster is richer than any Japanese lacquer. It has a curious fibrous structure and a minutely dotted surface. It is more or less flat below and rounded above. In shape it is a little like an eld wooden button. It is a \" pavement tooth \" of an old-time shark. In this next block is a delicate and brilliant fin-spine, a little one only an inch or two long. It is nearly triangular in cross-section and is longitudinally marked by delicate raised lines. It takes time and trouble to remove these whole. Careful work with a little chisel and a light ham-"], [84, "78 SOME ODD FISH. mer is necessary ; and often, just as it is nearly out — \"crack !\" — it flies to pieces and is lost. Some beauties have been taken from here — great pavement teeth, which show perfectly how much was sunk into the jaw and how much was above ; elegant black spines eight inches and PLACODERM. more in length, perfectly japanned and covered with smooth round tubercles; and cutting teeth of sharks with five or more cutting cones. The history of the long-ago past can be read in these remains as really as the history of Egypt may be read in her monuments. The hieroglyphs waited centuries for Champollion ; the rocks of Scotland waited ages for their in terpreter. A quarryman in such a quarry as the one at LeGrand, a stone mason, Hugh Miller, made known to the world the Testimony of the"], [85, "SOME ODD FISH. 79 Rocks. He had become interested in the strange bucklers and plates and scales that his chisel uncovered. Many an hour of leisure he spent on holidays and after hard days of labor in work ing out these unknown forms and in their care ful study. His Old Red Sandstone introduced to the world of scienift these \"odd fish,\" the oldest of their race then known. Since then fossil fish, as old and older, have been found and now we can trace the family history of the fishes fairly well. What Miller did for Scotland Rev. Mr. Herzer has done for Ohio. Like all Methodist clergymen he moves often from place to place, and every locality he is set down in becomes a region for exploration. In the Ohio black shales he found great plates, jaws with teeth attached, fin spines and other remains that made known to us some veritable giants of the old-time seas. The most remarkable of these forms is one that has been named Dinich- thys. The word means \"terrible fish,\" and it was SO surely. Nearly thirty feet long, its head"], [86, "80 SOME ODD FISH. measured more than a yard and was incased in a stout covering of strong bony plates fitting closely together. Its jaws were terrible instru ments for cutting and tearing, being developed at the front into sharp beaks whose edges fit one another so as to cut like shears. Whether the whole body of this monster* was covered with great bony plates is uncertain. If not, the skin was doubtless thick and tough. When Dinichthys lived there were probably no reptiles, birds or mammals. Almost all ani mal life was aquatic and fishes were the highest forms. These were numerous, however, and varied. There were no bony fishes, but only ganoids and sharks. Of ganoids there were two types — placoderms and lepido-ganoids. The placoderms were fishes whose bodies were more or less completely incased in great plates like Dinichthys. Other forms smaller than the \" ter rible fish \" were even more completely protected. Pterichthys(perhaps not really a fish) was entirely incased in firm bony plates and had strange"], [87, "SOME ODD FISH. 81 wing-like projections or paddles, one on each side of the body. The head was bucklered. The pointed tapering tail was covered with smaller plates than those over the body. Another kind (cephalaspis) had a great bent crescent shaped head-shield. Another yet, one of Hugh Miller's discoveries (coccosteus), had a great head shield made up of many plates fitting into each other along irregular wavy lines. All the plates are covered with rounded or wart-like tubercles or projections. There are American species of this form known. All these forms are placoderms. There are no living forms of these. As a group they early disappeared. LEFIDO-GANOID. The true ganoids of that date were more like our modern forms — the garpikes, the mud-fish and the lung fishes. In these, in place of great"], [88, "82 SOME ODD FISH. body plates fitted closely together so as to form a strong shield-like mass, we find scales more or less rhomboidal or diamond-shaped in regular arrangement, edge to edge, or else scales some what rounded and roughly overlapping. They had the one-lobed tail, the head moving more or less freely on the body, the rude lung and the imperfectly hardened skeleton of our shovel nosed sturgeon. There were hundreds of kinds. Some, slender and fierce, shot rapidly through the water in search of their prey, while others, heavier in build, less graceful in movement and more sluggish in character, lay in the mud at the bottom of the streams among the water plants and grasses that grew along the banks. There lived sharks too, mainly of the Port Jackson type. Spines of a foot in length, of graceful form, serrated or smooth along the edges, and spiny-tubercled or uniform in sur face, have shown us that giants of this kind then lived. Many species have been described."], [89, "83 SOME ODD FISH. Pavement teeth, singly and in position, add their evidence. These were the oldest fish — placoderms, the uneven-tailed ganoids and the pavement-toothed sharks. But they were not to remain the mas ters of the world. Their day passed. Reptiles began to appear ; first as queer \" mixed forms,\" half-fish, half-reptile, then as true reptiles. As these gained ground the old-time fish gave way. First the placoderms — mighty as some of them were — died out. Then true ganoids became less and less numerous, and those that lived were of a different type and had less uneven tails, less hard covering and more bony skele tons. As the ganoid life diminished the modern type of bony fishes appears, gains ground and at last prevails. Meantime the older type of sharks began to be crowded out by a type with more conical and cutting teeth. These gain ground and in the time of mighty reptiles were the principal type. Later on they were replaced by tremendous"], [90, "84 SOME ODD FISH. monsters whose triangular teeth measured two inches at base and five or six in height. Very different these savage monsters, terrors of the sea, seizing and tearing their prey with such weapons, from the old type crushing shell-fish and other low forms between its pavement of flat teeth. But even these giants are gone, and smaller, less fierce forms have usurped their place in our modern seas. Fish life still remains in many thousand forms, but it tells a new story — trout and salmon and GANOID. — TETRAGONOLEPIS. cod are the typical forms. The old cestraciont sharks, the dogfish, the shovel-nosed sturgeon, the spoonbill are \" odd fish \" to-day. They were well enough in their time — but their dav and"], [91, "SOME ODD FISH. 85 generation has gone by. They are as old-fash ioned and out of place in this nowaday world as some old-time beau in his ruff and long coat, his knee-breeches and silver-buckled shoes, his powdered wig and cue, would be in a modern parlor."], [92, "V 86 \"THE OLD EARTH TREMBLES.\" ON the thirty-first of August, 1886, the people of the United States were much surprised over a great earthquake which left a large portion of the city of Charleston, S. C, in ruins and destroyed many thousands of dollars worth of property and some lives. A study of this earthquake teaches us some interesting lessons. Let us gather some of the phenomena and facts of this earthquake from the newspapers of the time. For several days — from September 1 to September 9 — they were filled with accounts of the shocks experienced during that time. Of these shocks the first was the most severe. Two or three others were nearly as great, but the larger number were not of much power."], [93, "\"THE OLD EARTH TREMBLES.\" 87 Let us notice first the area affected. It was unusually great. The shock is reported from every State east of the Mississippi with the ex ception of some New England States. West of the Mississippi it was felt in Iowa and Missouri. Next notice the time reports. The shock was felt at Charleston at 9.53 p. m., August 31. It was only about 10, when it was felt at Albany, N. Y., and St. Louis, Mo. As to certain details of the shock, the reports say that \"buildings swayed from side to side \" ; \" the earth rose and fell like a wave of the ocean\"; \"a sound was heard like that caused by the rolling of a heavy body — it deepened in volume and spread into an awful roar; the tremor was now a rude rapid quiver that agitated the whole building; a continuous jar only adding force every minute \" ; great ruin was caused ; \"in the residence portion of the city many houses suffered seriously, and streets, yards and gardens were filled with fallen chimneys and fragments of walls, while the walls that"], [94, "\"THE OLD EARTH TREMBLES.\" 88 were left standing were rent asunder in many cases from top to bottom and badly shattered \"; \"scarcely a hundred houses in the city are occu pied at this time — people generally remain in the streets in tents and improvised shelters, and will camp out to-night fearing another shock — the gas works are injured and probably the city will be without light to-night.\" Among curious matters connected with the earthquake were fissures, sink holes and \"gey sers \" and the way in which monuments in the cemetery were twisted — thus: \"a sink near the German Church on Tuesday perfectly dry sand is now full of water \" ; \"a cabin is com pletely surrounded by yawning chasms, extend ing to a depth of ten feet, and all around are sinks of fresh water \" ; the fissures generally ex tend in various directions and go downward in the ground slantingly; geysers, so called, were jets of water mixed with sand thrown up through fissures. This sand was variously colored. Near Summerfield there were the greatest number of"], [95, "THE OLD EARTH TREMBLES.\" 89 these queer outbreaks. \" In one field nine were counted, tTie sand cone in some cases covering a circular area twenty feet in diameter ; there are usually three or four orifices in these into which a cane may be thrust three or four feet, and around these the sand is heaped up in mounds and lies baked and hard under the"], [96, "\"THE OLD EARTH TREMBLES.\" 90 sun; the sand is of three colors — yellow, blue and drab and comes from five to ten, ten to fif teen, and thirty feet respectively. The volume of water in these geysers is very large and some times was thrown to a height of fifteen feet.\" In the cemetery many monuments were found whirled or twisted around on their bases, which led people to think that there was a whirling movement in this earthquake, as there really is in some. It is not likely however that there was such a motion here. The monuments whirled about as often in one direction as another, which of course would not happen with such a movement. All would be whirled the same way. So it is probable that they were simply shaken back and forth, thus producing the whirling. The axis of movement seems to have been north and south — a little west of north. The point of origin seems to have been below Sum merville, a few miles from Charleston proper. So much for the Charleston earthquake. It was a general surprise. Few people realize how"], [97, "\"THE OLD EARTH TREMBLES.\" 91 many shocks of earthquake occur in the United States. In 1885 in our country and Canada there were fifty-nine shocks. In twelve years, 1872 1883, there were three hundred and sixty-four — one hundred and forty-seven on the Atlantic slope, sixty-six in the Mississippi Valley, one hundred and fifty-one on the Pacific slope. An earthquake every two weeks ! But most of these were feeble. Only when a powerful shock strikes a great city do we hear much of it. Let us now take a broader survey of earth quakes. What is an earthquake ? Here we must gain an idea of waves and wave motion. Imagine a great spherical ball of stone, with a small spherical cavity at its very center. Im agine moreover an explosion of powder in this cavity. The force of the explosion touches every particle of the wall of the cavity and throws it into motion. These swing against the particles next outside, and causes them to vibrate. Thus the force of the explosion is transmitted outward from one layer of particles"], [98, "\"THE OLD EARTH TREMBLES.\" 92 to another until the surface is reached when it is made to quiver and vibrate. Every particle of the surface will be set to swinging at one time if the ball is spherical and the central cavity be spherical also. Suppose the cavity not central, the force will reach the point of the surface nearest the cavity first and the surface motion will proceed from there in an ever-widening circular area. Suppose the cavity not spherical the surface movement will not be in widening circles. Suppose the ball is not of the same material throughout, the shape of the surface movement and the time taken for the force to move outward will both be affected. Now we call such a movement of a force through a body a \"wave.\" If it moves in all directions through a solid, from within outward, it is a spherical wave. In an earthquake we have a great spherical wave or series of waves one within another passing outward from some point or line or cavity, within the earth's crust, outward. A force (perhaps an explosion, a jar,"], [99, "\"THE OLD EARTH TREMBLES.\" 93 or a grating) applied at that place is transmitted outward in more or less spherical waves. When these reach the surface they show themselves as ever-widening, more-or-less circular movements, which are like water-waves and which give the curious motions of the earthquake. If the earth's crust was of one material and the place struck by the force at the beginning was a single point, these land-surface waves would be really cir cular; as these conditions never occur in any earthquake the waves are more or less length ened and irregular. The point or place where the earthquake force begins is called the \" focus.\" The point directly above the focus, where the earth-wave first ap pears at the surface, is called \"the epicentrum.\" From here along the surface we have the ever widening wave. A line joining any place affected by the wave to the focus, shows the motion felt at that place. It is just as if a force acted upon it along that line. (See Fig. 2.) Now for a few notes descriptive of famous"], [100, "\"THE OLD EARTH TREMBLES.\" 94 earthquakes so that we may see their character. A noise generally accompanies a shock. Thus at the terrible earthquake at Caraccas in 1812 where there were several violent shocks, the earth undulated like a boiling liquid, the city was a mass of ruins and ten thousand people were killed ; terrific sounds were heard under ground. Fissures are generally formed in all severe shocks. In 1692 in Jamaica the earth swelled like a sea and two hundred to three hun dred cracks were seen to open and close rapidly at one time. Many people were engulfed and squeezed to death. Later on some of the bodies were thrown out with great masses of water. Very frequently streams, wells and springs are affected by earthquakes, either new ones being made, old ones destroyed, or the water being muddied or altered. Gases may escape from the fissures and cause widespread sickness and death. Sink holes are formed and sand cones such as have been described. One of the most terrible phenomena of an"], [101, "\"THE OLD EARTH TREMBLES.\" 95 earthquake is the tidal wave so frequently fol lowing a shock. In such cases the water of the sea withdraws to a great distance before the shock and after it returns in a terrible over whelming wave. In Lisbon this wave destroyed thousands, who to escape falling buildings took refuge on the quay. In 1724 Lima was destroyed by such a wave. In fact Sir Charles Lyell, from whom many of these notes are taken, says that on the South American coast the retreat of the sea is a warning to the inhabitants to flee to the mountains. Perhaps the highest of these sea waves was at Lupatka in 1737, when the water rushed in as a wave two hundred and ten feet high. Quite frequently earthquakes permanently change the level of a sea line. In 1822 the great Chilian earthquakes and the New Zealand earth quake both raised land above the sea and left it permanently elevated. Great quantities of fish, oysters, etc., thus left to putrify caused much sickness. At Cutch, India (1819), most remark able results are recorded. There was much"], [102, "96 \"THE OLD EARTH TREMBLES.\" destruction of one kind and another, but most notable are these facts : The fort and village of Sindree were overflowed. The tops of houses and wall only were left above the water. Two thousand square miles were converted into an inland sea or lagoon. One tower of the fort still stood and the natives escaped by climbing up into it and were carried away in boats. Five miles from the village, where had formerly been a level place, there was a long mound raised. This is called the \" Ullah Bund \" or \" Mound of God,\" and is fifty miles long, sixteen miles broad and ten feet high. Facts concerning earthquakes may be gathered either by means of instruments, or by direct obser vation of results of shocks. An instrument for earthquake observations should show the direc tion in which the wave travels, the force of the shock, and the time of it. A very simple appara tus may give some of these facts. Thus, a cup of molasses will show by the side to which the molasses is shaken and the height to which it"], [103, "':THF. OLD EARTH TREMBLES.\" 97 reaches, on the side of the cup, the direction of movement and the force. Of course this is very rough work. For careful observation, to show the exact time, direction, and power, very elabo rate and expensive instruments are made. Such are in use mainly in Italy and Japan. There is in every wave a force that tends to throw objects upward and one that tends to shake them hori zontally back and forth. The first is called the \" vertical element ; \" the other \" the horizontal element.\" The best instruments measure each of these. With such instruments we can learn much about the earthquake, its epicentrum, its focus, and its movements. When no such instruments are at hand much may be learned by carefully examining the area shaken after the earth-shock is over. Robert Mallet of England, who did perhaps more study on earthquakes than any man before or since, made a careful study of the Calabrian earth quake of 1783. It has been rendered famous by his researches. By a study of fissures, fallen"], [104, "98 \"THE OLD EARTH TREMBLES.\" columns, cracks in buildings and the amount of damage at different points and by a use of time records he discovered the rate of movement, the direction of wave, the location, size and shape of the cavity where the earthquake origi nated and calculated the amount of force neces sary to produce the results observed. To show you the general plan pursued I take two cases : Suppose we have a great number of time records showing when the earth wave reached several places ; we wish to find the \" epicentrum.\" On a map draw lines through places reached by the wave at one time. Thus we know when a wave reaches places abc d efg. It reached a at 9 o'clock, b c d at 9.02, efg at 9.04. The lines show the shape of the wave on the surface. Now if we have three points reached at one time, connect them with one another by straight lines : thus b-c-d. Connect b-c and c-d. Divide the straight lines at their central points and draw lines perpendicular at these points. Where these"], [105, "\"the old earth trembles.\" 99 perpendicular lines cut each other will be the \" epicentrum \" — here x. Again, in any building much cracked, the majority of cracks run at right angles to the line FIG I. connecting the building with the focus. Thus in Fig. 2, a is a building the principal direction of cracks in which is represented by dotted lines. A line at right angles to these will pass through"], [106, "\"THE OLD EARTH TREMBLES.\" 100 the focus. Take another building at some dis tance, b, find the line at right angles to its main cracking. Where the two lines cut is the focus, x. These are both simple ways of finding facts from observations. They are fairly correct. Lastly in regard to earthquakes — what are their causes? There are several. Sometimes the shocks are connected with volcanic eruptions and the same escaping steam that causes the outburst seems to have set the rocks to jarring. In other cases, we may have great beds of rock extending for miles, traversed by a huge crack or \"fault.\" The rock on one side of this may slip, and an earth jar result. In Japan where earth quakes are of almost daily occurrence it seems likely that they are often produced by explosions of steam in fissures. In some districts volcanoes may throw out such vast quantities of lava as to leave a hollow, the roof of which by settling gives rise to earthquakes. Such are not common. There are other causes also. Our Charleston earthquake was thought by one geologist to be a"], [107, "\"THE OLD EARTH TREMBLES.\" 101 land slide — a slipping seaward of a great mass. Another prominent geologist believed it to be the settling of rock areas, long ago fissured, along the line of fracture. These earthquakes are not the most important FIG. 2. earth movements. They are limited in extent, and though at times destructive, are not of prime importance. There are other tremblings and movements of the earth of far greater mag nitude, but so slow and quiet that they do not attract much attention. Thus the coast of New Jersey is at present sinking. This is plainly shown by many facts. At Long Branch stumps"], [108, "\"THE OLD EARTH TREMBLES.\" 102 ■S of trees rooted in their original positions are below the water. They must have grown on dry land. In some parts of the State, fields sur veyed and mapped in early time are now under the sea. In Greenland the coast is known to have been sinking for four centuries past at least. Buildings have been submerged. There are settlements there made long ago by Mora vian missionaries. The posts, originally put down by them for tying their boats to, are now out in the sea. The most remarkable example of sinking to be seen at present, perhaps, is presented in the island-district of the South Pacific. Many or most of these islands are of coral formation. They consist of a ring of coral-reef rock inclos ing usually a little area of sea-water called a lagoon. The reef of coral rock projects only a few feet above the surface of the sea, but it is' frequently more than two thousand feet thick, from its base to the surface. Below the water's level for one hundred feet we find living coral"], [109, "\"THE OLD EARTH TREMBLES.\" 103 animals on this reef wall; below that all is dead coral rock. Let us now see how such an island is formed. Reef corals grow only in fairly shallow depths — not more than one hundred feet. So when this great bank began the sea bottom must have been no more than one hundred feet down. The reef probably began around the edge of an island of volcanic origin. The corals grew from the edge of the island over all the bottom out to about one hundred feet of depth of water. Such a reef is called a fringing reef. This island with its fringing belt of coral reef ma)- remain as it is. But, if so, it never comes to be a coral island. If, however, the island slowly sinks, the corals continuing to build upon the reef as it sinks, we may have an island peak with a \"bar rier reef \" — or a reef out from the shore with a ring of water between the island and the reef. Still the sinking continues, the original island disappears, and we have the belt of coral reef with a lagoon in the center and our coral island is made. Such a coral island is an evidence of"], [110, "THE OLD EARTH TREMBLES. 104 a sinking area. We may find all steps of the pro cess in the Pacific, from a volcanic island with its fringing reef, through the island with a barrier reef -\"V FIG. 3. (Sections shewing growth of coral island: (_} island with /ringing reef; (6) island -with barrier reef; (.) atoll with lagoon.) to the completed atoll in closing its lagoon. By such lagoon-filled atolls we are shown that an immense area has been sinking here — at least twenty million square miles. Very slow this sinking must have been, as coral grows slowly, and the subsidence must not be more rapid than the coral can grow or all would disappear. The amount of this sinking must have been in many"], [111, "\"THE OLD EARTH TREMBLES.\" 105 cases three thousand feet or more. The sink ing has perhaps ceased as some of the islands show evidence of a recent upward movement. Not only are some regions sinking; others are rising. Sweden and Finland are coming up out of the sea. Certain districts in the western part of our own country have for many ages been rising. In fact, it is likely that as much of the earth is rising to-day as is sinking. We are sure that a certain range of mountains standing squarely across the course of one of our western rivers must have been elevated with great slowness. The river and its channel were there before the range. As the mountain range rose across its way, the river must either change its course or cut its channel through the mountain. To do the latter of course the mountain's rising could be no faster than the river's cutting. We know the last must have been slow, so the former must have been also. Now we see why the \" tooth of time \" will never gnaw the continents down flat to almost"], [112, "106 \" THE OLD EARTH TREMBLES.\" sea-level. The earth is not quiet. It constantly moves. Mighty earthquakes raise or sink whole coast lines. Slow movements carried on for ages raise hundreds of ridges up to vast heights and plunge vast areas below the sea. Old mountains wear away and their streams grow weak. New ones are raised up and give birth to new rivers. We speak of solid land and fixed hills — but there are none; the whole earth trembles — now and again in the mighty crash of the earthquake, but constantly in the slow and quiet movements of elevation and depression."], [113, "107 VI. \"A BUSHEL OF OLD BONES.\" ONE lovely summer afternoon Frank and I started from Philadelphia for a tramp through the marl district of Southern New Jersey. We went over the ferry to Camden and there took train for Woodbury. Reaching there at about four o'clock in the afternoon, we struck across country for Mullica Hill. It was not a long walk and it was summer-time so we took it easily. Presently we saw out in a field, a pile of dirt sprinkled with white. Feeling sure it was a pile of marl, we cut across fields to it. We were not mistaken. It was a heap of \"shell-marl,\" and we sat down by it and spent some time picking out oyster shells of different kinds. At last we started on again and reached"], [114, "\"A BUSHEL OF OLD BONES.\" 108 Mullica Hill just as it was dusk. This is a queer town, straggling for a mile and more along its one street, with an old-time tavern near one end. The old house was welcome, however, as we were warm and tired and we ate our late supper with a hearty relish and enjoyed a good night's rest. We spent the next day on the bank near the creek that flows through the town. The mate rial of this bank varies somewhat. Though marl it is harder and more compact than at most places. We took a pick, a crowbar and a hammer and set to work. The small boys of the town turned out in full force — some to sit at the top of the bank and look on and some to help. Half a dozen took hold in earnest and we all were as busy as ants. With pick and crowbar we loosened great masses of the hard marl or of the harder rock, which went roll ing down to the bottom of the hill. There we broke them up with our hammer and picked out now a petrified shell prettily coiled, now a cast"], [115, "\"A BUSHEL OF OLD BONES.\" 109 of some old-time oyster and now a belemnite, looking for all the world like a petrified cigar. The belemnites here, however, are very soft. They crumble and break as one tries to get them out and leave only the queer little con ical casts made in the upper end of the shell. We spent a couple of days working on this bank and then started for Woodstown where the great marl beds are. On the way we stopped at several other diggings. \" Marl \" or \" greensand \" such as they find here, is, at most places where it is dug, a curi ous dark-green granular earth. When moist, it sticks together fairly well, but when dry it crum bles away between the fingers. There is con siderable variety in it as regards color, firmness, texture and so on. There are marls found yet further south in New Jersey, newer than this, and of all colors — red, blue, yellow, brown — but it is only the greensand marl that I was after on this trip. It is generally soft enough to be dug out with spades or scoops and excava-"], [116, "\"A BUSHEL OF OLD BONES.\" 110 tors. It contains materials of value as fer tilizers and is therefore dug and sold to farmers. The green grains of the marl are silicate of iron and phosphates. If we could examine them under a microscope we would probably find that each little grain was a delicate cast of the interior of a minute shell. The diggings at Woodstown are very large. The openings extend for two miles or more. Many of the old ones are now deserted and filled up with water. We wandered around among these \"pits\" and examined the waste piles and the walls of the diggings and found good belemnites. We picked out, too, a hand ful of sharks' teeth, beautiful, sharp-edged, black-enameled, cutting triangles. Some had only a single cutting cone ; others had a smaller one on each side of the base of a central one ; some were broadly triangular, others narrow and slender. We picked out some shells, too, and casts made within old oyster shells. We spent nearly a whole day here and on ouk"], [117, "\"A BUSHEL OF OLD BONES.\" 111 way back to Mullica Hill struck several things of interest. There was a great pile of \"shell marl.\" The sand itself was scanty and the heap was almost entirely composed of queer, thin, irregular oyster shells like crooked, over-grown, monstrous toe-nails. That is not an elegant comparison, but it is a true one. At one place we went up to a farmhouse, where, we were told a man lived who owned a marl pit. We asked him if he had any specimens? \" O, yes!\" \" May we see them ? \" \" Yes,\" and he brought out a bushel-basket full of old bones — verte bra mostly, or the bones that make up the back bone. Beauties they were, each as large as my fist and some perhaps larger. There were a few ribs too. Probably the whole backbone and trunk bones of some old monster. They were just what we had been seeking all day. The farmer, however, was not prepared to let me have them. I begged him to sell them to me, but in vain. Some one had told him that such specimens ought not to go outside of New"], [118, "\"A BUSHEL OF OLD BONES.\" 112 Jersey or Philadelphia, and he was firm. So I had to take my pleasure out in looking at them, handling them over, longing for them, but not in owning them. There I left them, and unless some Jerseyite or Philadelphian has come along, I suppose that basket of dry bones still stands behind the door in the old shed. Those old bones represent a type of animal life whose history we shall now trace. It is an inter esting one to follow. They were bones of some old reptile which lived in a time after the old gan oid fishes and before the wool-covered mammoth. A strange time it was. From the vast number of reptiles then living it is called the Reptilian Age. Nowadays we have not many reptiles — the turtles, snakes, lizards and crocodile-like forms are all. Snakes, too, are new-fashioned and so are turtles. While some turtles lived in the Reptilian Age, they were not very notice able. When these greensand marls were form ing at the sea-bottom, there were reptiles, rep tiles everywhere. In the sea water, in streams"], [119, "\"A BUSHEL OF OLD BONES.\" 113 and marshes, on dry land, in the air — there was no place where reptiles were not to be found. Perhaps there were some mammals but, if there were, they were small forms and low and of no great importance in the world. The reptile was master. In the sea swarmed fishes, new-fash ioned, even-tailed forms, and sharks you remember we sou n d their sharp.cutting teeth at Woodstown. Plenty of shell life, too, was present, and corals, but the great forms, the ones you would quickest notice if you could view a scene of that time, were leptiles. New Jersey was a very paradise for them. Let us try to populate it, in our minds, with its old forms. We stand iroon the seashore. Back"], [120, "\"A BUSHEL OF OLD BONES.\" 114 inland are low, level plains covered with a growth of willows and maples, sassafras and tulip-trees. Mingled among them are strange screw-pines and a somewhat abundant growth of ferns. Between us and this vegetation is a low swamp, and between the swamp and the sea is a long muddy beach, bare now because the tide is out. Some wading birds are just settling down in the swamps, hunting for a din ner. See that ripple on the surface — with a quick, sudden rush a great crocodile shoots through the water. It misses its prey this time, however. You can see the monster's head above the surface of the water. See how curiously fluted its teeth are. Other snouts appear here and there — some long and pointed; others more blunt. They are all alligators or croco diles. At least six kinds live here. A noise in the water behind us attracts our attention toward the sea and we turn to catch sight of one of the most remarkable monsters of the time — the tremendous Mosasaur. Fifteen"], [121, "\"A BUSHEL OF OLD BONES.\" 115 kinds lived in New Jersey waters. This is one of the largest. He is full eighty feet long and snake-like. He coils and twists and writhes through the shallow water. He has four small paddles which help him to make his way. His body gleams and glitters in the sunshine, for he is covered, at least in part, with small, overlap ping bony plates. His teeth are a terrible array. Nor is the set of conical teeth all he boasts, for he has also two rows of hideous fangs fastened in the roof of his mouth ! His jaws are most curiously jointed, too, so that they may act like arms to push any unfortunate victim he may capture further and further into that frightfully armed maw. Here is another sea-reptile, a swimming monster with great sta ring eyes and strong paddles, but no teeth in his jaws. There is another, more graceful, and smaller, whose little head is set upon a long slim neck. Turning, we pass around the edge of the marsh and walk back into the woods. There is"], [122, "116 \"a BUSHEL OF OLD BONES.\" by far the strangest object yet. The Hadrosaur — a giant indeed — a great reptile, four-legged, but walking only on his hinder ones and holding up the front limbs somewhat as does a kangaroo. He is twenty-eight feet long at least and, as he stands half erect, his little front feet scarcely active, with his bulk firmly supported by his huge hinder limbs and his massive tail, he measures ten or fifteen feet high. Going to that largest tree, he rests his front feet against its trunk and begins to crop off leaves, twist off twigs and eat his breakfast. Soon he is entirely absorbed in his meal. He is not to be left alone however, for here comes a stranger. It is the Laelaps, a reptile that also walks on his hind feet. Not so large as the Hadrosaur, he still"], [123, "\" A BUSHEL OF OLD BONES.\" 117 measures more than twenty feet in length and carries his head full twelve feet in the air. His attitude is threatening and his teeth gleam, while he sneaks and steals through the underbrush making as little noise as he can. His sharp teeth show that he eats a different diet from the leaf-eating Hadrosaur. He is a hunter, a meat-eater. When quite near the unconscious browser, he stops, fixes for a spring, gives a sud den leap forward and comes down upon the Hadrosaur. A struggle ensues but, more fierce and active, the Laelaps is master. Such as here described was New Jersey when the marl of the marl pits was being laid down. Look for a moment with me at Kansas. Then the Gulf of Mexico reached northward in a nar row inland sea and covered much of that State. Here, too, we find giant reptiles. Here are Mosasaurus, Crocodilians and smaller Hadro saurs. But here we see what we did not see in New Jersey. Here are the strangest of all rep tiles — bird-like forms, flying in the air. There"], [124, "118 \"A BUSHEL OF OLD BONES.\" goes one which is at least twenty feet in expanse of wing from tip to tip. It flies by means of broad membranes, tough and leathery, not like the wings of birds, but somewhat like those of a bat. It is not exactly like a bat's wing, which is a membrane stretched over all the fingers of the hand. It is spread from the outer finger which is very long to the side of the body and to the lower limb. The other fingers of the upper limb are left as claw-like organs for grasping or climb ing. The bones in this reptile are light as they contain much air. The head is long and bird-like. Its tail is very short and slender. There are no teeth in its jaws which are thus somewhat like those of a bird. Perhaps these were sheathed in a horny material as a bird's are. Altogether this is a very remark able creature."], [125, "\"A BUSHEL OF OLD BONES.\" 119 Not only in America was this time an age of great reptiles. In Europe, too, they swarmed in the seas, filled the air, and crushed through the woods. In England the Megalosaur took the place of the Laelaps and the Iguanodon that of the Hadrosaur. There are some European forms to which we shall especially refer. One was an immense sea lizard — the Ichthyosaur. .Its remains frequently occur in the Lias rocks at Lyme Regis, England, and elsewhere. Whole skeletons are found with the bones in proper position. It was a stout-bodied form, without a distinct neck. It was probably covered with a thick skin without plates. The bones of the backbone were like those of fishes, being hol- lowed at each end. The skull was long, pointed, and had great sockets for the eyes. The eyes themselves were enormous and were surrounded with a strange ring of bony plates set into the outer layer of the eyeball. These plates were movable and by narrowing or widening the eye- ball, lengthening or shortening it, adjusted the"], [126, "\"A BUSHEL OF OLD BONES.\" 120 eye to see objects, either at a distance or near by. They also enable the eye to withstand the great pressure felt in deep water. This shows that the creature may have been a great diver in the open sea. This reptile has four stout paddles, the skeleton of each of which is com posed of five rows of small bones. It must have been a great swimmer and in addition to its paddles it was aided in swift movement through the water by a strong tail-fin which was compressed and flattened from side to side and well adapted to propel the animal for ward. While it may have been able for a time to live out of water, it must have been awkward and clumsy in its movements on land. It was an eater of fish, smaller reptiles and mollusks and was doubtless very voracious. Though no true Ichthyosaurs occur in New Jersey rocks, forms very similar but toothless are known, as before described. The Plesiosaur is another form which was strikingly abundant in Europe, though it also"], [127, "\"A BUSHEL OF OLD BONES.\" 121 occurred in New Jersey. It lived in the same seas as the Ichthyosaur and was doubtless often attacked by it. Though very large it was a comparatively delicate and weak form. It is supposed that it, too, was covered by a scaleless skin. Its vertebræ are not fish-like. Its head was set upon along, many-jointed neck. Though the orbits were large the eyes were not so huge as in the Ichthyosaurs, nor had they bony rings for adjustment or withstanding pressure. It, too, had four paddles, but they were compara tively long and slender. The head was very small and delicate for so large a creature. Twenty kinds are known, some of them nearly twenty feet long. One who has made a careful study of them says : \" Perhaps it swam upon or near the surface, arching back its long neck like a swan and occasionally darting it down at the fish which happened to float within its reach. It may perhaps have lurked in shoal water along the coast concealed among the sea-weed and raising its nos trils to the level of the surface from a considerable depth, may have found a secure retreat from the assaults of"], [128, "\"A BUSHEL OF OLD BONES.\" 122 powerful enemies, while the length and flexibility of its neck may have compensated it for the want of strength in its jaws and its incapacity for swift motion through the water.'* The last European form I shall mention is the Pterodactyl, much like the Kansas flying forms or Pteranodons. The main difference is that those in Europe had teeth in the jaws. All these flying forms were much alike and could fly, climb or cling to trees and rock cliffs by their claws, and could perhaps swim. Among the most curious of those old-time"], [129, "\"a bushel of old bones.\" 123 reptiles are some found in the rocks of Southern Africa. They are best known from skulls, though other parts have been found. These tell us of forms, some of which had no teeth at all, but whose jaws were beaked and perhaps inclosed in horny sheaths, like a bird's or tur tle's. Other kinds had two large teeth in the upper jaw, one on each side, growing into tusks. These were not water-forms, but were supplied with well-developed limbs suited for walking. There is nothing that we learn from the rocks that is more quaint and curious than this \" Age of Reptiles\" — so much unlike our own time. No men, few or insignificant mammals, a vegetation quite different from that now prevailing, and everywhere these strange and mighty monstrous beings as the lords and mas ters of the animal world ! One last point. We are struck by the fact that so many of these forms so nearly approach birds in their structure. As we look at modern reptiles — snakes and turtles and lizards — and"], [130, "\"a bushel of old bones.\" 124 compare them with the birds, no two types of animal structure could seem more different. Here, however, we meet bird-suggestions at many points. The Connecticut River Valley contains many brown sandstone quarries. When a new layer of rock is uncovered in the quarry, there"], [131, "\"a bushel of old bones.\" 125 are often found impressed in the solid rock foot prints, some gigantic in size and three-toed. The finest collection of these interesting tracks is in the cabinet of Amherst College. Years ago Dr. Edward Hitchcock made a most elabo rate study of them and classified them and wrote a book upon the subject. He thought many of them were made by birds. Now, however, we know that most if not all were reptilian. You remember that many of these reptiles walked on their hind limbs only and as they had three toed, bird-like feet, their tracks might readily be misunderstood. If we had a full series of all these old reptiles that are known, we would find two groups which were bird-like. One group through such forms as Hadrosaur and other forms walking erect would lead to Comp sognathus, a little form which in its shape and mode of movement would suggest a small ostrich. The other group is made up of \"winged\" or flying forms, Pterodactyl with teeth in its jaws and Pteranodon without teeth."], [132, "126 \"a bushel of old bones.\" But we shall find that at this same time there lived some birds with true teeth. So we have flying birds with teeth, and flying reptiles with out teeth, but with bird-like beaks. It is hard to tell whether some forms are reptile-like birds or bird-like reptiles. Our \"Bushel of old Bones\" has kept us long enough, however. The \" Reptilian Age \" passed away, and gave place to the Age of Mammals, during the last part of which the Mastodon took the place of the Hadrosaur in the Jersey forest."], [133, "127 VII. KITTATINNY. WHEN I was a Senior at college I one day took a long walk with two Lower classmen. They were young fellows not accus tomed to long trips on foot and they thought they wanted to walk from Easton to the Dela ware Water Gap — a distance of twenty-five miles. They knew that I had made the trip and so came to me for direction as to the route. Having tried in vain to turn them from the en terprise I at last said that I would go with them. We started early in the morning and I took the lead so as to \"keep them up to time.\" For a few miles they went very well. We took the \"river road \" along the Delaware, through the Wygate, where the river breaks through Chest-"], [134, "128 KITTATINN'Y. nut Hill, through a really beautiful gap. Here we passed through Schernertown, a miserable little fishing village wedged between the cliff and the river. Beyond this we came out into a good farming district and still keeping to the river passed through Mineral Springs, Sandt's Eddy and Howelltown. There was just enough of river and hill to give pretty views at all times. Beyond Howelltown we reach the mouth of Martin's Creek and the road strikes back from the river into the hill country. Passing near Martin's Creek village, we cross the Creek proper and begin to climb \"Three Church Hill.\" From here we look out over the country and see my pet \" Blue Mountain \" clearly against the sky. A long ridge, deep-blue, straight topped, but jagged or broken at points by sev eral gaps, it stands sharply defined though still some miles away. To the right end of the ridge is the great Delaware Water Gap, nearly fifteen miles away, cleaving the ridge to its very base."], [135, "KITTATINNV. 129 Then to the left is the \"Wind Gap,\" smooth cut, bowl-shaped, scooped out from the crest. Then comes the \" Little Gap,\" from here just a dip in the line, and far to the left is \"Lehigh Gap,\" a \" V \" through which the \" Lehigh River twists and coils its way southward. This last Gap is perhaps nearly twenty-five miles distant. It is a beautiful scene. This straight-topped ridge of blue fifteen hundred feet high, is fifteen hundred miles long, reaching from New England to Alabama in one great stretch, broken only by such gaps or cuts as we see here. This is not the only point from which this view can be seen. At the Wygate summit of Chestnut Hill and from Mammy Morgan's Hill south of Easton, it is just the same, though those points are much further away than this outlook. We went on from here and I could see that my Freshmen were beginning to tire. Through Richmond next and then uphill and down, some times seeing the Blue Mountain and sometimes not, through Williamsburg at last to Portland."], [136, "KITTATINNY. 130 Here we meet the river again, and stand face to face with the mountain, now gray and rugged. It is only noon; twenty miles have been made, the boys are tired, so I let them take their own gait and it takes three hours to make the next five miles ! As we leave Portland we get details of the Gap. Mount Minsi towers up on this side of the river almost straight from the water's edge. New Jersey Moiy«'*\" in — more rough and rugged and massive, wilder in its whole effect — rises from the other shore. Old Blockade Mountain (or Blockhead) blocks the background so that we do not see clearly and squarely through. The mountain is only three miles away. A mile and a half and we come to Slateford, once a busy little settlement but now quiet, deserted by the world, dead. Close by is a pretty glen and here, just beyond, we enter the Gap. It is grand and beautiful. The rough rock walls rise fifteen hundred feet on either side ; delicate ferns nestle in the cracks and crevices"], [137, "VIEW OF W1NONA CLIFF, WATER GAf, PA."], [138, ""], [139, "KITTATINNY. 133 of the rock, gray lichens cover the rough-tum bled blocks of stone ; trees cling to the precipice side, though it seems as if there were no root hold for them. The river here is dark and deep. Yet there is no sadness in the scene, but a quiet, solemn beauty. For two miles we walk through this gorge, turning with the river around Blockade Mountain and at last reach the sta tion. My poor Freshmen are tired out. One, in fact, has been lifting his legs with his hands for the last mile ! They sit \"down in the station and try to rest. In vain I suggest that we climb Mount Minsi to the summit — for it is only two miles and a half as the path runs. They are heartily glad when the train comes to take us home ! But for me that walk was no new experience. It had been taken many times. That \" Blue Mountain \" was more to me than any other bit of scenery I know of. Its quiet strength, its proportions, its regularity, the gashes that rivers had cut into it, the immense length — all these"], [140, "KITTATINNY. 134 were to me so many charms. It is \" my moun tain.\" Fifteen hundred miles as one great ridge, from Massachusetts to Alabama — no wonder the Indians called it \" Kittatinny, the endless hills.\" As long as our \" long line of hills,\" but so different. Hard rock this. No glacier formed it. Its present form is due to the \" tooth of time \" — but what made it ? Let us try to find out something about the making of mountains. It is a difficult subject. The wise men are Hot agreed upon the details. We will consider three points. First, How are mountains made ? Second, What types of moun tains are there ? Third, The Ages of North American Mountains. To understand these three subjects we must know two other things. In order to speak of the rocks understandingly geologists have di vided them according to age into a number of divisions called \" Ages.\" These Ages as we shall use them are seven in number, and are called Archæan, Silurian, Devonian, Carbo-"], [141, "KITTATINNY. 135 niferous, Reptilian, Tertiary, Quaternary. The oldest is the Archæan. We are living in the Quaternary. The Glacial Period was in the Quaternary as was also the time of the Mas todon. These Ages are long, many thousands of years in each. All however are not of the same length; the Archæan is far the longest — perhaps it was as long as all the rest together. During the Silurian Age our \" Odd Fish \" began to come in, and they were most abundant in the Devonian, though also common in the Carbo niferous. The great reptiles lived in the Rep tilian Age. Keep the order of these Ages in mind. We have located the subjects already studied and can now understand what is later said in regard to the Ages of different moun tains. Next it is believed that the earth was once an intensely hot mass of gas. This mass be came cooler, and as it cooled it shrank. Then, in time, it became a ball of molten liquid matter. Still later, with cooling, this ball began"], [142, "136 KITTATINNY. to crust over — and still it continually grew smaller and smaller. A thing that is cooling is also contracting usually, and the earth is no ex ception to this rule. We are now ready for our three questions concerning mountains. How were they made? TWO ANTICLINAL RIDGES (a a), AND A SYNCLINAL VALLEY (t). We shall only sketch the general method. If the earth were a cooling, shrinking, liquid ball, a time must come when a crust of solid matter will form, as we have seen. The interior how ever would still remain hot and molten. As this continues to cool and contract, the crust is subjected to great pressures within itself. The"], [143, "137 KITTATINNY. result finally will be that along some line, where there is weakness, there will be a bending and folding of the rocks up into great curves or arches, long ridges with valleys between. You would scarcely think that solid hard rocks could be bent into curves, would you ? Yet it is so. If the pressure tending to bend the rock acts very slowly the result is certain. You remember how slowly such movements may take place — how slowly the Pacific bottom sank, when coral islands were forming — how slowly some West ern mountains have risen against the course of a river ? Such slow movements as these are the result of pressures within the earth's crust, and such slow acting movements — only a few feet a century — may take solid rocks, in horizontal beds, and twist them and bend them into great curves and folds (Fig. i ). Sometimes there will be breaks and slips — these are called \" faults.\" Where will there be a \"line of weakness\" in the crust, and why? It is generally where great quantities of sedi-"], [144, "138 KITTATINNY. ment are carried down by rivers and dumped into the sea. This is laid down in beds, which thicken with each season of flood. In such re gions of much sediment deposit the sea-bottom is usually sinking toward the earth's center. As this sinks the under part of the crust is soft ened and heated and even melted off. As a result we have a thinned piece of the older crust supporting a great mass of newly-formed rock. Upon this \" line of weakness \" pressures begin to act from both sides and the mass is pressed up, crushed together, mashed and slipped, until it rises along a certain direction, at right angles to the main pressure, into a ridge or a series of parallel ridges and a new mountain range or chain is formed. In order to make such a mountain range we need a basin into which sediment is being poured. To illustrate : in the making of the Appalachians, a basin stretching from New York to Alabama, which, Dana says, was one hundred or two hundred miles wide, was filled with a"], [145, "KITTATINNY. 139 mass of sediment forty thousand feet thick. So much erosion and sedimentation would require a long time. While this great mass of sediment was being deposited the trough was doubtless slowly sinking. Then came the weakening of the crust beneath, the accumulation of pressures from both sides over this point, the arching and folding and faulting of this sedimentary mass — and the Appalachians were made. I have thus sketched rapidly and very imper fectly the common method of mountain-making. As the result of such forces certain types of mountains would be produced. This is our second point : kinds of mountains. First then, we may have a mountain range consisting of a single upward fold. The rocks would dip away on both sides from the summit. (Fig. i, a.) Such a mountain is called an \"anticlinal\" (in clining in both directions ). Between the ranges would be a \" synclinal \" valley (Fig. i, b. ) where the rocks dip toward each other. Some of the Rocky Mountains are \"anticlinal.\" We may"], [146, "KITTATINNY. 140 find also a mountain where the fold, in making, had broken, one side slipping over the other. This would give us a fault mountain, a \"mono clinal,\" as all the layers dip in only one direc- A MONOCLINAL MOUNTAIN PRODUCED BY A FAULT. tion. (Fig. 2.) But these are not the only types of mountains, nor are all valleys synclinal. These are the simplest original forms. The tooth of time, acting on such forms as these, gnaws at them until they are completely changed. A \" synclinal mountain,\" or an \" anticlinal val ley,\" may result, or monoclinal mountains may be left. To illustrate the carving and cutting done in this way, let us look at the Nittany Valley in"], [147, "KITTATINNY. 141 Pennsylvania and its bounding mountains. I do not claim that this diagram is accurate. It is only a rough sketch of the conditions as I remember them ; (a) is old Bald Eagle Moun tain with its rock layers all dipping in one direc tion, as shown in the figure. Just back of it is a similar ridge. Then comes the beautiful Nit tany Valley, perhaps two or three miles across. On the other side of this lies Nittany Moun- SECTION ACROSS NITTANY VALLEY. (a. Bald Eagle Mountain, b. Nittany I 'alley, c. Nittany Moun- tains. Dotted lines show old anticlinal removed by erosion.-) tains, double-ridged; all these ridges lie parallel. Examining the rocks of the valley we find those on one side dipping in one direction, those on the other side in the other direction. Nittany"], [148, "142 KITTATINNY. Mountain rocks dip opposite to those of Bald Eagle. So here we have four monoclinal ridges and an anticlinal valley, all as the result of ero sion. Do you not see that this whole region was once an anticlinal ridge, a mountain which, I think, Lesley says was once thirty thousand feet high ? It has however been worn away so that only ridges of hard rock are left. Four monoclinal mountains fifteen hundred feet high and a wide and beautiful anticlinal valley are all that is left of a mountain, and higher than any now known. We may even get a \" synclinal \" mountain by erosion. (Fig. 4.) Here is one. Originally there were produced, by the mountain-making force, two crests with a synclinal valley between them. Erosion has worn away the heights and left what was the bottom of the valley as a peak. Nor is it strange that anticlinal peaks should be worn away while the valley rock should be left. In any series of folded rocks the material would probably be folded and pressed tighter, closer"], [149, "KITTATINNY. 143 and harder in the valley than in the crest. Also on the crest the tendency is for cracks and crevices to be opened by the pressure raising the crest. So erosion would find easier work there on account of fissures and softer rock than in the valleys. There are other types of moun- SYNCLINAL MOUNTAIN. (Produced by erosissn out of two (a a) anticlinals with synclinal valley (b) between.) tains, partly the result of folding, partly of ero sion, which we will not mention. There is however one other kind of mountain that is peculiar which we may mention, that you may have the main kinds together. It is not due to folding at all. Sometimes erosion cuts"], [150, "KITTATINNY. 144 deep gullies into horizontal-bedded rocks in such a way as to leave great massive mountains standing alone. Such are the Catskills of New York. Lastly as to the Age of our American moun tains. In mountain-making there is usually a long period of quiet subsidence and accumu lation of sediment, and then the time of raising up of this vast mass into the mountain range. Hence there are definite mountain-making times in the world's history. The oldest mountains in North America are the Laurentian Mountains in Canada and the Adirondacks in New York. The southern part of our Blue Ridge was per haps made at the same time, and some few Western mountains. These were raised before the Silurian Age and were of course much higher than now, as they have suffered the wear of all the ages since, and remain only as fragments of what they once were. The Green Mountains of Vermont were brought up during the Silurian Age, though they afterwards gained in height."], [151, "KITTATINNY. 145 The bulk of the great Appalachian System was not in existence yet, though perhaps the north ern part of the Blue Ridge was made at this time. In the Rocky Mountain district there were none of the present mountains formed except as rocky islet-peaks here and there. When I say present mountains, I mean to sug gest that the first mountains have disappeared, worn away, are lost. Our present mountains are made up of the material from those lost heights. Just as the Carboniferous Age was ending came on one of the greatest mountain-making times of history. For three long ages old-time mountains had been wearing out into a trough shaped basin located where now is the Appa lachian System. Then came into play the shrinking, yielding and elevation that gave us that great group. It was a time of mountain making the world over. The Urals in Europe- Asia, and the mountains of Britain were made then. During the Reptilian Age, perhaps a little before the time of the great winged rep-"], [152, "146 KITTATINNY. tiles in Kansas, great mountain-making activity was shown in the West, and the Sierra Nevada and other ranges in that region were made. There was very little action in the East at that time, though a few ridges rose between the Appalachians and the Atlantic — one of which presents us with \" The Palisades of the Hud son.\" The great center of mountain-making seemed shifted now to the West and in the Ter tiary, the Wahsatch and Coast ranges — one east, the other west, of the Sierra Nevada — were raised. Then too the Rocky Mountain System as a whole received its full development. We see that it grew by stages ; from islets in the Silurian to its full force in the Tertiary. While this great activity in our Western country was in progress many of the great mountains of the globe were formed — the Pyrenees, Alps and Himalayas in the Old World, and the Andes in the New. When now we take our last look at Kitta tinny, with its straight blue crest clear against"], [153, "KITTATINNY. 147 the sky, and its deep gashed or bowl-shaped gaps, let us remember its history — the long gathering of its material in a deep trough, the yielding, the folding, the raising and the later erosion, and we see that the mountains too have a story."], [154, "148 VIII. RUNNERS AND FLIERS. AN \" Ostrich Farm \" seems curiously out of place in the United States. Yet there are ostrich farms here. In the winter of '89 we vis ited one near Los Angeles, Cal. It was situated in a narrow valley between two ridges on whose summits lay new-fallen snow. In the valley it was warm and bright; green leaves were on the trees and green grass covered the ground. The place is somewhat of a resort, and among its attractions is a menagerie of various wild animals. A large part of the grounds is laid out into fenced pens of considerable size. These are for ostriches. In some were little ostriches not yet a year old; ugly-looking little fellows they were too, dirty brown-gray in color. In"], [155, "RUNNERS AND FLIERS. 149 others were half-grown birds. In most however was a pair of adult ostriches. The males were the handsomer, the colors being better marked. Queer great creatures with long legs heavily pro tected in front with horny scales. There were two toes to each foot — and such clumsy-looking toes ! The thing most surprising to me was the great round hip and the wonderfully easy motion of the leg at that joint. No wonder they can run, with such powerful and perfectly acting limbs! They are very fond of eating clover, and it was great sport to watch them eat it. It did not look like bird-eating, but like the biting and chewing of a beast. All birds are either Runners or Fliers. To-day almost all birds are fliers, and very few are, like our ostrich, of the running type. There was a time when this type was larger and more numer ous than now. We shall see. Birds are not of great importance geologically. Yet fossil birds may teach us some interesting things. They are peculiarly rare in rocks. There"], [156, "RUNNERS AND FLIERS. --■5° are good reasons why this is so. To begin with, those animals only are likely to be preserved in rocks which live in or near water where sedi ments are forming. So land animals are less likely to be found among fossils than aquatic forms. Yet mammals and heavy reptiles may be overtaken by floods or mired in bogs and thus be imbedded. Birds would not be liable to be trapped in either of these ways. Again their bones and dead bodies are light and not likely to sink, if they do fall into the water. In all these ways birds are unlikely to present fossil forms. Yet there are quite a number known. Of these many are, as might be ex pected, divers and waders. Bird-remains are generally from comparatively recent rock for mations. The oldest date from the Reptilian Age. They are quite common in the Tertiary. Thus in France in the Middle Tertiary seventy kinds have been found, and Edwards says of these : \" Parrots and trogons inhabited the woods; swallows built in fissures of the rocks;"], [157, "RUNNERS AND FLIERS. 151 a secretary bird sought in the plains the serpents and reptiles which must have furnished its nour ishment. Large adjutants, crows and flamingoes frequented the banks of the water-courses, where larvæ of insects, and mollusks, abounded. Peli cans floated in the midst of lakes.\" These forms suggest that at that time France was supplied with great fresh water lakes and had climate, vegetation and animal life such as to-day occur in Africa. The most ancient bird known is the Archæ opteryx from Solenhofen in Bavaria. You re member there were many reptiles anciently that were like birds. This bird is like a reptile in some respects. At Solenhofen they find an extremely fine-grained dark slate that is much used for lithographic plates. Its fineness of grain renders it very well adapted to preserve delicate animal structures. In this slate have been found at least two skeletons of this strange and ancient bird. Its backbone ran out to the very end of the tail and the tail feathers were"], [158, "RUNNERS AND FLIERS. 152 arranged along both sides of this. The jaws probably contained teeth. The wings were un like those of modern birds, being furnished with claws at the bend. It was a flying and climb ing bird, and was about the size of a crow. Of THE ARCHÆOPTERYX MACROURA. (.Partially restored, after Owen.) course we do not know what its colors were, or its voice. The peculiarities mentioned about its tail, teeth and clawed wings are all reptile like. The most interesting fossil birds are from the the cretaceous rocks (later part of Reptilian age) of Western United States. Professor Marsh"], [159, "RUNNERS AND FLIERS. 153 of Yale College has made a most careful study of them and written a book describing them. There are two types and both had teeth. One, the larger of them, called Hesperornis, was like the loon or \"great northern diver \" in its general shape and habits. Its wings were short, and its tail aided it in swimming. It had numerous and sharp teeth set into grooves in the jaws. The end of the upper jaw however was beak-like and without teeth. It was a powerful swimmer and probably lived on fish. When it stood erect it was five or six feet high — much larger than any modern \" diver.\" The smaller type, called Ichthyornis, had small, sharp teeth, each set in a distinct socket in the jaw. It was not larger than a pigeon, and was a flier, though it could probably dive and swim. Fossil birds present us some most interesting examples of \"recent extermination\" or \"ex tinction.\" We have already had examples of what is meant by extinction. The great reptiles"], [160, "RUNNERS AND FLIERS. 154 have passed away; there are perhaps no mas todons or mammoths now living; great orders of fishes have disappeared. The earlier geologists thought that at certain times in the earth's his tory all animals and plants were killed off and new forms put in to people the world. Thus, at the end of the Devonian Age all animals and plants be came extinct at once and a new creation began THE GREAT AUK. with the Carboniferous. This is not the present view. An animal species may die out at any time and without all the animals that are its companions dying too. Old species are dying"], [161, "RUNNERS AND FLIERS. 155 to-day and new ones are probably arising. There was a time when bison or \"buffalo,\" wandered in great herds over much of the United States. Now but few herds are left and they will probably disappear ere long. Among our birds of recent extinction we will first consider the great auk. It is supposed now to be extinct, yet Audubon saw it alive, I think. It was a very common bird not long ago. From Harvey and Hatton's Newfound land and elsewhere we make some notes. In 1774 the great auks were described in the English Pilot as \" large fowl about as large as a goose, a coal black head and back with a white spot under one of their eyes. They never fly, their wings being very short, covered with down and short feathers.\" In those days they were so plenty that men on fishing vessels used them for food and salted down tons of them. They even used the bodies for fuel, eating the eggs. Often the bodies were laid away in stone pens and sometimes these so put away became \" natural"], [162, "RUNNERS AND FLIERS. 156 mummies,\" and have supplied material for study. In various museums there are now about seventy skins, about the same number of eggs and some bones. This is all now left of this curious bird. Yet two hundred years ago they were so common that the coasts literally swarmed with them; they waddled slowly about in an erect position with broad webbed feet and short wings like the flip pers of a seal. Perhaps not a living specimen has been seen for nearly fifty years, the last one having been shot in Iceland in 1844. Here is an extinction of recent date. If white men had not appeared on the scene, the great auk would probably yet be swarming on the rocks of New foundland. These birds were admirably suited to their surroundings. They were powerful swim mers ; they could go on land to escape their enemies of the sea, and into water to escape land foes. Only when a new enemy, against which they were not fitted to cope, appeared, they diminished and disappeared. Several interesting birds have recently dis-"], [163, "RUNNERS AND FLIERS. 157 appeared from Madagascar, Mauritius and New Zealand. The first we will notice is the Æpiornis, known only by its fossil remains. It lived in Madagascar and was a huge ostrich-like bird. It is known only by its bones, fragments of egg shell and two or three perfect eggs. These were all found in river gravel deposits and so are quite recent. These eggs are the largest known. Two in the Garden of Plants in Paris are said to be — one thirteen by nine inches, the other twelve by ten inches in diameter. How many hens eggs would that make ? The dodo is an old bird of Mauritius, but unlike the Æpiornis it lived on long enough to be known to the early white voyagers. It was a most odd, clumsy, giant pigeon, without ability to fly and with no means of defense. The Por tuguese sailors used to send home living speci mens in the sixteenth century. The last one seen was in 1681. Dutch artists have left pict ures of the dodo as it looked in life. In various museums there are preserved ahead, two feet, and"], [164, "158 RUNNERS AND FLIERS. many bones. In 1866 several complete skeletons were discovered in a swamp. The dodo died off rapidly after the whites introduced domestic animals into Mauritius. Most interesting of these giant extinct birds are the different kinds of moa of New Zealand. Rev. W. Col enso in 1838, Rev. Richard Taylorini839, and Mr. Booth much later, studied these forms care fully. The re- THE DODO. mains are very numerous and varied, consisting of abundant bones, gizzard stones, fragments of eggs, ligaments, skin, feathers, etc. The feath ers were whitish at the tips, the barbs reddish brown. A few nearly perfect eggs are known in one of which are still preserved the remains of a little moa chick. The eggs are large ; one"], [165, "RUNNERS AND FLIERS. 159 is nine and one half inches, in its longer diameter. The moa itself was a great running bird, not adapted to flight, and much larger than the ostrich, being ten or twelve feet high. Its drumstick was nearly a yard long. The re mains occur in all the looser deposits of New Zealand, whether of lake, river, or glacial origin. Mr. Booth describes the most interesting locality. It was an old swamp; the lagoon consisted of two feet of black peat and silt overlying and mixed with bones to the very bottom. These bones were most abundant in one portion occupy ing an area forty feet long, eighteen feet across and two to four feet deep. Nearly seven tons of bones were taken out. One of the most curious and interesting facts connected with these speci mens was a peculiar admixture among the bones of quartz gravel and smooth stones. These were in little piles underneath pelvic and breast bones, which had apparently not been disturbed since the bird died. It is probable that they were"], [166, "160 RUNNERS AND FLIERS. stones swallowed by the bird to assist it in digestion, by grinding up the food. The ostrich swallows stones now as do some other birds. There were no eggs or young moas in this remarkable collection. Mr. Booth thinks this lot of birds were killed out by the coming on of a cold climate — perhaps an extension of the glaciers — that the birds took refuge in what was then a warm spring, and that on account of in creasing cold they ceased to lay eggs as they could not be hatched. The seasons grew colder and colder and at last no food being found the birds died here in the warm waters. How long ago did the moa become extinct ? Views vary. Some think within the last one hundred years. Booth thinks at the time of the extension of the glaciers. It seems to me that it could not have been very long ago. The natives of the islands believe that there is still one moa alive, in a high mountain, and that he has two large lizards for a guard. Man lived here before the moa died out, for ashes and charred wood are found"], [167, "RUNNERS AND FLIERS. 161 with moa bones in such a way as to show that it was used as food. To say that the moa was killed by the coming on of glacial conditions would not mean as great an antiquity in New Zealand as with us, for it is probable that the Southern Hemisphere is now almost in a Glacial Period condition. When the moa lived, however, New Zealand had a rather remarkable group of interesting birds. Besides various species of moa there was the giant Harpagornis, a bird of prey of such size that the moa may have been one of its victims, and the Cnemiornis, a giant goose. The great auk, the æpiornis, dodo, moas and other birds have died out, some on account of the introduction by man of hostile animals, some by man's own attacks, some by the burning over of the country by man's fires, others by a change of climate. They illustrate some ways by which a species of animal may become extinct. Let us look at a few causes of extinction in geological history. First, a change of climate."], [168, "162 RUNNERS AND FLIERS. Suppose a climate gradually becomes colder, some animals will be killed outright; others may by moving from their old homes find new and warmer locations; others may still re main in their old haunts and on account of stronger consti- tutions may sur vive. These lat ter will gradually become adapted to the new sur roundings by growing thicker coats of hair a#)d by other changes that may be help ful. If a climate became warmer plants and ani- THE MOA. mals from warmer parts of the world might move in ; those preferring a colder home would"], [169, "RUNNERS AND FLIERS. 163 migrate, and the types that remained might grow less hairy or woolly and better adapted to the new conditions. The ancestor of the hairy mammoth and the hairless elephant may have been one beast. In any great change of climate thus many types would die out and others would be so changed as to be called by new names. Changes of level may destroy species of ani mals. Take an example from sea life. Many types are suited to life in shallow waters just below low tide. A slow elevation or depression of the coast will drive them to seek new homes, to change, or to die out. Another most important cause of extinction is the introduction of new and hostile life-forms into a district occupied by weaker types. To show my meaning : our native American flowers are in many places disappearing, being crowded out by the strong European weeds, seeds of which are brought hither every year in many curious ways. The English sparrow in some"], [170, "164 RUNNERS AND FLIERS. neighborhoods bids fair to drive out our native song birds. The domestic animals of the whites killed out the dodo. To suppose a case entirely geological in character : if Australia were con nected with Asia by a strip of land the tigers and other carnivorous animals of the greater continent would crowd in and the kangaroo and other old-fashioned animals of that remarkable land would have been killed off by these new and fiercer forms. A curious possible method of extinction is suggested by the mutual dependence that exists between some animals and plants. When you come to study botany you will learn that many plants depend upon insects to help them in producing seed. Red clover cannot be made to grow and bear seed in New Zealand unless the kind of bee that aids it is taken along also. Many plants would become extinct if by anv misadventure their insect friends were to die. The loss of any one species of animals or plant may affect the well being of others."], [171, "RUNNERS AND FLIERS. 165 These causes mentioned are wide-spread or general in their action and affect a whole species. Of course local extinctions are common geologi cal events. Thus an earthquake shock may cause the drying of a bog or pond and the death of all its aquatic forms. A volcanic eruption may bare a landscape and cause widespread animal death. A flood may be locally fatal. Such causes kill individual animals, not often a whole species. These various causes both local and general have been in operation since life first appeared on the globe and have in the earth's history swept off form after form, so that great differences are seen in the life of the globe at different times. One more point. The queer old birds, moas, dodos, and æpiornis were all island forms. To the geologist island life is most interesting. There was a time when great-bird-life was more conspicuous than now. Then these islands were connected with the mainland. Geographical changes came on and these were separated. In"], [172, "166 RUNNERS AND FLIERS. the continents great changes of climate and surroundings and new enemies did away with many of the old forms and compelled many others to change. So the life on the continents moved on. But in these sea-bound islands climates were fixed, new forms were kept away by the water-barrier and the old types changed slowly and lingered on. For this reason old islands are full of quaint and ancient life-forms. Look at Australia, the island continent! Its life is that of ages back. Duckbill, kangaroo, wombat, the lung fish and Port Jackson shark, the quaint old-fashioned flora are such as in Asia and elsewhere disappeared long since. Here, shut off from foes, isolated, the old types have lived on. Mauritius, Madagascar, New Zealand tell the same story. \" To keep up with the times,\" a district of country, like a man, must retain connection with the rest of the world."], [173, "167 IX. THE \" RINGING ROCKS.\" OUR last trip was up the Delaware from Easton to the Water Gap. Let us now go down the river. One day late in May four small boys and I started on foot for the Narrows and the Ring ing Rocks. All the way we followed the river road, through Raubsville, where the witch doc tor lives, Uhlersville with its old deserted tene ment houses, past Durham Furnace with its piles of iron ore and the cavern where some years ago were found interesting fossil bones. On we went through Monroe and at last we began to tire as we came in sight of the \"Nar rows.\" We were nearly at the end of our six teen-mile walk, the day was warm and the canal"], [174, "THE \" RINGING ROCKS.\" 168 looked inviting for a bath. What a refreshment to five tired tramps to dive and duck and splash ! Then on we went into the Narrows. The river is narrow here and banks of red sandstone rise in straight-sided cliffs on either side of the river, two hundred feet high. The cliff-sides are cut and gashed with queer little triangular gorges that are full after every rain and then present beautiful little cascades and veils of foam and water. They are dry again in a day almost. At the very foot of the straight-fronted cliff, crowded in between it and the road, is \"Aunt Betsey's\" little cottage, bright with whitewash on the outside and as neat and clean as soap and water can make it within. One of our number goes in and begs a pie and we all sit down on the canal bank and vote \" Aunt Betsey \" thanks, and make way with the very best pie she ever made. Then we walked on, picked out \"the Great Stone Face\" on the cliff side and finally came to the damp, dripping rock front where grows the little \"rose root\" or"], [175, "THE \" RINGING ROCKS.\" 169 Sedum rhodiola, one of the objects of our trip. After clambering around on the cliff we reached the patches and secured what specimens we wanted. Then we went down to Narrowsville Hotel,"], [176, "THE \"RINGING ROCKS.\" 170 took the path for the Summit, and after a stiff climb of a few minutes found ourselves looking down on one of the most lovely views in this region. Look down here with me, over this straight cliff. Just below us is Aunt Betsey's house, the road, the canal, the winding river beyond, the Jersey hills and rolling farmlands back of that, all dwarfed by distance, so as to look like a painting on a canvas rather than a true scene in nature. Here we eat lunch and try to throw stones into the canal — it looks as if we could drop them down into it — but we cannot. We are not yet done with our tramp however, so we strike back across fields to the \"Ringing Rocks.\" Here is a space, several acres in extent, of loose rock masses, piled upon one another in the greatest confusion. We have for some time been passing over red sandstone, but this is very different — close crystalline, heavy, hard and of a dark-green or black color. Where the rain has beaten upon it for years it is a red-"], [177, "THE \" RINGING ROCKS.\" 171 brown color, but- this is only skin deep. The rocks are of all sizes from a foot or less across to masses six or eight feet through. Little or nothing grows upon this whole area. Tufts of gray lichens and some shrubs are found near the edges, but one soon passes them and steps THE CRATER OF VESUVIUS. or leaps from one bare rock to another. Be careful not to drop anything that you care for, because if you do, it goes rattling and falling through cracks and chinks from one rock to another down, down, I don't know how far."], [178, "THE \"RINGING ROCKS.\" 172 For under these surface rocks are others, and below these yet more, as far as the eye can see. There is no dirt filling between them; nothing but a mass of loose blocks. Many of the rocks have, you see, names and dates and initials cut into them. Look at these with surfaces battered and worn smooth. Give me one of our hammers — listen — as I strike this rock — a clear ringing sound like the note of a bell peals out. Here is another one that gives forth the heavy clang of an anvil. We try one after another, two together, try to make a peal or chime, each of us having our own bell rock. True \" ringing rocks \" — a strange natural musical instrument out here in the lovely fields. These rocks may tell us a most interesting story of the past. Let us sit down here on this \"clear pealer \" and listen to what it has to say. It tells us of a new force in earth* making. We have seen how glaciers, running water, and slow movements of the earth's crust have acted in making the earth what it is. We have studied"], [179, "THE \"RINGING ROCKS.\" 173 various kinds of hills and mountains. Here we find one more type of hill. Soon after the Appalachian Mountain System was formed, there came a time when the princi pal deposits of sediment by water in the East ern United States were made in long and narrow troughs lying east of those ridges. The mate rial poured into them was largely a coarse sand with considerable iron in it. These troughs were shallow seas or river-mouth marshes. For a long time there was a subsidence of these trough-like areas and these sand-deposits were gradually thickening. This sediment is now the red sandstone of the Narrows. Finally these long narrow masses of sediment became fissured by cracks extending from great depths and of all widths even up to as wide as two hundred feet. At the same time there burst out through these fissures, all over a region ex tending from New England to South Carolina, vast quantities of melted rock or lava, filling the fissures and in some cases running out over the"], [180, "THE \"RINGING ROCKS.\" 174 surrounding country in sheets or hills capping the fissures. Such a filling of a crack or fissure with melted rock is known as a \" dike.\" This is the way in which our \"ringing rocks\" were formed. They are the top of a dike of trap VESUVIUS IN ERUPTION. filling a great fissure in the red sandstone. Its present features, the form and loose condition of the rock masses, are due to later wear and tear by rain and atmosphere. Such trap-dikes, thrust up into the fissures of the red sandstone, are scattered along our coast-"], [181, "THE \"RINGING ROCKS.\" 175 line. They were all formed at about the same time. They are conspicuous around the Bay of Fundy in Nova Scotia; they are the well-known East and West Rocks at New Haven ; they form the Palisades of the Hudson. All these were formed in the same way and at about the same time in the world's history. Think of it — a long line of great volcanic outbursts along our whole Eastern seaboard ! Eruption of lava through great fissures everywhere ! There have been few times in the earth's history of such activity. There was however one period in the making of North America when yet mightier action of this kind occurred. In the far West, in the later Tertiary and even in the Quaternary, there were fissures formed out of which were poured tremendous quantities of lava or melted rock. Areas thousands of square miles in extent were flooded with lava hundreds and even thousands of feet thick. This too was a time of great \"dike \" formation."], [182, "THE \"RINGING ROCKS.\" 176 Nor was it only in America that\" dikes \" were formed. The Giant's Causeway and the Island of Staffa with its Fingal's Cave, are trap-dikes. These trap rocks in cooling often take on a most curious and regular columnar structure. The last mentioned dikes are good examples of this interesting mode of cooling. In all such cases of dike-making we may believe that there is a mass of melted rock, below accumulating sediments. These sediments fracture and slide, and by their pressure on the mass of melted material below force this up to fill the fissure and even to run out above in a lava sheet or hill. This differs from a volcano proper. There we have an opening, which remains open, from which lava is forced out by steam and expand ing gases within. Here we have a fissure, filled with materials forced out by the pressure of the fissured rocks. Such an eruption is called a \" Fissure Eruption.\" Volcanoes proper present us with an example of \"Crater Eruptions.\" In studying these we"], [183, "THE \"RINGING ROCKS.\" 177 need to notice three things : the material ejected, the structure of the \"cone,\" and the cause of the eruption. Take Vesuvius as an example of a volcano. When I was a boy I learned at school that \"a volcano is a mountain that sends forth fire, smoke and melted rock called lava.\" Like much else that I learned in those days this is not true. A volcano is not necessarily a mountain, though certainly a mountain tends to form around the crater open ing. In the next place it does not send out fire or smoke. The so-called fire is melted rock, or the reflection of melted rock upon the cloud of dust above the crater. The so-called smoke is volcanic dust or \"ashes,\" as it is some times, though not rightly, called. An opening in the earth's crust from which vapors, gases, clouds of fine rock-dust and outflows of melted rock go forth is a volcano. Four different sorts of material may be thrown out by a volcano. Masses of hard rock, either pieces of the lava floor of the crater or masses"], [184, "178 THE \"RINGING ROCKS.\" torn from the sides of the volcano's throat, are thrown out at the beginning of an eruption. Some of these will fall over the volcano's side. 'Others may drop back into the orifice and be kept alternately thrown up and falling down; KILAUEA IN ERUPTION. and by friction against one another they may be much ground and pulverized into a fine pow der or \" sand \" or dust. This fine dust hovers as a cloud over the volcano's mouth and may be drifted far and wide by the winds. It is so very fine that it sifts through keyholes into"], [185, "THE \"RINGING ROCKS.\" 179 closed rooms or even into shut drawers of bureaus, or into locked boxes. It was a fall of such dust as I have described, mixed with water and steam, that covered Pom peii in the great eruption of Vesuvius in a. d. 79. So fine was this dust that it fell closely around and over everything. In bake-shops it inclosed and preserved loaves of bread, and, at the confectioners, dried fruits. It made perfect molds of men's bodies and show us just how the people dressed. It covered up and has kept till our time the implements of every trade, houses, shops, painting, sculptures and pave ments. It entombed a living city and has given it up to us, a fossil town. We know almost as much of ancient Roman life at Pompeii as we do of modern Italian life at Naples — all be cause of the preserving volume of dust. Thirdly, a volcano may send forth a great amount of water as steam or of gases and vapors of other kinds. Hydrochloric acid, carbonic acid gas and sulphur-fumes are among the more"], [186, "THE \"RINGING ROCKS.\" 180 common volcanic vapors. They may escape from the summit at times of eruption, or they may steam up at all times through crevices and small orifices near the volcano or on its flanks. Such vapors, rising through fissures, are often condensed as they come up into cooler regions and deposited as crystals on the fissure-walls. SECTION OF CONE, SHOWING SUCCESSIVE LAYERS. The sulphur and borax we use are very largely manufactured from such deposits of sulphur and boracic acid, and in some volcanic regions the gathering of the crystals and their subsequent treatment is an important business. Last of the erupted materials is the melted rock or lava. This may be thin and flow as readily as water, or it may be thick and viscid. Volcanoes differ greatly in the fluidity of their"], [187, "THE \"RINGING ROCKS.\" 181 lavas, and even the same volcano may vary greatly at different eruptions. Lava cools in various forms according to its liquidity. It varies also in structure, at one time being full of steam-holes and light, at another hard, dense and solid. It varies, too, with its position in the stream of lava. If near the upper surface it is apt to be filled with air-bubbles or steam-holes. If near the bottom of the stream it is heavy and dense. An interesting kind of lava is pumice-stone, which is a light grayish white in color, very full of long narrow steam-holes, and so light as to float on water. After an eruption of some vol canoes as those upon the Mediterranean islands, the sea will be covered with floating masses of pumice. In the Sandwich Island volcano of Kilauea, where the lava is very fluid, the steam escaping through the lava mass spins it up into the air as delicate thread-like hairs. These are caught up by the wind and carried away. This variety of lava is called Pele\"s Hair, and so soft"], [188, "182 THE \" RINGING ROCKS. and fine is it that I am told birds have been known to use it for making nests. There are some other interesting kinds of lava, but we cannot here refer to them. Now for the structure of a volcano mountain. Here we have a peculiar type of hill or mountain wholly unlike any we have seen be fore. The whole mountain is called a \"cone.\" The mouth of the cone is called \" the crater.\" The cone is generally made up of the solid rocks, cooled lava, or fine ashes thrown out from the crater. It has been built up by the volcano itself and grows higher and higher with each eruption from the summit. As it was not all built at one time, if we could examine a section of the cone we would find its structure consisted of layers of varying thickness one over the other. Each of these layers is thickest near the mouth of the cone and grows thinner outwards. In some great volcanoes, the sides are dotted here and there with little cones called \"monticles.\" When there is much lava in a"], [189, "THE \" RINGING ROCKS.\" 183 cone it frequently bursts out through the side, .nstead of from the summit, and builds up such monticles. Hundreds of these baby cones are found on the flanks of Etna. In some volcanoes, notably in Kilauea, there is never an eruption from the crater, but only from the sides. Kilauea, in some respects the mightiest volcano on the globe, consists of a lake of melted rock within a great pit with almost vertical walls. The liquid lavas bubble and wave and sputter like a sea of fire. In time of eruption the lava begins to rise slowly in the great pit. Higher and higher it rises. At last its pressure against the side-walls is so great that a fissure is formed, and the lava pours out in a molten stream, running almost like water. If the break is lower than the surface of the lava in the pit, the molten rock, as it runs out, is thrown upward as a jet of melted rock that looks like a fountain of fire. These lava-streams at Kilauea are too fluid to form monticles, and so they run like fire-rivers down to the sea."], [190, "THE \" RINGING ROCKS.\" 184 The cause of volcanic eruptions is a much discussed question. Such explosive eruptions as are presented in the Italian volcanoes are generally supposed to be due to the access of sea-water penetrating to masses of heated rocks in the earth's crust. Steam is produced, which in its escape throws out melted rock, hurls up the old crater floor and sends forth the great cloud of dust or \" ashes \" — the so-called \"smoke.\" A third kind of eruptive action must be spoken of. In Iceland, New Zealand, and the Yellowstone district of our own land, are great numbers of geysers. Those in the West are the most interesting. As they have been much described we will only briefly refer to them. One of them, \"Old Faithful,\" every hour casts up a fountain of hot water six feet through and one hundred and fifty feet high. The \" Grand Geyser\" throws up a jet as thick through, but two hundred feet high, with a jet of steam one thousand feet. The \" Grand \" is not as fre-"], [191, ""], [192, ""], [193, "THE \"RINGING ROCKS.\" 187 quent in eruption as \"Old Faithful,\" as it acts only once in about a day and a half. All these hot springs are in curious and beautiful stone basins. These are made of a stone somewhat like flint, which has been deposited by the water itself and which forms rosettes, scallops, and dainty lacework around the borders. This rock, in its natural location and dampened by the hot water, has beautiful colors. Without going into detail as to theories of geyser-origin and mode of action it will be enough to say that water soaking into and pass ing through hot rocks or cooling lavas ma)' dis solve out silica, secrete a long silicious tube, come to the surface as hot springs with silica edged basins, and by steam production down near the hottest part of the spring's course give rise to such eruptions as have been above re ferred to. Here then we have three modes of action due to heating of masses of the earth's crust or to the heated condition of the earth's interior —"], [194, "THH \"RINGING ROCKS.\" 188 dikes or great fissure eruptions, crater eruptions, and geysers. They are connected in cause and have a relation in time. In a given area, for instance our own Western country, there were first great fissure eruptions, dike forming, and vast overflows giving the immense \"lava fields.\" Time passed. The general activity grew less and was exhibited locally in volcanoes with craler eruptions. Still later, the force ever getting weaker and weaker, as the last result of the dying volcanism we have geysers and hot springs. Our great West presents us the last stage of a mighty exhibition of heat's power, in the Yellowstone geysers Not always are all stages thus clearly presented, nor is an area of fissure eruptions always succeeded by one of marked crater action ; but the order suggested is a natural one. The afternoon is nearly gone ! We hurry back to the hotel — the old inn-keeper ferries us across to Holland Station; we \"flag\" the train and whiz homeward ! It is easier than"], [195, "THE \"RINGING ROCKS.'* 189 the way we came, but we gaze out of the win dow to see the rose root, the summit, the old stone face, Aunt Betsey's, Durham Furnace, even the witch doctor's, and the whole country is alive with an interest it never would have had if we had not tramped it over on our way to the \" Ringing Rocks.\""], [196, "X 190 A FOREST OF BOUQUET-GREENS. ONE morning I visited a fire-brick works. The \"fire-clay\" is mined at Queen's Run, about three miles up the river from the factory at Lock Haven. Though called \" clay,\" it is, when mined out, a dark blackish-gray soft stone. This stone is shoveled into a crushing machine where it is rolled and ground up with water into a smooth fine dark gray clay. When it is ground perfectly it is shoveled out into a great pile on a table at which the moider stands. He sprinkles some dry brick dust on the table before him, takes up a large handful of the wet clay fresh from the rollers, and turns it over and over in the dust. Up comes a boy with a wooden mold, with spaces in it for three"], [197, "A FOREST OF BOUQUET-GREENS. 191 bricks. The man throws the ball of soft clay dexterously into the mold, the boy with a bowed cord quickly and neatly cuts off the unnecessary clay. While he does that the second and third mold are filled. The clay in these is trimmed too and the boy hurries away to empty his molds on to the \" drying floor.\" As soon as this boy is gone another one is at the table to have his molds filled. So it goes on, hour after hour; the bricks are molded faster than I can describe it, or than you can read it. The floor of this great room is kept constantly heated so as to dry the bricks thoroughly. When these that we saw molded have dried somewhat, they are loaded in wheelbarrows and taken to a press man, who feeds them into a press where they are compressed until they are fine and compact. As soon as pressed a boy lifts the brick care fully between two little boards and carries it away. So rapid is this press-work that one man and three boys are kept busy constantly at one machine. After a little drying on the"], [198, "A FOREST OF BOUQUET-GREENS. 192 hot floor these bricks are ready to be taken to the kiln. In this they are piled up carefully until the kiln is full. Each kiln will hold several thousand bricks. Fires are now kindled below the kiln full of brick and are kept going for five days or so, then they are let out and several more days are allowed for cooling. Then the"], [199, "A FOREST OF BOUQUET-GREENS. 193 bricks are taken out. They are not like the common red building bricks, but are a little more \"grainy\" than those, and are of a yellow ish white color. They are very valuable for lining furnaces or other places which must be exposed to great heat, as they are \"refractory\" — that is, do not melt or crumble on account of heating. Perhaps you wonder what a fire-brick factory has to do with bouquet-greens? Well, we may find out. You have seen bouquet-greens, haven't you? A pretty little trailing green plant that grows in some woods. It is dryish and scaly and it wilts slowly so that it is used sometimes in bouquets or floral decora tion. It is one kind of what are known as \"ground-pines.\" The first ground-pines I ever saw were at Watkins Glen. The boy with me and I had gone up the glen and were on our way back. Presently on a rocky bank I saw a new plant among the moss and ferns, and I darted at it. There were signs everywhere :"], [200, "A FOREST OF BOUQUET-GREENS. 194 \" All persons are forbidden to take moss or ferns.\" As this was neither, I took it. A queer and pretty little plant it was — dark green in color, with straight stems rising six or eight inches into the air, covered all over on all sides with little dryish scaly leaves. These little stems were connected with a somewhat similar running stem on the ground. This however had yellowish faded scales, instead of green ones. The upright steins were much given to forking into two. Later on, I found in Pennsylvania a different kind of ground-pine — like a little tree not more than five or six inches high, lighter green, and with little cone like scaly fruit masses at the top of some of the stems. Again one spring, walking through a low wet meadow in Florida, I came across a third kind, larger, not so stout, not bushy, with very long creeping stems and erect stems a foot or so long and of a very light green color. I have described these kinds to show you that"], [201, "A FOREST OF BOUQUET-GREENS. 195 ground-pines of one kind or another occur in most parts of the country. Look for them and you will probably find some kind in your neigh borhood. If you do, examine closely and see, if you can, just how they bear their fruit. They have no true flowers or seeds, but bear \"spores \" in curious cases. Little insignificant plants are these ground pines — a \" forest \" of them would be no great"], [202, "196 A FOREST OF BOUQUET-GREENS. matter. You could not find a forest of them either, if you looked the world over. Go back, however, through long ages, back through the Quaternary, the Tertiary, the Reptilian Age, back of all of these, and we may find a \"forest of ground-pines.\" No imagination is needed to call it a forest. Here we are in it. The air is heavy and damp and warm — \" muggy \" so to speak. Our lungs would have to be made over if we were to breathe this atmosphere. It is full of carbonic acid gas, harmful to human beings. We stand here on an island of fallen tree trunks and are up to our knees in ferns and kindred growths. All around us is a marsh of fresh water, here and there forming open pools, but in most places filled with a dense mass of swamp-loving plants. In the open pools we see now and then a flash of light and a ripple of the water, as some ganoid fish or placoderm, covered with enamel, shoots by. Look at this old stump rooted in the ground. Within it is rotted and decayed, but the queer bark, tough"], [203, "A FOREST OF BOUQUET-GREENS. 197 and stout, remains. Poke away at the rotted wood within and see these snails and thousand leg worms. There goes a little active fellow that we have just disturbed. He is a sala mander — one of the oldest of his race. We become interested in the hunt, we start up half a dozen kinds, none very large, some bright colored, mostly quick in movement, running on land or swimming in water at need. They are the highest life we see, and the most beautiful. These woods do not echo the songs of birds, nor are they disturbed by the roar or cry of any mammal, nor are they the lurking-places of mighty reptiles. We have studied the animal life of this forest enough. Let us look at some of its plant forms. We see a few scattered tree-ferns, twenty feet high, with a line of great scars along each side of the trunk. At these scar-points leaf-stalks have been attached. There is, at the summit of the stalk, a crown of two great fern plumes, each ten feet long. A bud lies between them,"], [204, "198 A FOREST OF BOUQUET-GREENS. which may, in another season, unfold, while the present fronds will drop away leaving a pair of new scars on the trunk. Notice that growth of tall slender stalks, thirty feet in height, close to the water's edge. They are queer plants — calamites they are called. They remind one of scouring rushes somewhat. They are jointed and break off at the joints easily. Each joint is ribbed by lines running lengthwise. Just as in scouring rushes there is a ring of bristles at the end of each joint, so here, in calamites, there is at each joint a ring of leaves or of branches ; which may themselves be jointed and supplied with leaves. There are a number of different kinds here, some branched, some simple; some slender, others fairly stout; some large, others small. These strange plants are, some of them, eighteen inches in diameter, but queerly enough they grow smaller near the lower end of the trunk than they are at the third or fourth joint up. They are not hollow like the scouring rushes, but are woody within."], [205, "A FOREST OF BOUQUET-GREENS. 199 While there are ferns all over the ground, scattered tree ferns here and there, and thickets of calamites near the water's edge and even in the water itself, and pines near the very outer most edges of the great swamp, the great bulk of our forest is made up of two kinds of plants, Lepidodendrons and Sigillarias. And these are so much like our bouquet-greens and club-mosses or ground-pines that we think of these at once. Lepidodendron in particular is a true club moss, but instead of being a few inches or a few feet high, it is a tree forty to sixty feet high and a foot or two in diameter. Its roots are peculiarly interesting and curious because of their great regularity in dividing and sub dividing. Starting out with four roots, each of these divides into two, and then each of these into two more. The whole trunk of the tree is covered with scars, set closely together, and winding in spiral lines around the tree. These scars were left by fallen leaves, as we can easily prove by taking a leafy branch and rubbing off"], [206, "200 A FOREST OF BOUQUET-GREENS. the leaves. See the fresh scars thus left. No trees now are so thickly covered on branches and trunk as this — though the little club-mosses show the same arrangement. At the end of some of the branches, just as in our little Penn sylvanian ground-pine, we find the fruit masses, scaly flattish cones of spore-cases. The bark is tough and stringy and does not decay nearly so rapidly as the somewhat soft and spongy interior. You see, we have in Lepidodendron really noth ing but a giant ground-pine. The Sigillaria is that tree of which you see a clump just before us. It is larger than the Lepidodendron — and is in fact the giant of the forest. Some in that clump must be eighty feet high. It is somewhat like Lepidodendron, but you see it does not branch so much, and that the leaves are arranged in vertical lines along the trunk and branches. On this account the scars do not mark the whole trunk, but are arranged in rows and spaced off from one an other. Their roots are somewhat like Lepido-"], [207, "A FOREST OF BOUQUET-GREENS. 201 dendron, but their woody structure and their fruits are so different as to make us uncertain whether we should really consider them as ground-pines. The fruits are large scaly cones containing quite large nut-like seeds (or spores ?) which have a thin membrane around them, that acts like the \"key\" of a maple seed to waft the seed away to a new place for growth. Truly our forest of \"ground-pines\" is a strange one. We have only noticed a few of the many plants it contains. All, however, have disappeared from the earth, and the forest itself perished many an age ago. It did not live in vain, however. Were you ever at a \" peat swamp \" ? There are many of them in our States. Let us visit one in New York or Massachusetts. The swamp is"], [208, "A FOREST OF BOUQUET-GREENS. 202 filled with a growth of thick matted moss. It is a peculiar kind. It grows to a great length, dying below but continuing to grow on above. It forms a spongy mass and appears here and there above the water's surface in hummocks, which are soft and yielding as we step upon them. Many other kinds of plants flourish here, but this is the most noticeable vegetation. Here, at the edge of the bog, take a spade and cut down through the moss — it gets firmer and more compact. Cut down to the very bottom, perhaps it maybe several feet thick, and look at the sec tion. At top it is live and growing moss ; then, a brownish or yellow tangle or matting of dead moss, which becomes more and more compact and dark in color until, at the bottom of the whole, we have a solid, dark brown or black material which can be cut out in blocks. This is true peat. It looks very little like the moss, but is made from it by decay under water. Some of the moss material has gone off into the air, as gases of various kinds, but the"], [209, "A FOREST OF BOUQUET-GREENS. 203 greater portion of the plants remained and has been compacted and solidified into this peat. Peat is used as a fuel, and when it occurs in quantity is of much value. In Ireland, where some bogs of peat extend for miles, it forms the chief fuel and its cutting, drying and sale supplies occupation for many people. Most peat-bogs of to-day are moss bogs, yet in some regions peat is forming from other kinds of plants. In Great Dismal Swamp in Virginia peat is being formed from cypress-trees, and Lyell mentions localities where it is making from heather, grasses, and various flowering herba ceous plants. It is always, however, made from the decay of plants under water. In some places in America where peat is dug, the crude peat is subjected to great pressure in machines. This makes it more compact and supplies a better fuel. Now what man does with peat-blocks, nature has done time after time with a peat-bed. She takes a peat-bog, covers it up. with a layer of sand or mud, and"], [210, "204 A FOREST OF BOUQUET-GREENS. then by subjecting the peat to great pressure and some heat, drives off much of the gases in the decayed vegetable mass and makes from the peat a bed of bituminous or soft coal. With a greater pressure and more heat an thracite or hard coal is made; even this may be still fur ther changed, and by immense appli cation of heat and pressure a bed of graphite or \"black lead \" (the material of which our lead pencils are made) LEPIDODENDRON. may be produced. of substances derived There is a regular series from vegetable decay under water, heat, and pressure; such as peat, lignite, soft coal, hard coal, graphite. Our old forest of ground-pines"], [211, "A FOREST OF BOUQUET -GREENS. 205 is gone, but in its place, made from it, is a bed of coal. You remember that our forest was a swamp forest ? You remember, too, that this forest flourished just when the material for the Appa lachian Mountain System was being collected in a vast trough ? There was a slow subsi dence going on which was interrupted now and then. When the sinking was fairly rapid sed iment was being deposited in open water in this trough, but when it slowed or stopped vegetation encroached upon the swamp area and a bed of peat formed. Then the sinking would begin or gain again and this peat bed would be buried under sediments. So on, time after time, and as a result we get a set of layers — soil, peat, sediment, soil, peat, sediment. Of course the upper part of each layer of peat would be impure and mixed with mud or sand. Finally came that wonderful mountain-making time and these many beds of peat and soil and silt were raised and twisted and hardened."], [212, "206 A FOREST' OF BOUQUET-GREENS. Here was pressure enough and heat enough to compact the peat, to drive off its lighter gases and to make it into black compact coal. So much was it crushed and pressed and hardened that in much of the coal we cannot (even with the microscope) see any trace of its being made up of vegetable matter. Most layers of coal are underlaid by a peculiar shale bed and overlaid by a black slate. The under layer is the old soil in which the peat plants (or coal plants) grew and often the roots of the old Lepidodendra and Sigillaria can still be seen in it. This old soil-bed is \" fire-clay \" and the material for the \" fire-brick \" comes from it. Of course in the old peat bed the upper part of the layer was loose and uncompact. When the bed was covered with silt branches, leaves, fruits, bits of bark, old trunks might become mixed with the mud or clay and be preserved. This happened often and the black slate above is fiequently therefore full of delicate fern fronds,"], [213, "A FOREST OF BOUQUET-GREENS. 207 pieces of Lepidodendra, Sigillaria and Calamites, and thus we know what manner of plants lived and died and decayed in order to make this bed of coal. A very useful old forest — in its life time, it was always at work clearing up the atmosphere, taking out its carbonic acid and making it fit for animals to breathe ; in its death, its soil becomes fire-clay, its substance our most valued fuel, and its scattered branches and twigs object lessons tQ teach us of a time long past. From a very early time such accumulations of plant decay have been going on. Peat, lig nite, soft coal, hard coal, graphite are the result. Speaking roughly we may say that these are named in the order of their age — peat is the newest, graphite the oldest. We do not now know what kind of plants supplied the material for the great graphite-beds. They may have been somewhat like the coal-plants, but they may have been very different. There has been so much change in the rocks associated with"], [214, "208 A FOREST OF BOUQUET-GREENS. the graphite that we can find no clear remains of that old flora. Many believe that they were not land-plants, but sea-growths. If this is so, the old time vegetation of the ocean must have been an extremely luxuriant one. Tangled mats of coarse kelp and of delicate feathery sea weeds must have filled many a shallow bay. Then next in the great peat- swamp times of the world's history came the time when stuff of the hard coals and the older soft coals was laid down. These were the great swamp-forests of ground-pines."], [215, "A FOREST OF BOUQUET-GREENS. 209 In later peat-bogs appears that strange group of plants known as Cycads — of old-fashioned plants the most curious — much like palms, ferns, and pine-trees, all in one. Late in the Reptilian Age and in the Tertiary, there was in this country another great time of peat-swamps. In the West are vast deposits of lignite or brown coal. They show a very different vegetation from that of the old coal. Here there are no Lepidodendra, Calamites or Sigillaria. There are a few of the queer cycads and some ferns, but the bulk of the forest consists of palms, magnolias, sassafras, maples, poplars and other modern types. In the coal age flowerless plants were dominant, now flower ing plants are everywhere. One point to notice is that this time was one when a warm climate prevailed over North America and Europe. Even in Greenland palms and other plants loving a warm region grew. And now again peat is forming over much of the world — but how changed the vegetation"], [216, "A FOREST OF BOUQUET-GREENS. 210 making it. Mosses and cypress, grass and heather. No longer are club-mosses the main material, nor cycads, nor palms or magnolias. Notice the one important lesson. The method of work and action from the first has remained the same, but the material with which the forces act has changed repeatedly. Plants grow, decay and perhaps disappear. If however the decay takes place under water all does not disappear, but much remains, and in time may form a vast accumulation, which, under a certain set of conditions, may give a certain result. Probably not one species of plant lives to-day of those kinds that helped to make one of the beds of graphite that we know, but graphite-beds may still be forming. If our old forest of club-mosses and our layer of fire-clay can serve to show us how constantly nature works along a certain line to produce a certain lesult, even though she may have to use a differ ent material, we shall have learned a valuable lesson."], [217, "211 XI. THE WEALTH OF THE HILLS. WHEN I lived at Easton, there dwelt on the very crest of Chestnut Ridge an old German whose wife had commonly the rep utation of being a witch. They lived in a lonely and miserable hovel, and the old man had cleared a little patch upon the rocks and culti vated a vineyard and raised a few vegetables. He knew how to make old tobacco \" trim mings \" up into what he assured me were good cigars, and he made wine from grapes off his own vines. He sold medicines and she dreamed dreams and \"pow-wowed\" the sick, and so in one way or another, they managed to live and to enjoy life in their own way. A little solitary lad lived with them, the child of the old"], [218, "THE WEALTH OF THE HILLS. 212 people's daughter. I used to pity the little fel low — he was only eight or nine years old — on account of his loneliness, with only the witch and the old horticulturist and a surly dog for compan ions. I used greatly to enjoy visiting this queer family, and the old man frequently gave me infor mation of an interesting and startling character. As I sat on the doorstep, the old man would stand before me, his heavy bowed spectacles thrust up on to the top of his head and his whole body shaking with earnestness — for he was always very much in earnest and rarely spoke except of what was to him important. One of his favorite topics was the \" hazel-stick \" in which he had entire faith. He wanted to know if I had ever used it to find a vein of water or buried metal. I told him no ; so he went into full descriptions to me — what kind of a stick to cut, when to cut it, how, and the fact that I must repeat a \" charm \" of words as I cut it so as to make \"her \" successful. Then he showed me how \" she \" must be held."], [219, "THE WEALTH OF THE HILLS. 213 \" Take her in your hands so, and walk over and over the ground and when you pass above treasure, she will bend down and point to it.\" Then he told me how many times he had tried it, and that on one occasion \" she \" really did \"turn \" down over a spot right in his vineyard and that on digging there he found a great stone nearly as big as my head and very heavy ! I asked to see this wonderful treasure, but he had lost it — he was very sorry, for he felt sure it was very valuable ! We then had quite a dis cussion concerning the veracity of the \" hazel stick \" in which he assured me that it must be true in its showings for he \" used the name of God in cutting her.\" At that time I was sur prised to find this old superstition still in Penn sylvania, but I presume there are thousands to-day who have perfect confidence that a crotched hazel-stick, cut according to rule, if held by the ends of the crotch, will turn downward when carried over buried treas ure or water."], [220, "214 THE WEALTH OF THE HILLS. Of course you and I have no belief in this stick, but don't you wish we had one that was reliable ? What a tramp we would take over the hills and mountains, and how many wonder ful things we would find in the way of buried treasure and what strange stories they would tell. Imagine that we have one and let us start. No danger but we shall find the trea sures — plenty of them ! We will pass the coal beds and the veins of black lead. They have told us their story. Nor shall we notice everything our stick leads us to, for time is short. Start from the old witch's house on Chestnut Hill and cut across the beautiful valley, as straight as we can for the Blue Mountain — our old \" Kittatinny.\" Keep the \"Wind Gap\" in sight and steer for it. Two hours' brisk walk and we are nearly there. Get out the stick now near the base of this hill. See how \" she \" turns ! Treasure here. She keeps on pointing down so certainly we are over something pre-"], [221, "THE WEALTH OF THE HILLS. 215 cious. We are not the first discoverers, how ever, for here you see a side-track leading from this railroad to a great excavation yonder. It is a square hole, hundreds of feet on a side and a hundred feet deep. It is like the ex cavation in the solid rock for the cellar of some great castle. Down there are derricks set up and dozens of men at work. They drill and blast out great blocks of the black rock, hoist them on the derricks, load them into little cars and push them along on little iron track-ways to those sheds yonder. Let us go there ! See"], [222, "216 THE WEALTH OF THE HILLS. that man ; he takes one of these great blocks, with a skillful blow of the hammer he splits it through, again and again, until he has broken it up into a score of thin layers. Another man takes these and carefully trims them neatly and squarely. In a short time they reduce that large mass, a solid stone, to a pile of neat roof ing slates ready to be put on to your house. Hundreds of such quarries in our mountains give employment to thousands of workmen and yield enormous quantities of valuable material. What are \"roofing slates?\" To go fully into their history would take long and would be a difficult discussion. Once, however, they were simply beds of mud. They have been changed to slates by tremendous pressure and heat and water. The pressure and heat have changed the shape of the old mud particles, rearranged them, and compacted the rock and developed a \"slaty clearage.\" So out of a comparatively valueless mud bank \" metamorphism \" has made a valuable slate quarry."], [223, "THE WEALTH OF THE HILLS. 217 Let us now go to Vermont and with our hazel stick in hand clamber around over the Green Mountains. \" She \" begins to turn here and we had better dig or see if some one else is at work here digging. O, yes! here on this hill side is an open quarry, not of black slate, but of fine white marble. It will pay you to look at it. You see it is white, granular, glistening: in points. There is a great •? &l\\U bed of it here in the mountain's flank. Where did it come from ? How was it made ? Metamorphism again. One time it was a bed of common limestone, and like other limestones it was probably made out of the shells of sea mollusks and the hard inner parts of coral animals. These animals lived in the sea and when they died their hard parts were ground up into a lime-sand, which became compacted into solid limestone rock."], [224, "218 THE WEALTH OF THE HILLS. Before these hills were raised, simply lime stone. Then, however, on account of the pres sure and heat connected with the elevation the old limestone was metamorphosed — no longer dull in color and compact in structure, but white and with the particles rearranged and roughly crystalline. Ugly and perhaps worth less limestone changed into marble fit for the columns of palaces or most delicate interior work. Our hazel-stick might find us a score more of remarkable cases where metamorphism has made precious and beautiful substances from those that were ugly and of little value. A bed of sandstone mingled with clay and other impu rities maybe transformed into a crystalline rock studded with gems. Sapphire, ruby, garnet, are only the transformed worthless impurities of worthless beds of sand or mud. We have giver enough examples — graphite, coal, slate, marble, gems — all are one type of hill wealth, all are due to the same great cause, metamorphism — •"], [225, "THE WEALTH OF THE HILLS. 219 by water, pressure and heat produced in the mountain-making process. If now, returning to our old Germans, we go south two miles to Mammy Morgan's Hill, we may find a new kind of wealth produced in a different way. Here we are, at Mr. Lewers', and we ask him if he knows of any buried treas ure here, because our hazel-stick is very uneasy. Yes, indeed ! He tells us that this hill is honey combed by shafts and tunnels. Dozens of mines in every direction — iron, tons of it, taken out every week. Let us go down into one of the mines. Here is one where the cable is run by steam. A great wooden bucket has just been hauled up filled with ore. They empty out the iron and we ask permission to get in. Care fully ! you need to balance right. Keep one leg out, and hold on to the cable firmly. Down we go ! It begins to seem a narrow hole as we look upward and a deep one as we look downward. We think a little of what would happen if the cable should break ! It seems a long descent,"], [226, "220 THE WEALTH OF THE HILLS. but at last — here we are! A man meets us, we put little lamps on to our hats and start out in the tunnel that runs at right angles to the shaft down which we have just come. We are two hundred feet under ground. The whole tunnel is lined with posts and boards to keep it from caving in, for this mine is not in solid rock, but in clay. It is damp and musty here, and sickly-looking white fungus grows in threads and tufts on the rotting wood. At last we reach the end. Here two or three men are working away with picks and spades at a \" pocket \" of ore in the clay. We chat with the miners a little — they are glad to see outsiders and they give us some specimens. The ore occurs in masses of various sizes, shapes, structures and colors in the midst of the clay. They are loose pieces pell-mell — no bedding or \"vein\" about them. The clay is curious and may be of vari ous colors, pink, brown, reddish or even white. Hill wealth ? Yes, and in plenty. Not so very easy to explain either. We do, however, in"], [227, "THE WEALTH OF THE HILLS. 221 some places find iron masses forming to-day and perhaps this was formed in the same way. Iron is one of the most widely scattered sub stances in the whole world. In small quantities it occurs almost everywhere and in almost every thing. What is needed then, in order to make a bed or a \"pocket \" of iron, is some means of gathering it from its scattered condition, and \"accumulating\" or \"concentrating\" it. This is done in many bogs and swamps. The clay of the swamp-bed contains some scattered iron. Water alone cannot dissolve it out. Decaying plants in the bog give out various acid gases and by their help the water takes up iron in solution — dissolves it out of the clay. If the swamps have an outlet, this dissolved iron is quite likely to be dropped at the lower end of the swamp, from the water, by the evaporation of the water or by the loss of the acid gases that had helped to dissolve or change the iron. At such places we do find iron forming to-day just like the iron from Mammy Morgan's Hill, and"], [228, "THE WEALTH OF THE HILLS, 222 so we believe that in the same way this may have been made in the past. If iron is concen trated in this way we ought to find iron beds near coal — for there we had swamps, with clay beds at bottom, and with abundant decaying plants. If these clay beds under the swamps contained iron scattered through them, it should have been removed and deposited in a new place. As a fact we do find iron beds with coal beds often. So, too, notice the fire clay. Most clays when burned into bricks turn red. Why ? Because they contain iron. Fire clay is not a red-brick clay. You see the iron that was in the clay beds has been taken out by water and deposited elsewhere in beds of iron ore. So we believe that all iron beds have been made in that way. As tending to show that iron is accu mulated by water — where vegetable decay is going on ( not formed from vegetable decay ) — notice that where the greatest beds of graph ite occur, there are also the greatest iron ore beds of the globe. The iron ore in these beds,"], [229, "THE WEALTH OF THE HILLS. 223 however, is as unlike that of Mammy Morgan's Hill as the graphite is unlike peat and for the same reason — both have been much changed by metamorphism. Iron is one of the great hidden treasures of the hills, and no doubt all of it was gathered up by water, aided by decay ing plants, and then deposited out again later on. This time let us try our stick on a Western mountain range. We find a different type of hill wealth from any yet seen. It turns, and look, there is a line of white traversing the rock of the mountain-side. The white stone is very hard, you cannot scratch it with your knife at all. It is a quartz vein. It is not a pure white but is somewhat \" rusty \" and dirty. Break off a bit with your hammer, and examine it closely. Here and there, you see, are little scales and dots or threads of yellow. Try these with your knife and you find you can easily scratch it or even cut it if you find a large enough spot. Hammer the little piece you cut off — it flattens. It is pure gold. Gold is generally found in this way"], [230, "224 THE WEALTH OF THE HILLS. in strings and threads and clots scattered through a vein of quartz. How did it get there? Well, gold is somewhat like iron, in that it is very widely scattered in minute quan tities through all rocks and sediments. Why, all the clay that lies under Philadelphia con- tains a very little gold in every cubic inch. Some one has said that gold is built into the walls of the houses there — for every brick contains a little of the precious yellow metal. It is not easy for us to take out that scattered gold to use it. It would cost more than it is worth. But that is just what nature has done for us in every gold vein. Like an iron bed, it is the concentration at one place of metal that was widely scattered through the neighboring rocks."], [231, "THE WEALTH OF THE HILLS. 225 i The history of that vein is interesting. When these mountains were making the rocks were much traversed by cracks and crevices and fissures of all sizes and running in all directions. Water can soak through all rocks, going as readily through some as it will through a sponge. Such water of course may dissolve out some of the rock material. If the water passed through heated rocks it would become hot and could dis solve more substances than if it were cold (dissolve out, not wear away, remember). These substances help it to dissolve out yet others. Thus water that had dissolved soda from a rock could dissolve out quartz — which it could not do readily without the soda or some other alkali. Once the quartz and the gold both were scat tered through the rocks as grains or scales — hot waters passing through the rocks may have dis solved out alkali ( soda or potash) and then the sand (quartz) and finally the gold in some com bination or other. When water containing all these various substances in solution finally"], [232, "226 THE WEALTH OF THE HILLS. reached a fissure or crevice it would by cooling and evaporation gradually deposit its contents on the side walls of the fissure until perhaps the whole crack would be filled and the vein finished. It did not always happen that a vein would be filled up — it might be coated on the side walls. If later water with different materials in solution should filter in, the vein might show vertical stripes of various minerals. Such a vein is called a \" ribboned vein.\" Almost all metallic veins were made in this way, by infil tration of water with mineral matter in solution. There are, however, two other ways in which fissures may be filled and veins formed. Hot melted rock material may be forced into the crack from below. Of course such a vein is almost the same thing as a \"dike.\" Again a mineral when heated may pass away as a vapor which as it cools may deposit the mineral as crystals on the sides of fissures through which the vapor is escaping. Sulphur crystals are thus made in Sicily to-day."], [233, "THE WEALTH OF THE HILLS, 227 While these two ways of vein filling are possi ble they are not the common method. Almost all veins are hot-water veins. And what thou sands of such veins there are — think of the gold, silver, copper, tin, lead and quicksilver veins the world over — and then remember that only a few, comparatively, of these hidden treasures of the hills are yet known. But there are other buried treasures in the hills besides metals and coal and building stones and gems. I once journeyed through Northwestern Pennsylvania; there is wealth!"], [234, "228 THE WEALTH OF THE HILLS. The whole strange aspect of the country tells of it. Great wooden derricks stand by thousands on the hillsides and summits. Hundreds and : thousands of holes have been drilled in hope of •\"striking oil.\" And it has been struck! I don't know how many thousands or millions of gallons are taken away every year. Formerly they shipped it over the railroads to the refinery, but now they \" pipe-line \" it through. The oil is pumped into iron pipes, which lead it to great tanks shaped like those at the gas works. From there it runs through other pipes, miles and miles, to the cities where it is refined. Great groups of such tanks are to be seen here and there among the mountains. The origin of the oil is very interesting. Like so much else it is connected with the making of the mountains themselves. Certain rocks of which the hills are made contained much decaying animal and vegetable matter. From these, by heat and pressure, oil was dis tilled. Certain black shales are the rocks from"], [235, "THE WEALTH OF THE HILLS. 229 which it is derived. From these it has soaked out into sandstone layers and it is from these that it is pumped. In many cases it has proba bly soaked out into great cavities — natural oil tanks or reservoirs. In many places not only oil but natural gas, too, is found in these reser voirs and this is used in running furnaces, light ing towns, heating houses. To-day there are in the United States, whole towns where they do not need to use a ton of coal or a gallon of oil, but where they can heat and light the whole place by natural gas. Pitts burg, Pa., formerly so unpleasant on account of dense black smoke, poured out from its thou sands of factory chimneys, is to-day clean and beautiful, thanks to its natural gas supply. Only lately have gas wells become of great use, but at a few places natural gas has been used for years. Fredonia, New York, has been lighted by the gas from a \"spring\" for about fifty years. This gas is a result of the same pressure and heat that produced the oil, acting"], [236, "230 THE WEALTH OF THE HILLS. on the same decaying animal matter in the rocks. The animals and plants of ages gone by are to-day furnishing us the materials for lighting our homes and melting our iron-ores. The hills are full of buried treasure. Riches that we know of are still unmentioned and doubtless many substances to-day unknown or considered valueless, may some day be found to be most useful. The old mountain-making time was a time of storing away and making treasure for the future — metals, building stone, gems, fuels, light, all laid up ready for man, as soon as he should be wise enough and indus trious enough to find them out."], [237, "231 XII. \"A BIT OF OLD OCEAN BED.\" WHEN I was a boy of seventeen I went on a geological trip to Northern New York. It was to my mind in those days quite an under taking and I felt much like a daring explorer in foreign lands. I arranged to spend several days at Watertown, where my explorations were mainly along the banks of the Black River. My first \" outing \" was a tramp down to the caves of which there are several in the bluffs below the town. The fact that I was entirely alone impressed itself very vividly on me while I was in one of the caves. I had two candles fastened with string to the end of a lath. With considerable difficulty I had found my way into one of the caves, clambering over masses of"], [238, "\"A BIT OF OLD OCEAN BED.\" 232 fallen rock, with which the floor was covered and which almost blocked the way. All at once out went my candles. I tried match after match, but the draught of air through the cave put them all out. I can well remember my sensations. On my way in I had hoped that the cave might be the home of wild cats and rattlesnakes. Now I hoped so no more, but felt sure that it was — the home of both of them. My flesh crept and I thought I should never see home again and wondered whether it would be many weeks before my remains would be found. I climbed out, however, some way or other — by a decided practice of my \"sense of touch.\" That whole trip was somewhat crowded with delicious terrors. The very next day I went down to the Falls, at the outer edge of the town. I took no path, but clambered down the bank along any trail I could follow. At times I had to jump from ledge to ledge of rock. Presently I found myself where my next leap must land me on the flat roof of a shanty that stood there"], [239, "\"A BIT OF OLD OCEAN BED.\" 233 in selfish solitude. I hesitated, not knowing what might result from jumping upon the roof of a man's house. At last I leaped, came down with noise and force and then waited a moment to see what would happen. All was still, so I crept to the edge of the roof, jumped down to the ground and looked to see what manner of house this was. One look was enough ! On door and sides were red cards and printed on them in staring black letters were the words \"Small Pox.\" I did not stop to see how many inmates that pest-house held, but fled. For once my zeal as an investigator flagged ! I did not give up my visit to the Falls. The bed of the river is of a dark limestone, quite compact and heavy. Just where the river makes its plunge as the Falls, is a flat surface of the rock of some little size. Upon this, clearly defined, were a dozen or so straight objects, marked out upon the black limestone in lines of white calcite or quartz. They had been worn down by the stream and water of rains so that"], [240, "\"A BIT OF OLD OCEAN BED.\" 234 they presented only sectional views. They were a foot long and two or three inches in diameter, tapering gradually toward one end. They were the shells of some old-time mollusks and this rock surface was a bit of an old ocean bottom. I have many a time found fossil shells and other sea life in rock beds, but never have I been so firmly impressed with the fact that a true old sea bed was laid before me. The number of the shells, their large size, the way in which they were scattered about, all were very striking. This bed was that of the old Silurian Sea. These shells were of the highest life then living. Let us first gain a clear idea of them and then we will notice a few other kinds of sea animals that lived in the Silurian Age. Thus we may see something of the life of a time far back of any whose life we have studied. Orthoceras, meaning \"straight-horn,\" is the"], [241, "\"A BIT OF OLD OCEAN BED.\" 235 name of these shells. There were many differ ent kinds of them in the Silurian, ranging in size from a few inches long to ten feet, from less than an inch wide at the widest part to those that were a foot or more broad. They are gradually tapering conical shells. If we cut one through lengthwise (as the erosion has done for us here at the Fall ) we find that the shell is di vided by their cross-partitions within, into cham bers. We may be able to find that each of these little partitions has a small hole running through it. Passing through these holes there was for merly a muscular tube called a siphuncle. This tube of course passed through all the chambers but did not open into any of them. All the chambers but the one at the large end of the shell were filled with air ; this contained the creature. He looked like a cuttle-fish, had great staring eyes, and a number of ugly arms surrounded his mouth, which was perhaps armed with bony plates for teeth. The mouth was connected with the muscular siphuncle. Let us"], [242, "\"A BIT OF OLD OCEAN BED.\" 236 see how this might be used. Probably in two ways : first by taking in water into the tube and then forcing it out strongly, the orthoceras could drive itself backward rapidly through the water. Secondly — by taking in water the animal be came heavier and would sink to the bottom of the sea ; when now the water was forced out the animal would rise toward the surface. Cuttle fish of to-day are quite fierce creatures, when we compare them with other animals of their size, and the large orthoceras must have been the tyrant of his seas. Later on in the Silurian Age there were some fishes living, but compared with these great mollusks they were fairly mean and unprotected. There were other forms of chambered shells living in the Silurian seas — some of which were not straight, but coiled — nautilus and nautilus-like forms. Orthoceras itself, however, is most interesting — it is an old, old type — none at all are known much after the Carboniferous, and they are not common after the Devonian."], [243, "\"A BIT OF OLD OCEAN BED.\" 237 If we had all the known life of the Silurian before us, three points would strike our atten tion. First, it is almost wholly invertebrate. The only vertebrates at all were fishes and they were not yet either very large or important. Second, the life is almost all marine. There was then little dry land and there were perhaps no fresh water or land animals. Nearly all the world was under the sea. There were some mountain ranges and the continents were al ready outlined as \"banks\" under shallow seas, but that was all. Water, everywhere, and water swarming with animal life. This is the third point — though low in type and marine in char acter, Silurian life was abundant and varied. Thousands of species are known, but it is probable that only a small proportion have been described as yet. One of the most curious and important ani mals of this time is the trilobite. He was a queer fellow, but well protected. His kind swarmed in the Silurian waters and like the"], [244, "\"a bit of old ocean bed.\" 238 orthoceras, perhaps died out with the Carbon iferous. Of the several hundred kinds known all agree in general plan. They varied from half an inch to twenty inches in length. The general outline is somewhat oval. They were somewhat like crabs and lobsters and like these"], [245, "\"a bit of old ocean bed.\" 239 were protected by an armor of shell-crust. This crust is clearly divided into three parts ; the head shield, the body joints and the tail. The head shield is almost in one piece and is some what semicircular in form. Upon it you can easily see two well-marked eyes, which like those of many insects and crabs are \" com pound.\" These eyes are so called because each one is so made as to present a great number of facets or lenses, each of which makes a distinct image of the object looked at. You know that each of our eyes prepares an image of an object looked at — and, because they are so placed that these images differ a little, we get by combina tion of these two images an idea of solidity that we could not have if looked at with only one eye. Think of the sight then of a com pound eye. The hundreds of facets in such an eye, each makes its own image and by the combination of all of them there results a very perfect idea of shape and position. More than this, such an eye gives a wider field of"], [246, "\"a bit of old ocean bed.\" 240 vision than simple eyes like ours. So the trilo bite was well fitted for seeing. Perhaps he was so surrounded by dangers that he needed to see in all directions at once ! Between the eyes on the central portion of the head shield there is a swelled portion called the \"glabella.\" This varies greatly in size, shape and markings. Next behind the head shield comes the body which is made up of a number of segments so joined together as to easily move upon each other. Then comes the tail, which may be sim ple and curved in outline or may end in a point or may be toothed around the margin. As the flesh decayed, after death, the head shield and the tail shield would be separated from the body and this would be broken up into its seg ments and scattered. So in the rocks we very often find separated heads and tails and single body joints. The trilobite's body is generally divided into three well-marked divisions called lobes — one central and one on each side. From this comes the name \" trilobite \" — \" three-"], [247, "\"A bit of old ocean bed.\" 241 lobed.\" On account of the jointed structure of the body, a trilobite when frightened could roll himself up into a ball and thus would present a hard morsel to an enemy. Trilobites thus rolled up are frequently found as fossils in the rocks. For a long time there was very little known about the under side of trilobites. The organs of the under surface were soft and delicate and readily decayed or were broken after the creature died. Recently, however, Mr. Walcott, by cutting hundreds and thousands of fossil trilobites into very thin cross sections and very carefully examining them with the microscope, has shown that they had quite an elaborate set of organs for crawling, swim ming and breathing. Careful studies, too, have been made of the eggs and young of trilobite found in the recks, so that, although they have been dead for so many hundreds of thousands of years we know more of the trilobite's structure and life history than we do of many animals now living in the waters of the sea."], [248, "\"A BIT OF OLD OCEAN BED.\" 242 Corals were very common too in Silurian seas. Much of the limestone is composed of worn-out material of old-time corals. Some times masses of coral, entire and in the spot where they grew, may be found in limestone and occasionally a true coral reef of the olden time may be preserved for us in the rocks. Of these Silurian corals two or Cvp— Coral. three kinds are par ticularly common and interesting. \"Horn corals \" or \" cup cor als \" are known of many species. They are all more or less horn-shaped, tapering to a point at one end. At the larger end there is a cup-like depression. In life this cup was uppermost and the whole stony coral was covered with animal flesh. Around the upper edge was a fringe of soft and delicate fleshy feelers or tentacles, that sur rounded the mouth. I suppose these animals"], [249, "\"A BIT OF OLD OCEAN BED.\" 243 were of various bright colors and in many cases, no doubt, the tentacles were of a totally differ ent hue. A group of these vividly colored cup-corals must have presented a beautiful appearance. Horn corals were the internal skeletons of single animals or polyps, but there were also in the Silurian seas many kinds of compound corals, where the mass of coral was not the stony part of one animal but of a great colony of many little animals. Of these compound corals far the most common are the Favosites or honeycomb corals, so called because they look something like a honeycomb. \" Petrified wasps' nests,\" they are often called by those who do not understand them. The mass is made up of several-sided tubes massed closely together side by side, so that they do look like a wasp's comb. Unlike honeycomb, however, the cells are cut across by thin partitions or floors. In life each cell was crowned and filled with a little animal, with its little fringe of deli-"], [250, "\"A BIT 0F 0LD OCEAN BED.\" 244 cate tentacles surrounding the mouth very much as in the much larger animal of the cup corals. The chain corals are the prettiest of Silurian corals. This coral consists of a mass of rounded tubes set in lines so that an end view of these lines of tube suggests a chain and gives the name to the form. Of course in life the whole [Yvoptec Mkgar.enjis mass was covered with flesh and each tube was crowned with its feathery circle of tentacles. Not so brilliant in color but more beautiful in form and more complex in structure was a group of animals called crinoids. They evidently en joyed quiet pools or sheltered bays of not very shallow water. In such places they grew in such numbers as to form masses or tangles."], [251, "\"A BIT OF OLD OCEAN BED.\" 245 The whole group is now almost extinct. They have very little animal matter or flesh, being almost entirely composed of stony rings or joints and plates. A crinoid consisted of a stem, attached to sea bottom, upon which was borne a body made up of plates neatly jointed together. From this body were given off five or ten arms made, as was also the stem itself, of little flat, round discs of lime neatly laid one on another and held together by a very little animal matter. The five or ten arms in some species each di vided into two, and these into two each, and so on until there was a perfect network of delicate feathery arms each made up of little stony bits. In one species that lived much later than the Silurian, Buckland says there were one hundred and fifty thousand of these little stony joints and three hundred thousand little muscle fibres. On the upper surface of each arm was a narrow channel or groove supplied with delicate hairs which kept up a current of water in this channel"], [252, "246 \"A BIT OF OLD OCEAN BED.\" toward the base of the arms. Finally the grooves from all the arms came together at the mouth, which may be visible or may be covered up and out of sight. This whole apparatus of arm grooves is intended to carry in a constant stream of water into the mouth, and in this water is contained the food of the crinoid, small animals, invisible to the eye. After death a crinoid's stem and arms would be very easily dashed to pieces by the waves and only the separated little round joints would be left. The body, made up of stouter and larger pieces more firmly fitted together, might remain un broken. Occasionally in very quiet water, where the sediment deposited in it is very fine, the whole crinoid may be imbedded and pre served in all its beauty, every joint of the stem in place, the beautifully fitted plates of the body unmoved and even the most delicate portion of the smallest arms so situated that we can study its relations to the rest as well as if the creature were alive before us."], [253, "\"A BIT OF OLD OCEAN BED.\" 247 We can only look at one more kind of Silurian sea animal. Almost everywhere on that sea bottom we would find masses of bivalve shells — brachiopods. Some naturalists think bra chiopods are mollusks like the oyster or snail ; others think they are worms with the curious unworm-like character of a two-valved shell of limestone. Brachiopods are certainly much unlike oysters both within and without. Inside the most curious point to notice is that the ani mal has a pair of coiled, delicately fringed arms. These may be loosely coiled or they may rest upon stony loops of support; they may be movable or they may be immovable according to the kind of brachiopod. It is"], [254, "\"A BIT OF OLD OCEAN BED.\" 248 these queer \" arms \" that give the name which means \" arm foot.\" Don't think, though, that they are feet or have anything to do with walk ing. They help the creature in breathing. Most brachiopods did not move from place to place, but were fixed in one spot- — some by one valve growing firmly to some stone or to another shell ; others by a fleshy stalk, which passed out through a hole in one of the valves. Exter nally the brachiopod shell differs in shape from that of a clam or oyster — each valve can be divided into similar halves by a straight line. Try to do this with an oyster or clam shell and you will see what I mean. Many hundreds of kinds of brachiopods lived in the Silurian Seas — more than have lived at any time since. To day they are a group that is almost extinct. This is the oldest life we shall study. It is not the oldest known. But remember there was an age in the world's history — the Silurian — when life was almost confined to the sea, it was invertebrate — yet it was abundant and beauti-"], [255, "\"A BIT OF OLD OCEAN BED.\" 249 fill. Very old-fashioned, too, was that life. Brachiopods, crinoids, cup-corals, trilobites, or thoceras — only a few out of the many. They must stand for all from this bit of an old ocean bed. Our hill rambles must stop. We have learned two sets of lessons. First, what hills are, how made, and that the world has gone through many years of change and many kinds of action to be what it now is. Second, that the life of the world is now changing, has ever been changing since vegetable and animal first ap peared, that one set of forms after another have appeared, culminated, dwindled, and died out."], [256, ""], [257, ""], [258, ""], [259, ""], [260, ""], [261, ""], [262, ""], [263, ""], [264, ""]]