[[1, ""], [2, ""], [3, ""], [4, ""], [5, "OUTLINES OF GEOGKAPHY"], [6, ""], [7, "OUTLINES OF GEOGRAPHY FUR THF, USE OF LOWER AND MIDDLE FORMS UF SCHOOLS AND OF CANDIDATES FOR THE ARMY PRELIMINARY EXAMINATIONS r.v A. A. SOMERVILLE, MA. AND R. W. WHITE THOMSON, M.A. ASSISTANT jUSTEK.s AT E'I\"N OH.IK..K WITH fflJMEKQVS MAPS RIYINGTON, PERCIVAL AND CO. KING STREET, COVE N'T GARDEN LONDON 1895 Tiiird Edition, fievised"], [8, ""], [9, "PKEFACE These outlines are written for candidates preparing for the Army Pre liminary Examinations, but it is hoped that they will also be found useful in ordinary school work. The text contains lists of the most important names, with noteworthy facts added in many cases, and the maps are drawn to correspond with these lists. Special attention has been given to clearness of printing, and the coast-lines have been simplified and emphasised in order to catch the learner's eye, thus enabling* him to remember and reproduce the maps more readily. A number of maps of river -basins will be found with the text and at the end of the book. A railway map of England is also given. Some remarks and definitions in Mathematical and Physical Geography are added. The main object of the book is to place before the learner names and maps in the clearest and most connected form, and hence to give the teacher more time for the explanation and illustration necessary to com plete this framework. A. A. SOMERVILLE. R. W. WHITE THOMSON. Eton, May 1891."], [10, "PREFACE TO THIRD EDITION Some additional matter is given. A table of exports and areas (in square miles, and also as compared with the area of Great Britain) will be found on page 119. The book has proved useful for examination purposes, and also as forming a syllabus for Geography Lectures with lantern slides. A. A. S. R. W. W. T. Eton, January 1895."], [11, "CONTENTS COUNTRY PAGE COUNTRY PAGE Europe ...... 3 Barbary States 73 England 7 Senegambia . . . . .74 Scotland ...... 15 Upper and Lower Guinea . . .74 Ireland . . . . . .19 Congo Free State . . . .77 France ...... 25 British South Africa . . . .77 Spain and Portugal . . . .29 South Africa (divisions) . . .78 Italy 31 East African Territories . . .78 Turkey in Europe .... 33 Abyssinia . . . . .78 Greece ...... 34 America 81 Austria-Hungary . . . .37 British North America ... 86 Switzerland ..... 39 United States ...... 90 Netherlands ..... 41 Mexico . .... 93 Belgium ...... 42 Central America . . . .93 Germany ..... 45 Danish America . . . .93 Denmark ..... 49 West Indies 93 Sweden ...... 49 Colombia . . . . .95 Norway . . .... 49 Venezuela . . . . .95 Russia . . . . . .51 Guiana ...... 95 Asia 55 Brazil . . ... . .95 Russia in Asia . . . . .57 Uruguay ...... 96 Turkestan ..... 58 Paraguay ..... 96 Argentine Republic (La Plata) . 96 Chinese Empire . . . .58 Japan ...... 59 Patagonia . . . . .96 Malaysia . . . . . .59 Chili 96 Further India . . . . .60 Bolivia 96 India ...... 61 Peru 97 Ceylon ...... 64 Ecuador ...... 97 Afghanistan . . . . .65 Oceania 98 Beluchistan . . . . .65 Australia . . . . .101 Persia ...... 65 Tasmania . . . . .102 Arabia ...... 65 New Zealand . . . . .105 Turkey in Asia . . . .67 Polynesia . . . . . .105 Africa 69 Remarks and Definitions . . .113 Egypt 73 Table of Areas and Exports . . .119"], [12, "viii CONTENTS MAPS MAP PAGE PAGE MAP World ..... Frontispiece Russia ...... 50 Europe ...... 2 Asia ....... 54 England 6 India 63 England (Railway and Coal) . . .13 Arabia, Turkey in Asia, Persia, Afghan- istan, and Beluchistan . . .66 Scotland 14 Ireland ...... 18 Africa 68 France ...... 24 South Africa . . . . .76 Spain and Portugal . . . .28 North America ..... 80 Italy 30 South America . . . . .83 Turkey in Europe .... 32 British North America . . . .87 Austria-Hungary ..... 36 United States 91 Switzerland . . 38 West Indies 92 Holland and Belgium .... 40 Central America • ■ ■ . .92 Germany . .... .44 Australia . . . . . ' . 100 Norway, Sweden, and Denmark . . 48 New Zealand . . . . .104 MAPS OF RIVER BASINS Nile 71 Rhine 109 Congo ...... 72 Elbe 109 Mississippi . . . . . .84 Po 110 Severn 107 Rhone . . . . . .110 Thames 107 Danube . . . . . .111 Ouse 108 Indus . . . . . . .111 Trent 108"], [13, ""], [14, ""], [15, "3 EUBOPE. OCEANS, SEAS, BAYS, GULFS. Oceans : Arctic, Atlantic. Seas, etc. : White Sea, Varanger Fiord. North Sea or German Ocean : Zuyder Zee, Hardanger Fiord. Baltic Sea : Gulfs — Bothnia, Finland, Eiga. Enghsh Channel, St. George's Channel, Irish Sea, North Channel, Bay of Biscay. Mediterranean Sea : Gulf of Lions, Gulf of Genoa, Tyrrhenian Sea, Gulf of Taranto, Gulf of Venice, Adriatic Sea, Ionian Sea, Gulf of Corinth or Lepanto, Archipelago, Gulf of Saloniki, Sea of Marmora, Black Sea, Sea of Azov, Caspian Sea. STRAITS. Skager Eack, Cattegat, Sound, Great Belt, Little Belt, Strait of Dover, Strait of Gibraltar, Strait of Bonifacio, Strait of Messina, Strait of Otranto, Dardanelles, Strait of Constantinople or Bosphorus, Strait of Kertch or Yenikale. CAPES. Kanin, Nordkyn, North Cape, The Naze, The Skaw, Cape Wrath, Cape Clear, Lands End, Grisnez, Barfleur, La Hague, Ushant, St. Mathieu, Bee du Eaz, Penmark, Ortegal, Finisterre, Eoca, St. Vincent, Trafalgar, Tarifa Point, Gata, Palos, St. Martin, Creux, Corso, Spartivento, Passaro, Spartivento, di Leuca, Matapan. ISLANDS. Arctic Ocean : Spitzbergen, Nova Zembia, Vaigatz, Kolguev, Loffoden Islands (Maelstrom), Vigten Islands."], [16, "EUROPE 4 Baltic : Zealand, Funen, Falster, Laaland, Riigen, Bornholm, Oland, Goth land, Oesel, Dago, Aland Islands. North Sea : Heligoland, Texel Atlantic : Iceland, Faroe Islands, Shetlands, Orkneys, Hebrides, Channel Islands (see p. 24) — Jersey (capital St. Helier), Guernsey, Alderney, Sark. — Belle Isle, Be, Oleron. Mediterranean : Balearic Islands — Majorca (capital Palma), Minorca (capital Port Mahon), Ivica. — Islands of Hyeres, Corsica, Sardinia, Elba, Ischia, Lipari Islands, Sicily, Malta (capital Valetta), Gozo. Ionian Islands — Corfu, Cephallonia, Zante. — Candia, Cyclades, Negropont. MOUNTAINS. Scandinavian Eange, Ural Mountains, Caucasus, Carpathians, Balkans, Alps, Pyrenees. VOLCANOES. Etna, Strornboli, Vesuvius, Hecla. GENERAL CHARACTERISTICS— SIZE, ETC. Area, 3,756,000 square miles (43 times size of Great Britain). Extreme length about 3400 miles. Extreme breadth about 2400 miles. Coast- line about 20,000 miles. Notice I. The central position of the Continent adapting it to social and commercial intercourse. II. Varied outline — inland seas — peninsulas. III. No desert region — no central table-land. IV. Temperate climate. V. Continuous mountain-wall running E. and W., with several spurs projecting N, and two S. VI. Two main slopes of river system, one towards S.E., the other towards N.W."], [17, ""], [18, ""], [19, "7 ENGLAND. The Sign t means Fortress : X means Battle : * means Capital of County. COLONIAL POSSESSIONS. I. In Europe: Gibraltar, Malta [Heligoland ceded to Germany 1890]. II. In Asia : India, Straits Settlements, Burmah, Ceylon, islands in Bay of Bengal and Arabian Sea, Sarawak, Labuan, Hong-kong, Aden, Perim. III. In Africa : Cape Colony, Natal, Lagos, Gold Coast, Sierra Leone, Gambia, St. Helena, Ascension, Mauritius, Eodriguez, Seychelles, Socotra. IV. America, N. : Dominion of Canada, Newfoundland, Bermuda, Bahamas, Honduras, Jamaica, Antilles (Lesser). America, S. : British Guiana, Falkland Islands. V. Australasia : Austraha, New Zealand, Tasmania. VI. Polynesia : Fiji and some other islands. SEAS, BAYS, GULFS, RIVER MOUTHS. Seas and Channels. North Sea or German Ocean, Enghsh Channel, St. George's Channel, Irish Sea. Bays, etc. E. Tees Bay, Bridlington Bay, Humber, Wash, Yarmouth Boads, Eiver Orwell Blaekwater Eiver, Thames Mouth, Downs. S. Portsmouth Harbour, Spithead, Southampton Water, Solent, Poole Bay. Portland and Weymouth Harbours, Lyme Bay, Exmouth, Torbay, Plymouth Sound, St. Austell Bay, Falmouth Harbour, Mount's Bay."], [20, "ENGLAND 8 W. Barnstaple Bay, Bristol Channel, Swansea Bay, Carmarthen Bay, Milford Haven, St. Bride's Bay, Cardigan Bay, Tremadoc Bay, Carnarvon Bay, Beaumans Bay, B. Dee, E. Mersey, E. Eibble, Morecambe Bay, Solway Firth. HEADLANDS. E. Flamborough Head, Spurn Head, Lowestoft Ness, The Naze, N. Foreland S. Foreland. S. Dungeness, Beachy Head, Selsea BUI, St. Catherine's Point, Needles, St. Albans Head, Portland Bill, Start Point, Lizard, Lands End. W. Hartland Point, Worms Head, St. Gowan's Head, St. David's Head, Braich-y-pwll, Great Ormes Head, Formby Point, St. Bees Head. ISLANDS. Holy Island, Farn Islands, Coquet Island, Sheppey, Thanet, Isle of Wight, Scilly Islands (off Land's End), Lundy Island, Holy Island, Anglesey, Isle of Man Walney. MOUNTAINS. Cheviots, PENNINE RANGE [Whernside, Cross Fell, 2892, The Peak]. CUMBRIAN RANGE [Skiddaw, Helvellyn, Scaw Fell, 3229]. CAMBRIAN RANGE [Snowdon, 3590, Cader Idris, Phnlimmon]. LESSER RANGES, Exmoor, Dartmoor, Mendip, Cotswold, Malvern, North and South Downs, Chiltems, York Moors. LAKES. Windermere, Ulleswater, Derwent Water, Coniston, Bala. PORTS. East Coast : Berwick-on-Tweed, Tynemouth, North and South Shields, Sunder land, Hartlepool, Middlesborough, Whitby, Scarborough, Hull, Great Grimsby, Great Yarmouth, Harwich (to Eotterdam). Ports in Thames : Greenwich, Woolwich, Gravesend, t Chatham, t Sheerness. South Coast : Dover (to Calais), Folkestone (to Boulogne), Hastings, Newhaven (to Dieppe), Brighton, f Portsmouth with Gosport and Southsea, Southampton (to Havre), t Plymouth and Devonport, Falmouth, Penzance."], [21, "ENGLAND 9 West Coast : Bristol, Newport, Cardiff with Penarth, Swansea, Pembroke, Holyhead (to Kingstown and Greenock), Birkenhead, Liverpool, Barrow, Whitehaven, Workington. RIVERS East Coast: Coquet, Tyne, Wear, Tees, YORKSHIRE OUSE (see p. 108) (tributaries — Derwent, Swale, Ure, Nidd, Wharfe, Aire, Don), Trent (see p. 108) (tributaries — Derwent, Dove), Withani, Welland, Nen, GREAT OUSE (tributaries — Cam, Lark), Yare (tributary — Wensum), Orwell, Colne, Chelmer, THAMES (215 miles long; tributaries — N. — Lea, Colne, Thame, Cherwell. — S. — Kennet, Loddon), Medway, Stour (see p. 107). South Coast : Arun, Itchin, Test or Anton, Christchurch Avon (tributary Stour), Exe, Tamar. West Coast : Torridge, Taw, Parret (tributary — Tone), Bristol Avon, SEVERN (see p. 107) (length 210 miles; tributaries — Upper Avon, Teme), Wye, Usk, Taffy, Towy, Teify, Dovey, Dee, Mersey (tributaries — Weaver and Irwell), Eibble, Lune, Eden. TOWNS ON RIVERS. Tyne : Tynemouth, S. Shields, * Newcastle, Gateshead (coal ports). Wear : Sunderland (coal port, shipbuilding), * Durham (cathedral). Tees : Stockton (coal port), Darlington (near river, woollen goods), Middlesboro. Ouse : * York (minster). Ure : Eipon (bishopric). Aire : Leeds (woollen, silk, linen, leather, and machinery). Don : Doncaster (races), Sheffield (cutlery). Trent : * Nottingham (lace and hosiery), Burton (brewing), Stoke (pottery). On Tributaries of Trent : * Derby (silk and iron), * Stafford, * Leicester (hosiery), Loughborough (hosiery). Witham : Boston (river port), * Lincoln. Welland : Stamford. Nen : Peterborough (bishopric), * Northampton (shoes;, Ouse : Ely (cathedral), * Huntingdon, * Bedford. Cam : * Cambridge (university). Yare and Wensum : Yarmouth (fish), * Norwich (cathedral). Orwell : * Ipswich (corn trade). Colne : Colchester (silks)."], [22, "ENGLAND 10 Chelmer : * Chelmsford. Thames : Gravesend, Woolwich (arsenal), Greenwich (hospital), * London (population nearly 4,000,000), Windsor (castle), * Beading (biscuits), * Oxford (university). Lea : * Hertford. Colne : St. Albans (cathedral, X 1455). Thame : * Aylesbury (dairy). Kennet : Newbury (X 1643-44), Marlborough. Medway : Sheerness (fortified dockyard), Chatham (dockyard, naval and mili tary station), Rochester (cathedral), * Maidstone (centre of hop district). Stour : Canterbury (cathedral). Arun : Arundel (castle). Itchin : Southampton (port for Oriental, West Indian, Mediterranean, and Channel Island traffic), * Winchester (cathedral). Avon : Christchurch, * Salisbury (cathedral). Exe : * Exeter (cathedral). Tone : * Taunton. Avon : Bristol (chief commercial port of the West), Bath (health resort). Severn: * Gloucester (cathedral), * Worcester (cathedral, porcelain), * Shrews bury (X 1403, yarn and thread factories). Upper Avon : Tewkesbury (X 1471), Evesham (X 1265), Stratford-on-Avon (birthplace of Shakespeare), * Warwick (castle), Eugby (great junction). Wye : * Monmouth, * Hereford. Usk : Newport, * Brecon. Taffy : * Cardiff, Merthyr-Tydvil (centre of iron district). Towy : * Carmarthen. Teify : * Cardigan. Dee : * Chester (cathedral). Mersey and Tributaries : Liverpool, Birkenhead, Warrington (factories), Stockport (coal and cotton), Manchester with Salford (over 500,000 inhabitants, manufactures), Bury and Rochdale (cotton and woollen goods). Ribble : Preston (cotton). Eden : * Carlisle (cathedral, weaving), * Appleby (castle)."], [23, "ENGLAND 11 COUNTIES, THEIR PRODUCTS, ETC England — Northumberland; Durham; York; Lincoln; Norfolk; Suffolk; Essex; Kent ; Sussex ; Hants ; Dorset ; Devon ; Cornwall ; Somerset ; Gloucester ; Mon mouth ; Hereford ; Shropshire ; Cheshire ; Lancashire ; Westmoreland ; Cumberland ; Stafford ; Worcester ; Warwick ; Derby ; Nottingham ; Leicester ; Rutland ; North ampton ; Huntingdon ; Cambridge ; Bedford ; Hertford ; Bucks ; Oxford ; Wilts ; Berks ; Surrey ; Middlesex. Wales — Glamorgan ; Carmarthen ; Pembroke ; Cardigan ; Merioneth ; Car narvon ; Anglesea ; Denbigh ; Flint ; Montgomery ; Radnor ; Brecknock. Surrey, Kent, Sussex, Hampshire, Berkshire, Wiltshire, Dorsetshire, Devonshire, Somersetshire, Essex, Suffolk, Norfolk, Hertfordshire, Buckinghamshire, Oxfordshire, Northamptonshire, Huntingdon, Bedford, Cambridge, Hereford, Monmouth, Gloucester, Leicester, Rutland, Lincoln, Cheshire, North and East Ridings, Cumberland and Westmoreland, are mainly agricultural or grazing counties. Cornwall : slate, copper, tin. Glamorgan and Carmarthen : coal, Merthyr-Tydvil, Swansea. Cardiganshire : lead. Carnarvon and Merioneth : slate. Worcester : coal and iron, Dudley ; carpets, Kidderminster. Shropshire : coal and iron, Coalbrookdale. Stafford : coal and iron, Black Country, at Wolverhampton, Walsall, etc. ; pottery, Stoke-upon-Trent. Warwick : hardware and guns, Birmingham ; watches and ribbons, Coventry. Derby : coal and iron, Chesterfield ; silk, Derby. Nottingham : lace and hosiery, Nottingham. Cheshire : cotton and silk, Stockport, Macclesfield. Lancashire : cotton, Preston, Bolton, Blackburn ; collieries and cotton, Burnley, Wigan ; machinery and cotton, Oldham. West Riding : woollen, worsted, and linen, Leeds, Bradford, Huddersfield, Hahfax ; iron, cutlery, and hardware, Sheffield ; colheries, Barns! ey. Durham and Northumberland : coal (mines and ports) ; iron works about Tyne and Tees; shipbuilding on Tyne and at Sunderland. N.B. — The towns mentioned on this page are to be found on Map, p. 13"], [24, "ENGLAND 12 CHIEF RAILWAYS WITH LONDON TERMINUS AND PRINCIPAL STATIONS. Great Eastern : Terminus, Liverpool Street — Yarmouth, Cambridge, Peter borough. Great Northern : Terminus, King's Cross — York, Newcastle, Edinburgh, Leeds. Midland : Terminus, St. Pancras — Leicester, Derby, Sheffield, Leeds, Bristol, Birmingham. London and North -Western : Terminus, Euston — Rugby, Crewe, Chester (Holyhead), Wigan, Carlisle, Manchester, Liverpool, Birmingham. Great Western : Terminus, Paddington — Beading, Didcot (Oxford), Bristol, Exeter, Birmingham, Liverpool. London and South-Western : Terminus, Waterloo — Salisbury, Exeter, Plymouth, Southampton. South -Eastern : Terminus, Charing Cross — Dover, Canterbury, Maids tone, Guildsord SIZE, ETC. England — 50,800 square miles ; about 28,000,000 inhabitants. Wales — 7400 square miles; about 2,000,000 inhabitants. See Table, p. 119. Greatest length, 425 miles. Greatest breadth, 320 miles. Notice I. Low elevation of hills. II. Dorsal Pennine Range. III. Varied coast-hne and excellent harbours. IV. Great mineral wealth and temperate chmate, combining to foster commerce."], [25, ""], [26, ""], [27, "IS SCOTLAND. SEAS, BAYS, GULFS, ETC. S. Irish Sea, Solway Firth, Wigtown Bay, Luce Bay. W. North Channel, Firth of Clyde, Kilbrennan Sound, Bute Sound, Loch Fyne, Loch Long, Sound of Jura, Sound of Islay, Firth of Lorn, Loch Linnhe, Sound of Mull, SI eat Sound, Little Minch, Minch, Sound of Harris, Loch Broom. N. Loch Eriboll, Kyle of Tongue, Pentland Firth. E. Dornoch Firth, Cromarty Firth, Moray Firth, Firth of Tay, Firth of Forth. CAPES. S. Burrow Head, Mull of Galloway. W. Corsill Point, Mull of Cantyre, Mull of Oe, Ardnamurchan Point, Barra Head, Butt of Lewis, Point of Aird. N. Cape Wrath, Dunnet Head, Duncansby Head. E. Tarbet Ness, Kinnaird Head, Buchan Ness, Buddon Ness, Fife Ness, St. Abb's Head. S. of Shetlands. Sumburgh Head. ISLANDS. In Firth of Clyde : Arran, Bute (Eothesay). Inner Hebrides : Islay, Jura, Colonsay, Mull, Iona, Staffa (Fingal's Cave), Tiree, Coll, Bum, Skye. Outer Hebrides : Lewis with Harris, N. and S. Uist, Barra. Orkneys : Hoy, Mainland or Pomona."], [28, "SCOTLAND 16 Shetlands : Mainland. On East Coast : Bell Rock, Isle of May, Bass Eock, Inchkeith. MOUNTAINS. Cheviots, Lowther Hills, Lammermuir HiUs, Pentland Hills, Ochill Hills, Sidlaw Hills. Grampians: Ben Nevis (4400), Ben Macdhui (4300), Cairngorm, Ben Lawers (4000). Northern Highlands : Ben Attow (4000), Ben Wyvis, Morven Hills. LAKES. Loch Lomond, Loch Katrine, Loch Awe, Loch Sheil, Loch Maree, Loch Shin, Loch Lochy and Loch Ness (connected by Caledonian Canal), Loch Tay, Loch Leven. RIVERS. S. Esk, Annan, Nith, Dee. W. Ayr, Clyde. N. Naver, Thurso. E. Helmsdale, Shin, Beauly, Findhorn, Spey, Deveron, Don, Dee, North Esk, South Esk, Tay, Forth, Tyne. Tweed — Whiteadder, Blackadder, Teviot, Ettrick, Yarrow. PORTS. S. * Wigtown. W. Port Patrick and Stranraer (nearest to Ireland), * Ayr and Irvine (coal and iron export), Greenock, * Dumbarton, Port Glasgow, Oban. N. Thurso. E. * Wick, * Dornoch, Tain, Dingwall, Cromarty, * Inverness (capital of Highlands, end of Caledonian Canal), * Nairn, * Banff, * Peterhead, * Aberdeen, * Stonehaven, Montrose, Arbroath, Dundee, Kirkcaldy, Grangemouth, Leith, (port of * Edinburgh), Dunbar. Islands : * Stornoway (Lewis), Portree (Skye), Kirkwall (Pomona), Lerwick (Mainland)."], [29, "SCOTLAND 17 TOWNS ON RIVERS. Nith : * Dumfries (provincial capital of Lowlands). Clyde : Greenock (chief port), Port Glasgow, Dumbarton (fortress), * Eenfrew, Glasgow (chief commercial town, shipbuilding, cotton), Hamilton (lace), * Lanark. Tay : * Perth (old capital). Forth : * Stirling (woollen goods). Tyne : * Haddington. Tweed and Tributaries : Kelso, Galashiels, Hawick, * Selkirk (aU engaged in woollen trade, tweeds), * Peebles, * Jedburgh. MINERALS, MANUFACTURES, ETC. Coal-fields with Iron run across Scotland from Fife Ness to Ayr. Granite in Aberdeen. Marble in Sutherland and Argyle. Lead in Lowther Hills. Slate in Argyle, Aberdeen, and Perth. Iron Trade : Lanarkshire and Eenfrewshire, Glasgow, Airdrie. Shipbuilding on Clyde. Cotton : Glasgow, Paisley. Woollen Goods : Hawick, Kilmarnock, Paisley, Aberdeen. Silk : Paisley, Glasgow. Linen : Dundee, Dunfermhne, * Cupar, * Forfar. COUNTIES. (The names of those not numbered are printed on the Map.) Orkney and Shetland — 1. Caithness; Sutherland; 2. Part of Cromarty; 3 Eoss; 4. Inverness; 5. Nairn; 6. Moray or Elgin ; 7. Banff ; Aberdeen; S.Kincar dine; 9. Forfar; Perth; 10. Kinross; 11. Fife; 12. Clackmannan; 13. Stirling 14. Dumbarton; 15. Bute; Eenfrew; 16. Linlithgow; 1 7. Edinburgh ; 18. Peebles 19. Haddington; 20. Berwick; 21. Selkirk; 22. Roxburgh; 23. Dumfries; 24 Ayr; 25. Kirkcudbright ; 26. Wigtown; Lanark. c"], [30, ""], [31, "19 IEELAND. OCEANS, SEAS, BAYS, GULFS. S. Atlantic Ocean — Waterford Harbour, Dungarvan Bay, Youghal Harbour, Cork Harbour (Queenstown), Kinsale Harbour. W. Atlantic Ocean — Dunmanus Bay, Bantry Bay, Kenmare Eiver, Dingle Bay, Tralee Bay, Mouth of Shannon, Galway Bay, Clew Bay, Blacksod Bay, Broad Haven, Killala Bay, Shgo Bay, Donegal Bay. N. Atlantic Ocean — Sheep Haven, Lough Swilly, Lough Foyle. E. North Channel, Irish Sea, St. George's Channel — Lough Lame, Belfast Lough, Strangford Lough, Dundrum Bay, Carlingford Lough, Dundalk Bay, Drogheda Bay, Dubhn Bay (Kingstown), Wexford Harbour. ISLANDS. Cape Clear Island' S.W. of Cork ; Valentia Island, W. of Kerry (Atlantic Cable) ; Islands of Arran, outside Galway Bay ; Inishark, Inishbofin, Inishturk, N.W. of Galway ; Clare Island, Achil Island, W. of Mayo ; N. Arran Island, W. of Donegal ; Tory Island, N. of Donegal ; Eathlin Island, N. of Antrim ; Lambay Island, Ireland's Eye, E. of Dublin ; Tuskar Eock, near Carnsore Point. HEADLANDS. S. Carnsore Point, S.E. of Wexford (nearest Point to St. David's Head in Wales) ; Hook Head, S.W. of Wexford ; Eoche's Point, S. of Cork Harbour ; Old Head of Kinsale, S. of Kinsale Harbour ; Cape Clear on Cape Clear Island, S.W. of Cork; Mizen Head, S.W. of Cork. W. Dunmore Head, W. of Kerry ; Kerry Head in Kerry at mouth of Shannon ;,"], [32, "IRELAND 20 Loop Head in Clare at Mouth of Shannon ; Slyne Head, W. of Galway ; Achil Head, off Achil Island ; Erris Head, N.W. of Mayo ; Eossan Point, S.W. of Donegal. N. Bloody Foreland, N.W. of Donegal; Malm Head, N. of Donegal (most northerly point), Bengore Head (Giant's Causeway). E. Fair Head, N.E. of Antrim; Howth Head, E. of Dublin (opposite Holy head) ; Wicklow Head, E. of Wicklow. MOUNTAINS. Macgillicuddy's Eeeks in Kerry, with Cam Tual, 3400 feet (highest point in Ireland) ; Mangerton in Kerry ; Knockmeledown Mountains between Tipperary and Waterford ; Wicklow Mountains, with Lugnaquilla ; Galtee Mountains, S. of Tipperary ; Twelve Pins and Connemara Mountains in Galway and Mayo ; Croagh Patrick, S. of Mayo; Nephin Beg Mountains, N.W. of Mayo; Slieve Bloom, N. of Queen's County; Mourne Mountains in Down, with Slieve Donard; Donegal Mountains. LAKES. Lough Neagh (50 square miles, largest lake in British Isles, touched by 5 counties) ; Upper and Lower Lough Erne in Fermanagh ; Loughs Allen, Eee, and Derg on Shannon ; Loughs Corrib, Mask, and Conn in Connemara ; Lakes of Kil larney in Kerry. RIVERS S. Barrow, Nore, Suir, into Waterford Harbour ; Blaekwater, Lee, Bandon. W. Shannon (224 miles, longest in British Isles); Erne. N. Foyle, Bann. E. Lagan, Boyne, Liffey, Avoca, Slaney. PORTS. S. Waterford (steam line to Milford, provision trade), Dungarvan, Youghal (salmon), Cork (cattle and butter trade ; American mails go by Queenstown), Kinsale (fisheries). W. Bantry, Kenmare, Tralee, Limerick (lace and bacon), Galway, Westport, Donegal. N. Londonderry (siege 1689; some American steamers call at Moville on Lough Foyle), Coleraine, Portrush (near Giant's Causeway)."], [33, "IRELAND 21 E. Larne (steam line to Stranraer in Wigtown), Carrickfergus (oysters), Belfast (210,000, busy port, linen, cotton, shipbuilding), Donaghadee (linen, steam lines), Greenore (steam line to Holyhead, etc.), Dundalk, Drogheda (linen ; battle of Boyne, 1690), Dublin (capital, university, 250,000), Kingstown (mail packets to Holyhead), Bray (watering-place), Wicklow (exports lead, iron), Wexford. RIVERS WITH TOWNS. Barrow : New Eoss, Carlow, Athy ; tributary — Nore, Kilkenny (black marble). Suir : Waterford, Clonmel, Cahir, Cashel, Thurles. Blaekwater : Youghal, Lismore, Fermoy (barracks), Mallow. Lee : Cork (Queenstown), Macroom. Bandon : Kinsale, Bandon, Dunmanway. Shannon : Limerick, KiUaloe, Portumna, Athlone (military station), Carrick ; tributaries — Suck, Ballinasloe (fair) — Brosna. Clare (flows into Lough Corrib), Tuam. Moy : Ballina. Erne : Ballyshannon, Enniskillen (linen). Foyle : Londonderry, Lifford. Bann : Coleraine, Portadown. Lagan : Belfast, Lisburn. Blaekwater (flows into Lough Neagh). Boyne : Drogheda, Navan, Trim ; tributary — Blaekwater. Liffey : Dublin, Naas. Avoea: Arklow. Slaney : Wexford, Enniscorthy. PROVINCES AND COUNTIES (with towns not yet mentioned). ULSTER— 9 COUNTIES. 1. Donegal; 2. Londonderry; 3. Antrim (Ballymena, Antrim); 4. Down (Downpatrick, Newry — linen) ; 5. Armagh (Armagh, Lurgan) ; 6. Monaghan (Mona ghan, Clones) ; 7. Cavan (Cavan) ; 8. Fermanagh ; 9. Tyrone (Omagh, Dungannon, Strabane)."], [34, "IRELAND 22 LEINSTER— 12 COUNTIES. 10. Louth ; 11. Meath; 12. Dublin ; 13. Wicklow ; 14. Wexford ; 15. Carlow ; 16. Kilkenny ; 17. Queen's County (Maryborough, Portarbngton) ; 18. King's County (Tullamore, Parsonstown) ; 19. Kildare (Maynooth, Kildare); 20. Westmeath (Mul lingar); 21. Longford (Longford). MUNSTER— 6 COUNTIES 22. Waterford; 23. Cork (Blarney, Skibbereen); 24. Kerry (Killarney, Dingle) ; 25. Limerick; 26. Clare (Ennis, Kilrush) ; 27. Tipperary (Tipperary, Nenagh). CONNAUGHT— 5 COUNTIES. 28. Galway (Loughrea, Aughrim — battle, 1691); 29. Mayo (Castlebar); 30 Sligo (Sligo); 31. Leitrim; 32. Roscommon (Roscommon). RAILWAYS. Great Southern and Western : from Dublin to Cork and Queenstown, through Kildare, Portarlington, Maryborough, Thurles, Limerick Junction (from whence run branches to Limerick, Tralee, and Tipperary, Waterford) Midland Great Western : from Dublin to Galway, through Mullingar, Athlone. Belfast and Northern Counties Line : from Belfast to Londonderry, through Antrim. Irish and North -Western : from Dundalk to Londonderry, through Ennis killen, Omagh, Strabane. Dublin, Wicklow, and Wexford Line. CANALS. Grand Canal, through Tullamore; and the Royal Canal, through Mullingar, connect Dublin with the Shannon. Newry Canal, Ulster Canal SIZE, ETC, Size, 32,500 square miles. Population, about 5^ millions. Distance across North Channel between Fair Head and Mull of Cantyre. \\2\\ miles. Climate mild (influence of Gulf Stream) and rather damp."], [35, ""], [36, ""], [37, "-5 FEANCE. The Sign t means Fortress : X means Battle. COLONIAL POSSESSIONS. In Europe: Corsica, capital Ajaccio (Napoleon born 1769; island mountainous; Bastia, commerce. See p. 30). I. In Asia : Pondicherry, Carical, Mahe, Chandernagore in India ; Saigon protects Tonquin, Annam, Cochin-China. II. In Africa : Algeria, Senegambia (Fort St. Louis), Bourbon or Reunion, Mayotte, Nossi Be, Sainte Marie; protects Madagascar. III. In America : Martinique, Guadaloupe, St. Bartholomew (see p. 92), French Guiana, Miquelon, St. Pierre. IV. In Polynesia : Marquesas, New Caledonia, Society Islands (see Frontis- piece). MOUNTAINS. Forest of Ardennes, Vosges, Jura, C6te d'Or, Cevennes, Auvergne Mountains with Puy de Dome, Pyrenees with Pic du Midi (9540 feet). Alps, Western Range, Mont Blanc (15,217), Mont Cenis (11,480), Dauphiny Alps, Les Ecrins (13,000). RIVERS. Somme ; Seine, tributaries — Oise, Marne, Aube, Yonne ; Loire, tributaries — Sarthe, Vienne, Cher, Allier ; Charente ; Garonne (estuary, Gironde), tributaries — Dordogne, Lot ; Rhone, tributaries — Durance, Isere, Saone, Doubs ; Adour. PORTS. Arsenals, Fortresses, etc. : Cherbourg, Brest, Lorient, Eochefort, Toulon. Commercial Harbours, Watering -Places, etc. : Dunkirk, Calais, Boulogne,"], [38, "26 FRANCE Dieppe [these last three connected with English Continental traffic], Le Havre, St. Malo, Nantes (up Loire), La Rochelle, Bordeaux (up Gironde), Cette, Marseilles (first commercial port), Cannes, Nice. TOWNS ON RIVERS. Somme: Abbeville, Amiens (fine cathedral, peace 1802). Meuse: t Sedan (X 1870), Mezifcres. Moselle : Nancy (old capital Lorraine), Epinal. Seine : Le Havre, Rouen (old capital Normandy, fine churches), Elbeuf (cloth), Paris (capital), Troyes. Oise : St. Quentin (linen and muslin), Rheims (merino, fine cathedral) on tributary. Marne : Epernay (champagne), Chalons sur Marne (military camp). Loire: Nantes (famous edict, 1598), Tours (residence of Louis XL), Blois, Orleans (Joan of Arc, 1429 ; educational and industrial), Nevers, St. Etienne (coal fields and ironworks). Vienne : Limoges (porcelain), Poitiers (X 1356) on tributary. Sarthe : Angers. Garonne : Bordeaux (centre claret district and great port), Toulouse (capital of the South, X 1814). Lot : Cahors. Adour : Bayonne. Rhone : Aries (antiquities), Avignon (residence of Popes, 14th century), Valence (silk), j Lyons (silk, chief provincial manufacturing town). See map of Rhone, p. 110. Isere : t Grenoble. Saone : Macon (Burgundy district). Doubs : t Besancon, t Belfort. Other Towns : t Lille (manufacturing town), Valenciennes (lace), Cambrai (cambric), all in Nord. WINE DISTRICTS. Claret : Bordeaux, Mddoe. Champagne : Epernay. Burgundy (1) on Coet d'Or ; Nuits, Beaune, Macon, (2) in Dauphiny, Hermitage. Area, 205,000 square miles. Population, about 38 millions."], [39, ""], [40, ""], [41, "29 SPAIN AND POBTUGAL. COLONIAL POSSESSIONS SPAIN. — I. Africa: Fernando Po, Annobon, Canaries (capital Las Palmas Peak of Teneriffe). II. West Indies : Cuba, Porto Rico (see p. 92). III. Asia, etc. : Philippine, Caroline, Mariana or Ladrone Islands (see Frontis- piece). PORTUGAL. — I. In Atlantic : Madeira (capital Funcha), Azores, II. Asia : Goa, Damaun, Diu, Macao, settlements in Malaysia. III. Africa : Cape Verde Islands, Princes Island, St. Thomas' Island, Ben guela, Sofala. MOUNTAINS. Pyrenees (Maladetta, 11,000; Mont Perdu), Cantabrians, Sierra di Estrella, Sierra Guadarrama (Castilian Range), Sierra Toledo, Sierra Morena, Sierra Nevada (Mulhacen, 11,700). RIVERS. Minho, Douro, Tagus (tributary Manzanares), Guadiana, Guadalquiver (trib. Jenil), Segura, Jucar, Ebro. PORTS. t St. Sebastian, Santander, t Ferrol, Coruna (X Sir John Moore, 1809), Vigo, Oporto, Lisbon, Setubal (salt), Huelva (port of Rio Tinto mines), f Cadiz, Gibraltar [Enghsh since 1704], Malaga (wine and raisins), t Cartagena, Alicante, Valencia, Barcelona (Manchester of Spain). TOWNS ON RIVERS. Douro: Oporto (wine), Valladolid (X 1809, university), Salamanca (X 1812, university) on tributary. Tagus: Lisbon (capital Portugal), Talavera (X 1809), Toledo (university, swords). Manzanares : Madrid (capital). Guadiana: tBadajos (sieges, 1808, 1812), Ciudad Real. Guadalquiver : Seville (commercial capital of Andalusia, fine cathedral), Cordova (Moorish remains), Granada (old Moorish capital till 1492, Alhambra) on Jenil. Ebro : Tortosa, Saragossa (siege, 1809), Vitoria (X 1813) on tributary in Vascongadas."], [42, ""], [43, "3i ITALY. MOUNTAINS. Alps: (1) Maritime Alps; (2) Cottian Alps, Monte Viso; (3) Graian Alps, Mont Cenis Pass; (4) Pennine Alps, Monte Rosa (15,200), St. Bernard Pass; (5) Lepontine Alps, St. Gothard and Splugen Passes ; (6) Rhaetian Alps, Stelvio Pass, Brenner Pass ; (7) Carnic Alps. Apennines : Gran Sasso or Monte Corno (10,200). LAKES. Maggiore, Lugano, Como, Garda. RIVERS, Volturno; Tiber; Arno; Po (see map of Po, p. 110), tributaries — Ticino, Adda, Ogbo, Mincio ; Adige. PORTS. Genoa (chief trade with West), j Spezzia (arsenal, shipbuilding), Leghorn (port of Tuscany), Civita Vecchia, Naples (largest town), Taranto (fine harbour), Brindisi (route to Alexandria), Ancona, Venice (trade with East). TOWNS ON RIVERS. Tiber : Rome (capital), Perugia (ancient remains). Arno : Pisa (cathedral and Leaning Tower), Florence (cathedral, arts). Po : Turin (capital, Piedmont), Piacenza, Cremona. Ticino : Pavia (university). Mincio : Mantua. Adige : t Verona (railway centre, commands Brenner route). Other Towns : Padua (university), Bologna (university), Milan (capital of Lombardy, in centre of rich plain where several routes from Alps converge ; commercial town). SICILY. Towns : Palermo (capital, seaport), Messina (fine harbour, commanding straits), Syracuse (famous historically, port silted up). SARDINIA. Cagbari (capital, seaport, university)."], [44, ""], [45, "33 TURKEY IN EUROPE. MOUNTAINS. Balkans; Tchar-Dagh (9000); Pindus. RIVER. Maritza, on it Adrianople (second city). PORTS. Saloniki, Gallipoli on Dardanelles, Constantinople (capital), Scutari in N.W. PRINCIPALITIES. SERVIA. Capital Belgrade on Danube. BULGARIA. With Roumelia: independent since 1878, capital Sophia. Towns on Danube : t Widin, Sistova, Rustchuk, Silistria, Plevna (defence against Russians, 1878). See map of Danube, p. 111. Port : Varna on Black Sea. ROUMANIA. Capital Bucharest on tributary of Danube. Towns on Danube : Braila and Galatz (shipping ports). Towns on Pruth : Jassy (capital Moldavia). MONTENEGRO. Capital Cettinje; independent since 1878. D"], [46, "GREECE 34 GREECE Has been independent since 1829; Ionian Islands (capital Corfu; currants, wine, olive-oil) ceded by us 1863. Peninsula, S. of Isthmus of Corinth, is called the Morea. Ports: Patras (currants), Navarino (X 1827), Nauplia, Piraeus (port of Athens, the capital), Corinth (Inland, Sparta). Negropont or Eubœa, 115 miles long, connected with Attica by bridge at narrowest part of Talanta Channel. Sheep, goats, wool, corn, oil, honey, wine. ISLANDS (Turkey in Asia). Rhodes: 45 miles long by 20 wide; oil and fruits; Knights of St. John, afterwards Knights of Malta, founded hospitals here for pilgrims to the Holy Land. Samos : corn, fruits, oil; fertile, healthy; 40,000 inhabitants. Scio : wool, silk, fruits; 60,000 inhabitants. Mitylene or Lesbos : birthplace of poetess Sappho ; good climate ; figs, oil. HISTORY (Turkey in Europe). 1453 Turks conquered Constantinople; their Empire included not only the provinces south of Danube lost in 1878, but Hungary lost in 1686, Transylvania lost in 1699, Greece lost in 1829. Notice I. Coast-line on four seas favourable for commerce. II. Climate and soil favourable to agriculture. III. Turkish misrule, and want of unity among different races counter- acting these advantages."], [47, ""], [48, ""], [49, "37 AUSTKIA-HUNGAKY. PORTS. Trieste, Frame, Spalatro. TOWNS ON RIVERS. Danube : f Linz (capital Upper Austria), Vienna (capital of empire), Buda- Pesth (capital Hungary), Pressburg (old capital of Hungary), Neusatz (commercial) \"J\" Peterwardein, Senilin. Inn : Innsbruck (capital Tyrol), on tributary — Salzburg. Drave : -f-Essek, Klagenfurt (capital Carinthia), on tributary — Griitz (capital Styria, university). Save : Agram (commercial, capital Theiss : Tokay (wine). Croatia). Elbe : Koniggratz (X 1866). Moldau : Prague (capital Bohemia. Adige: Trent (Council, 1545-63). Vistula : Cracow (old capital of university). Poland). Note also Lemberg (capital of Galicia, large trade), and Brunn (capital of Moravia, woollens). MINERALS AND MANUFACTURES. Mines give employment to 150,000 men. Gold, silver, and precious stones (opal) are found in Hungary; tin in Bohemia; rock-salt near Salzburg and the Carpathians. Iron, coal, quicksilver, lead, zinc, copper, are also found. In Bohemia and Moravia glass, silk, bnen, woollen manufactures. Ornamental articles made at Vienna."], [50, ""], [51, "39 SWITZERLAND. MOUNTAINS. (1). Bernese Oberland, Finsteraarhorn (14,600), Jungfrau. (2). Bernina Range in Engadine. LAKES. Constance, Zurich, Zug, Lucerne, Brienz, Thun, Neufchatel, Geneva. RIVERS. Inn, Bhine, Aar with Reuss, Rhone. TOWNS ON RIVERS. Rhine : Constance, Schaffhausen (falls), Basle (silk and wool manufactures, largest town). See map of Bhine, p. 109. Aar : Berne (capital). Reuss : Lucerne. Rhone : Geneva (second largest town, watchmaking and jewellery), Zermatt on tributary. Inn : St. Moritz in Engadine. SIZE, ETC. Area, 16,000 square miles. Population, nearly 3,000,000 Four languages spoken. Excellence of communications. Hardy constitution of inhabitants (mountaineers)."], [52, ""], [53, "4' NETHERLANDS OR HOLLAND. COLONIAL POSSESSIONS. East Indies : Settlements in Java, Sumatra, etc. (capital Batavia) ; settle ments in Borneo, Celebes (capital Macassar), Moluccas (capital Amboyna), and in New Guinea (see map of Asia and Frontispiece). S. America : Dutch Guiana, Curacoa (see p. 92). RIVERS. Schelde, Rhine, its estuaries and tributaries — Yssel, Leek, Waal, Maas. PORTS. -f- Harlingen, Amsterdam (capital), f Helder, Rotterdam (chief port on Maas). Flushing. TOWNS ON RIVERS. Rhine: •fArnhem (manufacturing), Utrecht (university, Peace 1713), Leyden (university, siege 1573). Maas : f Maastricht, Rotterdam. Waal: fNimegen (Peace 1678). Other Towns : The Hague (seat of government) ; f Luxemburg (capital Grand Duchy S.E. of Belgium). SIZE, ETC. Area, 12,500 square miles. Population, 4 millions. Notice I. Nothing but plain. II. Network of rivers. III. Excellence of harbours. IV. At least one-tenth of present surface reclaimed by labour from sea."], [54, "42 BELGIUM BELGIUM. RIVERS. Schelde or Escaut, tributaries — Lys, Senne ; Meuse, tributary — Sambre. PORT. f Ostend (line to Dover). TOWNS ON RIVERS. Schelde: f Antwerp (chief port), f Ghent (carpets, lace), XOU(ienar(le,TourDay Senne : Brussels (capital, lace and carpets). Dyle : Mechlin (lace). Lys : Courtrai Meuse : Liege (firearms) ; Namur (cutlery). Sambre : Charleroi (nails). OTHER TOWNS. X Waterloo, X Quatre Bras, X Ligny, Mons, X Ramillies. SIZE, ETC. Area, 11,400 square miles. Population, 5,600,000. Notice I. Flat country except in S.E. II. Mineral and agricultural resources. III. Network of streams between Schelde and Sambre, forming \" battle- ground of Europe.\""], [55, ""], [56, ""], [57, "4? GERMANY. COLONIAL POSSESSIONS. Part of New Guinea, Bismark Archipelago, Angra Pequena and Cameroons (West Africa), German East African Co. Territory. MOUNTAINS. Riesen Gebirge, Erz Gebirge, Bohmer Waid, Hartz Mountains, Black Forest (or Schwarzwald), Vosges. RIVERS. Memel or Niemen, Pregel, Vistula, Oder (tributary — Warta) ; Elbe (tributaries — Spree, Saale — basin 55,000 square miles; 700 miles long; navigable for 400 miles) ; Weser (tributary — Leine) ; Ems, Bhine (tributaries — Lippe, Moselle, Main, Neckar, Aar — basin 80,000 square miles; 850 miles long); Danube (tributaries, Isar and Lech). PORTS. Baltic : f Memel, -f* Konigsberg, f Dantzic, f Stralsund, Lubeck, Kiel (chief German port on Baltic). North Sea : Cuxhaven, Wilkelmshaven, Emden. River Ports : f Stettin, Hamburg, Altona, Bremen. TOWNS ON RIVERS, Niemen : Memel, Tilsit (Peace of 1807). Pregel : Konigsberg (capital Prussia Proper). Vistula : f Dantzic, -f- Thorn. Oder : Stettin (capital Pomerania), f Kiistrin, Frankfort, Breslau (capital Silesia, wool fair). Warta : + Kiistrin, Posen (capital Posen). Elbe : Altona (chief town Schleswig- Holstein), Hamburg, -f* Magdeburg (capital"], [58, "46 GERMANY Prussian Saxony, manufacturing), Meissen (china), Dresden (capital Saxony, pictures, china). Spree : Berlin (capital). Saale : Leipsic (X 1813, university, book trade). Weser : Bremen (American trade), Minden (X 1759), Cassel (capital Hesse- Cassel) ; on tributaries — Hanover, Gottingen, Brunswick, Eisenach (Luther 1521). Ems : Emden, Munster (capital Westphalia). Rhine : Diisseldorf (commerce), Cologne (capital Rhine Province, cathedral, military and commercial town), Bonn (university), Coblentz (junction of Moselle), -f-Ehrenbreitstein, f Mainz, Mannheim (commerce), Carlsruhe (capital Baden), f Stras burg (capital Alsace). Moselle : Coblentz, Treves (Roman antiquities), f Metz (capital Lorraine). Main : Mainz, Frankfurt- on-Main. Neckar : Mannheim, Heidelberg (university), Stuttgart (capital Wiirtemberg). Danube : fUlm, Eatisbon (X 1809), Blenheim (X 1704). Lech : Augsburg (cotton, woollen, paper). Isar : Munich (capital Bavaria, picture galleries). MINERALS AND MANUFACTURES. Coal is found in Silesia ; iron, copper, zinc, sulphur are also found. Linen and iron goods are made in Silesia ; lace in Saxony ; cotton at Chemnitz (coal, \" Saxon Manchester \") ; carpets and beer in Bavaria ; clocks and musical boxes in the Black Forest. SIZE, ETC Area, roughly, 200,000 square miles. Population, 45 millions. Notice I. Northern plains and southern highlands the general rule. II. Hence rivers run N. or N.W. III. German Empire dates from 1870-71, after the French defeat."], [59, ""], [60, ""], [61, "49 DENMARK. FOREIGN POSSESSIONS. Iceland (capital Reikiavik), Faroe Islands. In West Indies, Santa Cruz, St. Thomas and St. John. Settlements in Greenland. PORTS. + Copenhagen on Zealand (capital, Nelson X 1801), tElsinore (commands Sound), Aalborg (capital Jutland). SWEDEN AND NORWAY. MOUNTAINS. Kiolen, Dovrefield, with Sneehatten (7620 feet). LAKES. Wener, Wetter, Maelar. RIVERS. Tornea, Lulea, Dal, Glommen. SWEDEN— PORTS. t Stockholm, capital (Northern Venice) ; t Carlscrona (arsenal), t Gothenborg on Cattegat. Other Towns : Upsala (university), Fahlun (mining centre). NORWAY— PORTS. Hammerfest (most northerly town in Europe), Drontheim (old capital), Bergen (fish and oil), Stavanger (herring trade), Christiansand (lobster trade), Christiania (capital). E"], [62, ""], [63, "5' RUSSIA. MOUNTAINS. Caucasus, with Elburz (18,500 ft.), Ural Mountains, Valdai Hills. LAKES. Ladoga, Onega, Saima, Peipus, Enara, Goukcha. RIVERS. N. Petchora, North Dwina, Onega. W. Neva, Dwina, Niemen, Vistula. S. Into Black Sea : Dniester, Bug, Dnieper. Into Sea of Azov : Don, Kuban. Into Caspian Sea : Ural, Volga (tributary, Oka [Moskwa]), Terek, Kur (tributary, Aras). The Volga is navigable almost to its source, and is thus of great importance to Russian trade, 2400 miles, longest in Europe, rises in lake in Valdai Hills. PORTS. White Sea: Archangel. Baltic, etc. : Helsingfors, fSveaborg, Viborg, f Cron stadt, f Revel, Riga, Libau. Black Sea : Odessa, Nicholaiev, Kherson, f Sebastopol, Batoum. Sea of Azov : T aganrog. Caspian Sea : Astrakhan, Baku (petroleum). TOWNS ON RIVERS. North Dwina : Archangel. Neva: St. Petersburg (capital 1693)."], [64, "RUSSIA 52 Dwina : Riga. Vistula : Warsaw (old capital Poland). Dniester : Kisbenau (capital of Bessarabia). Bug : Nicholaiev (naval station). Dnieper: Kherson, Kiev (\"Holy City,\" once capital, with 400 churches), Smolensk (X 1812, commands \"Gate of Russia \"). Don : Novo Tcherkash (capital of Don Cossacks), Voronetz (commercial town). Volga : Astrakhan, Saratov and Kazan (principal depots of caravan trade), Nijni-Novgorod (great fair). Moskwa : Moscow (old capital, burnt 1812). Ural : Orenburg. Kur : Tiflis (capital Trans-Caucasia) — route to Baku, whence steamers to Michaelovsk, starting-point of Transcaspian Railway. Aras : Erivan (commercial town), Kars (Sir Fenwick Williams, 1854 ; captured by Russia in 1877). Other Towns : Kharkov, Minsk, Grodno, Vilna (timber, corn). INDUSTRIES. Wheat is grown largely in centre ; hemp and flax in west ; tobacco and maize in the Crimea. Sheep and cattle are reared on the Steppes (vast sandy plains in S.E.) Large quantities of timber are exported from the northern pine and southern elm and beech forests. On western slopes of Ural Mountains are found iron and copper; on eastern slopes, gold, silver, platinum, precious stones, zinc. SIZE, ETC. Russian Empire includes (i.) Russia proper with Poland and Finland, (ii.) Caucasia, (iii.) Siberia, (iv.) Central Asia. Area, twice Continent of Europe, one sixth of the whole inhabited world. Notice I. System of enormous rivers, Volga, Dnieper, etc. II. Absence of mountains, except isolated ranges. III. Great mineral resources."], [65, ""], [66, ""], [67, "55 ASIA. SEAS, BAYS, GULFS. N. Arctic Ocean — Kara Sea, Gulf of Obi, Gulf of Yenisei, Gulf of Khatanga. E. Gulf of Anadyr, Behring or Kamskatka Sea, Sea of Okhotsk, Gulf of Tartary, Japan Sea, Gulf of Pechili, Yellow Sea, China Sea, Gulf of Tonquin, Gulf of Siam. S. Indian Ocean — Bay of Bengal, Gulf of Martaban, Gulf of Manaar, Gulf of Cambay, Gulf of Cutch, Arabian Sea, Gulf of Oman, Persian Gulf, Gulf of Aden. W. Red Sea, Gulf of Akaba, Levant, Archipelago, Sea of Marmora, Black Sea. STRAITS. Behring, La Perouse, Corea, Formosa, Hainan, Macassar, Malacca, Palk, Ormuz, Bab-el-Mandeb, Dardanelles, Constantinople. CAPES. North-East Cape (otherwise North Cape of Asia, or Cape Severo, or Cape Tcheliuskin), East Cape or Cape Vestochni, Cape Lopatka, Cape Blanco, Cape Engano, Cape Cambodia, Cape Romania, Cape Negrais, Dundra Head, Cape Comorin, Ras El Had, Cape Baba. ISLANDS. N. Liahkof Islands or New Siberia, Wrangel Land. E. St. Lawrence Island, Behring Island, Aleutian Islands, Kurile Islands, Saghalien, Japan Islands (Yesso, Niphon or Hondo, Si-kok, Kiu-siu), Loo-choo Islands, Formosa, Hainan, Philippine Islands, Mariana or Ladrone Islands (see Frontispiece), Caroline Islands, Borneo, Celebes, Molucca or Spice Islands."], [68, "56 ASIA >J S. Sunda Islands (Sumatra, Java, etc.), Nicobar Islands, Andaman Islands. Ceylon, Maldives, Laccadives, Perim. W. Cyprus, Rhodes, Scio, Mitylene, LAKES. Caspian, Aral, Balkash or Tengiz, Baikal, Lob Nor, Tengri Nor, Tong-ting. Hamoom, Bakhtegan or Neyriz, Van, Urumyiah. MOUNTAINS. From Hindu Kush as centre (1) running north-east, Tbian-shan Mountains, Altai Mountains, Yablonoi Mountains, Stanovoi Mountains ; (2) running east, Kara korum, Kuen-lun, Nan-shan, Pe-ling (north and south of Pe-ling, In-shan and Kbingan, Yung-ling and Nan-ling) ; (3) running south-east, Himalayas (Everest 29,000 feet, Dbwalagiri and Kinchinjunga) ; (4) running south, Suliman Mountains (chief passes, Khyber and Bolan) ; (5) running west, Afghan range called Paropamisan, Elburz, Armenian Mountains with Ararat. Taurus. LESSER RANGES. Lebanon in Syria running down to Mount Sinai, Ural Mountains : in India, West and East Ghauts, Neilgherries (joining the southern extremities of the East and West Ghauts), Vindhya Mountains. VOLCANOES. Fusi-yama in Japan ; several in Malaysia and some in Thian-shan range. RIVERS. N. Obi, Yenisei, Lena. E. Amadyr, Amoor, Peiho, Hoang-ho or Yellow River, Yang-tse-kiang, Canton. River. S. Mekong or Cambodia, Menam, Salwen, Irrawaddy, Brahmapootra, Ganges, Indus, Tigris and Euphrates (making Shat-El-Arab, after they join). W. Kizil-Irmak. INLAND RIVERS Into Caspian : Ural, Atrek, Aras. Into Aral Sea : Sir-Daria, Amoo-Daria (Oxus)."], [69, "ASIA 57 Into Lob Nor : Tarim. Into Lake Hamoom : Helmund PENINSULAS. Kamskatka, Corea, Further India with Isthmus of Kraw and Malay Peninsula, India, Arabia, Anatolia or Asia Minor. TABLELANDS. Desert of Nejed, Plateau of Iran, Plateau of Pamir, Desert of Gobi or Shamo, The Deccan (see map of India). DIVISIONS. Russia in Asia, Chinese Empire, Japan, Malaysia or East Indies, Further India, India, Belucbistan, Afghanistan, Turkestan, Persia, Arabia, Turkey in Asia. RUSSIA IN ASIA. SIBERIA. Chief Towns : Tobolsk on Irtish, Yeniseisk on Yenisei, Yakutsk on Lena, Irkutsk on Lake Baikal, Okhotsk (seaport), Petropaulovski (seaport, bombarded by allies in Crimean War). MINING CENTRES In Ural Mountains, Ekaterinburg ; on Upper Obi, Tomsk and Barnaul ; in Yablonoi Mountains, Nertchinsk. RUSSIAN TURKESTAN AND TRANSCASPIA. Sir Daria conquered, 1865-70. Chief Towns : Turkestan, Tashkend, Khokan. Further Annexations : Samarcand (1868), Khiva (1873), Merv and Balkh (1884). The Transcaspian Railway (see map, p. 66), nearly 900 miles long, runs from Michaelovsk on the Caspian Sea to Samarcand. Chief stations : Geok Tepe (captured by Skobeleff 1881), Askabad, Bokhara, Samarcand (ancient capital of Timur). Bridge over Oxus."], [70, "58 CHINA INDEPENDENT TURKESTAN. Much reduced since 1884. Khanate of Bokhara still nominally independent. CHINESE EMPIRE. DIVISIONS. China Proper, Tibet, Thian-Shan or Eastern Turkestan, Mongolia, Manchooria, Corea (tributary). CHINA PROPER. Population, supposed 350 millions. Northern frontier, the Great Wall, 1200 miles long, part of it 2000 years old. European Commerce (tea, silk, cotton, porcelain, etc., exported) almost con fined to the Treaty Ports. Five opened in 1842, — Canton, Amoy, Foo-chow, Ning-po, Shang-hae; others in 1858 and 1869, among which are Swatow, Hankow (on Yang-tse-kiang), Tien-tsin. Other Towns : Pekin, the capital, on Pei-ho (imperial palace, captured by British and French in 1860), Nan-king (on Yang-tse-kiang, former capital). EUROPEAN POSSESSIONS. Hong-kong, with capital Victoria, and strip of mainland (British since 1842), Macao (Portuguese since 1586). TIBET. High plateau rising to 16,000 feet. Little known. Sources of Indus, Sutlej, Yang-tse-kiang, Hoang-ho, Brahmapootra. Capital Lassa, residence of Lama or High Priest of Buddhism. EASTERN TURKESTAN. Or Thian-Shan. Highroad of Chinese commerce to West of Asia. Population mainly Tartars and Calmucks. Chief Towns : Kashgar and Yarkand on Tarim and a tributary."], [71, "CHINA 59 MONGOLIA. Little cultivated and thinly populated, mainly consists of Gobi or Shamo desert. Capital Urga. MANCHOORIA. Original home of the present reigning dynasty of China. Capital Mouk-den, in south. Saghalien-Ula on Amoor. COREA. Tributary to China. Capital King-ki-tao, or Kiung, or Seul. JAPAN. Empire includes the four great islands, the Kuriles and tbe Loo-choo Islands. COMMERCE. Ports open since 1859. Yokohama (line of steamers to San Francisco), Hako dadi, Nagasaki. Exports : silk, tea, lacquered ware. TOWNS. Capital Yeddo or Tokio, Kioto or Miako (residence of Mikado), Osaka. MALAYSIA, EAST INDIES. CHIEF GROUPS. Sunda Islands (Sumatra, Java, Timor, etc.), Molucca or Spice Islands, Philippines. SMALLER GROUPS. Mariana or Ladrone, Caroline, Sulu Archipelago. SINGLE ISLANDS. Borneo, Celebes, Papua or New Guinea (see Frontispiece)."], [72, "60 FURTHER INDIA EUROPEAN SETTLEMENTS. British : Sarawak in Borneo, and Labuan off north-west coast (an important coaling- station). Dutch : parts of Java (capital Batavia), of Sumatra, Timor, Borneo, Celebes (capital Macassar), Moluccas including Amboyna. Spanish : Philippines, chief island Luzon (capital Manilla), Caroline Islands, Mariana Islands. Portuguese : Settlements in Timor. FURTHER INDIA. DIVISIONS. Burmah (British), Siam, Annam, Cambodia, Lower or French Cochin-China, Straits Settlements (British) in Malay Peninsula. BURMAH. Divisions : Aracan, Pegu (at head of G. of Martaban), Tenasserim, Burmah (lately annexed). Chief Towns : Chittagong (port), Akyab (port and capital of Aracan), Aracan, Eangoon (on Irrawaddy, port, military station), Bassein (port), Martaban and Moul mein (ports on Gulf of Martaban), Tenasserim (native capital), Mandalay (capital of Burmah on Irrawaddy, as are Ava and Amarapura the two old capitals), Bharoo (higher up river, centre of commerce with China). SIAM. Capital Bangkok, port on Menam, exporting rice, sugar, pepper, to China and Singapore. ANNAM. Or Upper Cochin-China. Capital Hue, built by French engineers. . Northern province, Tonquin, scene of recent French expeditions. CAMBODIA. Capital Panomping or Udong, protected by French, exports gamboge, hence named."], [73, "INDIA 61 FRENCH OR LOWER COCHIN-CHINA. Capital Saigon. STRAITS SETTLEMENTS. Acquired by purchase from Dutch, between 1786 and 1825. Divisions : Province Wellesley, Penang Island (capital Georgetown), Malacca (capital Malacca), Singapore (on an island, harbour of great importance for com merce of south-east, capital of the Settlements). INDIA. Dates connected with Growth of British Empire. 1600. Charter granted to East India Company by Elizabeth, 1612. First factory founded at Surat. 1750 (about). Contest with French. Clive at Arcot. 1757. Battle of Plassy ; subsequent conquest of Bengal and Central India. 1799. Mysore subdued. 1805. Capture of Delhi and Agra. Great Mogul henceforth pensioner of Company. 1858. After Mutiny, Government transferred from East India Company to British Crown. Secretary for India appointed, also a Viceroy. 1877. Empire of India. PHYSICAL FEATURES Mountains (as given, p. 56). RIVERS. Brahmapootra, Ganges (estuary Hoogly ; tributaries — Junma, Goomtee, Gogra, Gunduk) ; Mahanuddy, Godavery, Kistna, Cauvery, Taptee, Nerbudda, Indus (tributaries — Cabul River, Jhelum, Chenab, Ravee, Sutlej). GEOGRAPHICAL TITLES. Deccan : central southern plain, chiefly Nizam's dominions. Carnatic : strip of low coast in Madras, between E. Ghauts and sea."], [74, "62 INDIA Malabar Coast : S.W. Coromandel Coast : S.E. Sunderbunds : delta of Ganges and Brahmapootra. POLITICAL DIVISIONS. (i.) British Possessions, (ii.) Tributary and protected States, (iii.) Independent Native States, (iv.) French and Portuguese Possessions. (i.) Ceylon and three Presidencies. A. Bengal (including Bengal Proper, Berar, Central Provinces, North-West Provinces and Oude, Punjaub, Assam). B. Madras. C. Bombay (including Scinde and Salsette Island). (ii.) Nizam's dominions or Hyderabad, Mysore, Travancore, Rajpootana or Jodhpoor Agency, Central India or Indore Agency, Cashmere, Sikh States (between the Punjaub and tbe N.W. Provinces). (iii.) Bhotan, Nepaul. (iv.) French : Chandernagore, Pondicherry, Carical, Mahd, Yanaon. Portuguese : Goa, Damaun, Island of Diu. PORTS. Calcutta, Madras, Pondicherry, Carical, Cochin, Calicut, Cananore, Mangalore, Panjim or New Goa, Bombay, Surat, Broach, Kurrachee. TOWNS ON RIVERS. Ganges : Calcutta (centre of Government, capital of Bengal), Chandernagore (old French settlement), Plassy (Olive's victory over Surajah Dowlah 1757), Moorshedabad (old capital Bengal), Patna (opium factory), Benares (\"holy city,\" large commerce), Mirzapore (cotton trade), Allahabad (capital N.W. Provinces, sacred city), Cawnpore (massacre 1857), Hurdwar (gate of Ganges, sacred city). Jumna : Allahabad, Agra (famous Taj Mahal Mausoleum), Delhi (capital of Great Moguls, focus of Mutiny 1857 ; important as commercial and military centre, near it Meerut, where Mutiny broke out). Goomtee : Lucknow (defended against rebels, 1857). Mahanuddy : Kuttack. Godavery: Yanaon; on tributary, Assaye (Wellington's first victory, 1803). Kistna : on tributary, Hyderabad (capital Nizam's dominions)"], [75, ""], [76, "64 INDIA Cauvery : Tanjore, Trichinopoli (tobacco), Mysore (capital Mysore), Seringa patam (Tippo Sahib slain 1799). Taptee : Surat (first British settlement, 1612) Nerbudda : Broach. Indus : Kurrachee, Hyderabad (capital Scinde), Meanee, Shikarpoor. See map of Indus, p. 111. Sutlej : Ferozepore, Sobraon (X1S46), Ahwal (X1846); near Sutlej — Simla (summer quarters of Punjaub Army). Ravee : Lahore (capital Punjaub), Amritsar (near Ravee, commercial and holy city of the Sikhs). Chenab : Mooltan (commercial and military centre, X in Sikh War, 1849). Jhelum : Cashmere or Srinagar (capital Cashmere), Cbillian wallah (X1849). Cabul R. : Peshawur (military station commanding east side of Khyber Pass). OTHER TOWNS, MILITARY STATIONS, ETC. Poonah (summer quarters of Bombay Army), Ootacamund (in Neilgherries, summer quarters for Madras Army), Baroda, Ahmedabad (once the finest city in India), Jeypoor (in Rajpootana), Nagpoor (principal town in Central Provinces), Arcot (in Madras, captured by Clive 1751). Notice (p. 66) railway from Kurrachee to camp at Quetta, and to Peshawur, with junction for Calcutta, etc., at Lahore. Connection with Transcaspian line (see again p. 66) would bring Calcutta nearer to London. CEYLON. MOUNTAIN. Adam's Peak. TOWNS. Colombo : (capital and port). Kandy : (old capital). Point de Galle : (packet-station). Trincomalee : (naval dockyard). Large forests and jungles. Produces rice, coffee, cinnamon, tea, pearls."], [77, "AFGHANISTAN, ETC. 65 AFGHANISTAN. Accessible from India by Khyber Pass, and Kuram route by Peiwar and Shutargardan Passes. From south by Bolan Pass. Chief Towns : Cabul (capital, retreat from it 1842, occupied 1878-79), Kan dahar, Herat (\" key of India,\" from Central Asia), Ghuznee, Jellalabad (commanding west of Khyber Pass). BELUCHISTAN. Accessible from India and Afghanistan by Bolan Pass. Towns: Kelat (capital, captured by British 1839 and 1841), Quetta (British military station commanding Bolan Pass). PEESIA. Chief Towns : Teheran (capital), Ispahan (old capital), Yezd (east of Ispahan, centre of caravan trade to Bokhara, Afghanistan and Beluchistan), Tabriz in N.W. (largest town, commerce with Russia), Bushire (port, taken by British 1856), Shiraz (famous rose-gardens ; capital of Caliphs), Meshed in N.E. (religious and commercial centre), Resht and Balfrush (ports on Caspian). AEABIA. Divisions : Hejaz, Yemen, El Hasa (all three nominally belonging to Turkey), Nejed, Oman, Hadramaut. Chief Towns : Mecca (\" holy city \" of Mussulmen, birthplace of Mahomet), Jeddah (its port on Red Sea) ; Medina (death of Mahomet, 632 a.d.), Yembo (its port on Red Sea) ; Sana (capital of Yemen), Mocha (seaport, whence Mocha coffee), Aden (with island Perim, a British packet -station and fortress), Makallah (seaport in Hadramaut), Muscat (capital Oman). F"], [78, ""], [79, "TURKEY IN ASIA 67 TURKEY IN ASIA. POLITICAL DIVISIONS. Anatolia or Asia Minor, Armenia and Kurdistan, Mesopotamia, Syria, Turkish Arabia (as above). (i.) ASIA MINOR. Chief Towns : Smyrna (capital, important harbour), Brusa (most flourishing city), Scutari (on Bosphorus, opposite Constantinople), Angora (whence Angora goat's wool), Sivas (on Kizil Irmak), Sinope, Samsun, Trebizond (ports on Black Sea). Island : Cyprus — Nicosia (capital), Larnaca (chief port) — occupied by British troops since 1878. See also pp. 34, 32. (ii.) ARMENIA AND KURDISTAN. Chief Towns : Erzeroum (captured by Russia 1878, and included in Georgia), Diarbekir (on Tigris, capital of province Kurdistan), Kharput (near Euphrates), Van (on Lake Van). (iii.) MESOPOTAMIA, Chief Towns : Bagdad (on Tigris, commercial mart, great caravan centre in Middle Ages), Mosul (on Tigris, whence muslin, near which ruins of Nineveh), Bassorah or Basra (port on Shat-el-Arab, or Tigris and Euphrates united). (iv.) SYRIA OR ES-SCHAM. Ports : Alexandretta (port of Aleppo), Beirout (port of Damascus), Jaffa (port of Jerusalem, silted up), Acre, Tripoli, Latakia. Chief Towns : Damascus (capital, commercially important still, most ancient city perhaps in the world), Aleppo (in North, great trading centre in Middle Ages), Jerusalem (capital of Palestine)."], [80, ""], [81, "69 AFEICA. OCEANS, SEAS, GULFS, ETC. N. Mediterranean Sea — Gulf of Sidra, Gulf of Cabes, Straits of Gibraltar. W. Atlantic Ocean — Gulf of Guinea, Bight of Benin, Bight of Biafra, Great Fish Bay, Walvisch Bay, Table Bay. E. Indian Ocean — Algoa Bay, Delagoa Bay, Sofala Bay, Mozambique Channel, Gulf of Aden, Strait of Babelmandeb, Eed Sea, Suez Canal. ISLANDS. W. Madeira Islands (Portuguese, capital Funchal, calling-place for Atlantic steamers, fertile, healthy, wines and fruits) ; Canary Islands (60 miles off coast, Spanish, volcanic; Teneriffe with volcano, Peak of Teneriffe; 12,000 feet; cochineal) ; Cape Verd Islands (Portuguese, harbour of St. Vincent, calling-station for steamers) ; Goree (French) ; Fernando Po (Spanish) ; Principe or Prince's Island, and St. Thomas (Portuguese) ; Annobon (Spanish, in Bight of Biafra, sugar, quinine) ; Ascension (35 square miles, naval station), and St. Helena (45 square miles, 1200 from coast, 800 from Ascension, victualling station, Napoleon 1815-1821, capital Jamestown, British). E. Madagascar (2^- times Great Britain; wooded mountains 9000 feet in centre ; rice and tapioca ; capital Antananarivo ; port Tamatave ; under French protec tion ; chief tribe Hovas ; Comoro Islands (Mayotta is French) ; B^union or Bourbon (French, capital St. Denis) ; Mauritius or Isle of France (British ; fertile and mount ainous ; sugar plantations worked by Indian coolies ; cotton and indigo ; capital Port Louis ; Amirante Islands and Seychelle Islands are attached to this colony) ; Zanzibar (British, German rights surrendered by treaty 1890); Pemba (British); Socotra (off C. Guardafui, British)."], [82, "70 AFRICA CAPES. N. Bon, Serra or Blanco. W. Blanco (2), Verde, Palmas, Three Points, Lopez, Negro, Frio. S. Cape of Good Hope, Agulhas. E. Corrientes, Delgado, Guardafui, Amber and St. Mary in Madagascar. PORTS. Port Said (Suez Canal), Damietta, Eosetta, Alexandria (ancient city of the Ptolemies, bombarded 1881), Tripoli, Tunis (on Gulf of Tunis), Bougie, Algiers, Oran, Ceuta, Tangier, Mogador, Fort St. Louis, Bathurst, Freetown, Monrovia, Cape Coast Castle, Accra, Whyddah, Lagos, Bonny, Loango, St. Paul de Loanda (Portuguese), Benguela (Portuguese), Walvisch Bay (British whaling station), Angra Pequena (German), Cape Town, George Town, Port Elizabeth, Bathurst, Port Natal, Sofala, Quilimane (Portuguese), Mozambique (Portuguese), Zanzibar (on Island of Zanzibar), Mombasa, Massowah (Italian), Suakin, Suez (on Canal). MOUNTAINS. Atlas Mountains, with Miltsin (11,500 feet), Kong Mountains, Cameroons (13,500 feet), Nieuweld Mountains, Drakenberg Mountains, Lupata Mountains (S.W. of Lake Nyassa), Kilimandjaro (19,000 feet), Kenia (18,000 feet), Euwen zori Mountains (between Albert Nyanza and Albert Edward Nyanza — Stanley, 1889), Mountains of Abyssinia. RIVERS AND TOWNS. Nile : Damietta, Eosetta, Alexandria (at mouths) ; Cairo (capital, at head of delta, Pyramids) ; Siout (trade) ; Thebes, Luxor, Karnak (ruins) ; Assouan (1st cataract) ; Wady Haifa (2d or great cataract) ; New and Old Dongola ; Berber ; Shendy ; Khartoom (at junction of Blue Nile) ; tributaries — Blue Nile, with town Sennaar, flowing from Lake Demba or Tzana in Abyssinia (Gondar is north of this lake) — and Atbara. Sources — Lakes Victoria Nyanza, Albert Nyanza, Albert Edward Nyanza, Tzana. Length, 3000 miles; navigable for 800 miles from mouth, then impeded by six cataracts. Senegal : Fort St. Louis (French). Gambia : Bathurst (British)."], [83, ""], [84, ""], [85, "AFRICA 73 Rio Grande : Bissao (Portuguese). Niger (Quorra or Joliba) : Benin, Bonny, Timbuctoo (caravan trade); tribu tary — Sokoto, Sokoto (trade). Length, 2300 miles. Congo or Livingstone: tributary — Aruwimi. Explored by Stanley 1877; navigable for 1000 miles between Stanley Pool, 300 miles from mouth, to Stanley Falls. In March 1887 Stanley ascended Congo and Aruwimi, and reached Kavalli's on Lake Albert Nyanza 15th December 1887. Sources — Lake Bangweolo, Lake Moero, and a series of lakes beginning with Lake Lanchi. The headwaters of Congo lie between the nearest ends of Lakes Tanganyika and Nyassa. Orange River or Gariep : North of Cape Colony ; tributary — Vaal. Limpopo : North of Transvaal. Zambesi : Quilimane and Tete (Portuguese) ; fed by streams from Lakes Dilolo and Nyassa ; Victoria Falls, 350 feet by 8 0 feet, discovered by Livingstone, below junction with Eiver Chobe. Rovuma : (south boundary of German East Africa Company's territory). LAKES. Three great systems in Central Africa — (1) The sources of the Nile, as already mentioned. (2) The sources of the Congo. (3) The sources of the Zambesi; Lakes Nyassa (connected by Eiver Shire) and Dilolo (Eiver Luba) ; Lake Tchad in Soudan (Yeow and Shari flow into it) ; Lake Tanganyika ; Lake Ngami. COUNTRIES. EGYPT. Capital Cairo (375,000 inhabitants, connected with Alexandria by railway and Mahmudieh Canal). Population 6-^ millions, chiefly fellaheen engaged in agriculture in delta and valley of Nile, which are fertilised by annual inundation of river. Con dition of country improving under British protection. BARBARY STATES. Tripoli. Capital Tripoli (caravan trade and port) ; four times size of Great Britain, province of Turkey."], [86, "AFRICA 74 Tunis. Capital Tunis (shawls, carpets, turbans, large trade; ruins of Carthage 12 miles N.E.) ; under French influence. Algeria. Algiers, Bougie (candles first made), Oran, Constantine ; a French colony, same size as Great Britain ; population 3^ millions ; fertile between Atlas Mountains and sea. Morocco. Capital Morocco, Fez (caps, oldest town in Morocco); fertile region at foot of Atlas range towards sea ; governed by a Mohammedan emperor. SAHARA DESERT. South of the four preceding Barbary States. SOUDAN. The vast territory, south of the Sahara, between the Nile and the sources of the Niger. SENEGAMBIA. Hot fertile district watered by Senegal and Gambia. Exports palm oil, ivory, _rum. Fort St. Louis and Goree are French settlements. Bathurst at mouth of Gambia is British. UPPER GUINEA. Between Gulf of Guinea and Kong Mountains ; Sierra Leone, Freetown (British); Grain Coast with Liberia (Republic founded by Americans in 1822 for freed negroes ; capital Monrovia) ; Ivory Coast, Gold Coast (British), Cape Coast Castle, Accra ; Slave Coast, Whyddah, Lagos (British) ; German settlements near Cameroon Mountains. Native States, — Ashantee, capital Coomassie ; Dahomey, capital Abomey. LOWER GUINEA. French Congo extends from N. of Gaboon River to lower Congo Eiver. Portu guese Lower Guinea from Congo Eiver to Eiver Kunene, N. of Cape Frio."], [87, ""], [88, ""], [89, "AFRICA 77 CONGO FREE STATE. Established in Central Africa by treaty between Great Powers of Europe in 1885. HOTTENTOT COUNTRY With German and British settlements, S. of Portuguese territory to Orange Eiver. BRITISH SOUTH AFRICA. CAPE COLONY. Chiefly S. of Orange Eiver ; capital Cape Town on Table Bay at foot of Table Mountain (4000 feet) ; interior dry; sheep and ostriches ; land rises in terraces from coast; founded 1806; includes Griqua Land West, N. of Orange Eiver (capital Kimberley, diamond country). Population 1,000,000. Natives are Kaffirs and Hottentots. Twice size of Great Britain. BRITISH KAFFRARIA. Griqua Land East, inhabited by Kaffirs, governed by Cape magistrates, fertile, produces maize and cattle. BASUTO LAND. N.W. of British Kaffraria and separated from it by Drakenberg Mountains, a Crown colony, grain. NATAL. Capital Pieterrnaritzburg ; port, Durban and Port Natal ; Crown colony ; sugar, cattle, ostriches, wooded in interior. BECHUANALAND. Under British protection with Kalahari Desert in W. The Bechuanas grow maize and cattle in E. ; town Shoshong. MASHONALAND AND MANICALAND and the Matabele country, N. of Bechuanaland and the Transvaal, fertile, well watered ; colonising and exploring have begun under auspices of Cape Government."], [90, "78 AFRICA ZULU LAND. N.E. of Natal, size of Switzerland ; Zulu chief Cetewayo taken prisoner by British in 1879 after battle of Ulundi; new Bepublic founded by Boers in 1884 in W. of Zulu Land ; British Zulu Land on coast. ORANGE RIVER FREE STATE, Capital Bloemfontein ; between the rivers Orange and Vaal ; and THE TRANSVAAL, Capital Pretoria ; Potchefstroom ; between the rivers Vaal and Limpopo ; are Republics founded by Boers (old Dutch colonists). SWAZI LAND. Between Transvaal and coast ; placed under joint English and Boer protection by treaty 1890 ; railway from Pretoria to run through it. PORTUGUESE EAST AFRICA. Along coast from Delagoa Bay up to Cape Delgado, and up Zambesi to above Tete. Towns — Quilimane, Mozambique, Tete. BRITISH S. AFRICA CO. AND AFRICAN LAKES CO. TERRITORIES Lie inland W., S. and S.W. of Lake Nyassa. GERMAN EAST AFRICA CO. TERRITORY Extends along coast from Cape Delgado to near Mombasa, and inland to Lake Victoria Nyanza. Town, Bagamoyo (Stanley arrived, 4th December 1889, after crossing Africa from mouth of Congo). IMPERIAL BRITISH EAST AFRICA CO. TERRITORY. Mombasa, Witu. The boundaries of these territories were settled by treaty between England and Germany in 1890. ABYSSINIA. A mountainous country divided into several states, under one ruler, chief town Gondar; Magdala (stronghold of King Theodore, taken by Lord Napier 1868)."], [91, ""], [92, ""], [93, "8l AMEEICA. OCEANS, SEAS, ETC. N. Arctic Ocean — Behring Strait, Smith Sound. E. Atlantic Ocean — Baffin's Bay, Davis Strait, Hudson Strait, Hudson Bay, James Bay, Strait of Belle Isle, Gulf of St. Lawrence, Bay of Fundy (see map of British North America, p. 87), Boston Harbour, Delaware Bay, Chesapeake Bay, Florida Channel, Gulf of Mexico, Campeachy Bay, Caribbean Sea, Bay of Honduras (between Capes Catoche and Gracias a Dios), Gulf of Darien, Gulf of Maracaybo, Mouths of Amazon and Eio de la Plata, Gulf of San Matias, Straits of Magellan. W. Pacific Ocean — Gulf of Guayaquil, Gulf of Panama, Fonseca Bay, Tehuan tepec Bay, Gulf of California, Bay of San Francisco, Puget Sound, Juan de Fuca Strait, Queen Charlotte Sound. ISLANDS, ETC. N. Greenland (Danish ; Disco Island) ; Grinnell Land (with C. Columbia, and farthest point of Arctic expedition 1875, 1876); Banks Land, Prince Albert Land, Prince of Wales Land, Southampton Island (Hudson Bay). E. Newfoundland (St. John's), Anticosti, Prince Edward Island (Charlottetown), Cape Breton Island (Sydney) in the Gulf of St. Lawrence ; Ehode Island (part of smallest of United States), Long Island (Brooklyn, suburb of New York — 115 miles by 20 miles); The Bermudas (British), The West Indies (see page 93), Joannes Island or Marajo (mouth of Amazon), Falkland Islands (British), Staten Island (off T. del Fuego, British). S. Tierra del Fuego (volcanic), South Georgia, Graham's Land (see map of World, Frontispiece). W. Patagonian Archipelago, Juan Fernandez, Galapagos Islands (W. of Ecuador), Vancouver Island, Queen Charlotte Islands, Prince of Wales Island, Sitka Island, Aleutian Islands. G"], [94, "82 AMERICA CAPES. N. Barrow, Bathurst. E. Farewell (Greenland), Chidley, Eace (Newfoundland), Sable (Nova Scotia); Cod, Hatteras, Sable (Florida), Catoche, Gracias a Dios, Gallinas, San Eoque, Frio, Corrientes. S. Horn (island), Froward (Patagonia). W. St. Lucas. MOUNTAINS. Eocky Mountains (Hooker and Brown, 16,000 feet); Mountains of Central America (Popocatepetl, volcano; Orizaba, 17,500 feet; Agua, 15,000 feet); Andes (Chimborazo, volcano, 21,000 feet; Antisana, volcano, 19,500 feet; Coto paxi, volcano, 19,000 feet, in Ecuador; Sorata, 22,000 feet; Ilimani, 22,000 feet, in Bolivia); Aconcagua, 23,000 feet, in Chili; Californian Eange (Sierra Nevada), and Cascade Eange (Mount St. Elias, volcano, 19,000 feet; Mount Fairweather, 15,000 feet); Alleghany or Appalachian Mountains (Washington, 6000 feet, in United States) ; Mountains of Guiana and Brazil. RIVERS (N. America). N. Mackenzie (into Arctic Ocean). E. St. Lawrence (Saguenay, Ottawa), Hudson, Delaware, Susquehanna, Potomac (map of U.S.) (into Atlantic). S. Alabama, Mississippi (Missouri, Yellowstone, Platte, Arkansas, Eed Eiver, Ohio, Tennessee), Colorado, Eio Grande del Norte (into Gulf of Mexico). W. Colorado (into Gulf of California), Sacramento (into Bay of San Francisco), Columbia, Fraser, Yukon. RIVERS (S. America) N. Magdalena into Caribbean Sea. E. Orinoco, Amazon (Negro, Madeira), Eio de la Plata — Uruguay, Parana, Para guay ; Eiver Casiquiare joins Negro and Orinoco near their sources, and the head waters of Madeira and Paraguay are within a few miles of each other. Water system of S. America magnificent ; Amazon navigable 2600 miles (or 6000 including tributaries); Orinoco navigable 1000 miles; Magdalena navigable to Honda; and Parana and Paraguay navigable into interior of Brazil."], [95, ""], [96, ""], [97, "AMERICA 85 LAKES. Ontario; Erie; St. Clair; Huron (25,000); Michigan (20,000); Superior (largest in world, 32,000 square miles); Eainy Lake; Lake of the Woods; Mani toba, Winnipeg (Eiver Saskatchewan) ; Deer Lake ; Athabasca (Eiver Athabasca and Peace Eiver) ; Great Slave Lake (Slave Eiver and Eiver Mackenzie) ; Great Bear Lake (Eiver Mackenzie) ; Great Salt Lake in Utah ; Lake Champlain in Vermont and New York; Lake Nicaragua in Nicaragua; Lake Titicaca (at height 13,000 feet, near Sorata and Ilimani). PORTS. E. St. Johns, Charlottetown, Sydney, Halifax, St. John, Portland, Boston, New York (on Hudson), Philadelphia (on Delaware, map of U.S.), Baltimore, Charles ton, Savannah, Mobde (on Alabama), New Orleans, Tampico, Vera Cruz, Belize (British), Truxillo, Chagres, Aspinwall, Cartagena, Maracaybo, La Guayra, Cumana, Georgetown, Paramaribo, Cayenne, Pernambuco or Eecife, Bahia or San Salvador, Eio de Janeiro, Monte Video, Buenos Ayres (on Eio de la Plata). W. Valparaiso, Coquimbo, Cobija, Iquique, Callao, Truxillo, Guayaquil, Panama, Acapulco, San Francisco, Victoria, Vancouver, New Westminster (with Port Moody), New Archangel. TOWNS ON ST. LAWRENCE AND ITS LAKES, {See Maps of British N. America and United States, pp. 87 and, 91.) Quebec, Three Eivers, Montreal (on island 200 miles above Quebec at junction of Ottawa with St. Lawrence) ; Ottawa (on Eiver Ottawa) ; Kingston, Toronto, Hamil ton (on N. shore Lake Ontario) ; Buffalo (above Niagara Falls), Erie, Cleveland (iron works), Sandusky, Toledo (on S. shore of Lake Erie) ; Detroit (at S. end of Lake St. Clair) ; Chicago (grain, provisions, timber, population has grown with great rapidity) ; Milwaukee (on W. shore of Lake Michigan) ; Port Arthur (on Lake Superior, C.P.E.), Duluth. By aid of a few canals, ships ascend to head of Lake Superior (large trade in grain in Lake district). TOWNS ON MISSISSIPPI AND ITS TRIBUTARIES New Orleans (cotton, sugar, chief port on Gulf of Mexico) ; Baton Eouge, Natchez, Vicksburg, Memphis, Cairo (at junction with Ohio) ; St. Louis (trade centre, just below junction with Missouri) ; Minneapolis (flour-mills worked by water power), St. Paul (trade). On Ohio — Louisville (trade centre of Kentucky, tobacco), Cincinnati"], [98, "86 AMERICA (pork manufactures), Pittsburg and Alleghany (coal, iron, petroleum, iron-foundries). On Missouri — Jefferson City, Omaha. On Arkansas — Little Eock (capital of Ar kansas). The Mississippi (4.400 miles) and its tributaries drain the vast plain between the Eocky and Alleghany Mountains. It rises in Minnesota on Lake Itasca, and is navigable from St. Paul. St. Louis is lowest point at which it is bridged. The Missouri is navigable for 2000 miles, and the Ohio, Tennessee, Eed Eiver, and Arkansas are navigable for several hundreds of miles. Yellowstone Eiver (tributary of Missouri) flows from National (or Yellowstone) Park in Wyoming, remarkable for canons (steep gorges in rock of vast depth), geysers, boiling springs, and coloured rocks. TOWNS ON HUDSON. New York, Albany (trade), Troy, Saratoga (springs). TOWNS ON DELAWARE. Philadelphia, Trenton. COUNTBIES OF NOKTH AMEEICA. BRITISH AMEEICA. I. Dominion of Canada, includes all territory (with the exception of Alaska, which was purchased from Russia by United States) N. of a line (49° N.) drawn from Victoria (Vancouver Island) to S. shore of Lake of the Woods, and then through the middle of Lakes Superior, Huron, St. Clair, Erie, Ontario, and a little way down the St. Lawrence, thence E. and N. and S., to include New Brunswick and Nova Scotia. 3,000,000 square miles. Chief products — lumber, grain, furs, coal. PROVINCES. (1.) Nova Scotia. Capital Halifax. Includes Cape Breton Island. Fertile in interior, fisheries, important coalfields. (2.) Prince Edward Island. Charlottetown (good harbour)."], [99, ""], [100, ""], [101, "AMERICA 89 (3.) New Brunswick. Capital Fredericton ; port, St. John on Bay of Fundy. Fisheries and forests ; about as large as Scotland. (4.) Quebec. Capital Quebec (captured by Wolfe 1759); Montreal (stopping point for large steamers). Twice size of Great Britain ; long winters. Large French population. (5.) Ontario. Capital Toronto (Lake Ontario), Hamilton, Kingston (L. Ontario), Port Arthur (Lake Superior — Canadian Pacific Railway). Half as large again as Great Britain ; climate temperate ; grain-growing. (6.) Manitoba. Capital Winnipeg (at junction of Assiniboine Eiver and Eed Eiver of the N., which flow into Lake Winnipeg). Flat, fertile, grain-growing; two-thirds size of Great Britain. (7.) British Columbia. Includes Vancouver Island. Capital New Westminster (with Port Moody) at mouth of Fraser Eiver (terminus of Canadian Pacific Eailway) ; Vancouver ; Victoria (on Vancouver Island). Forests and important coalfields ; four times size of Great Britain. The remainder of the Dominion is occupied by the North-West Territories. II. Newfoundland : Capital St. John's (port) ; seal and cod fisheries ; about two-thirds the size of England. III. The Bermudas. The Canadian Pacific Railway runs from Quebec to Vancouver and New West minster, through Montreal, Ottawa, Port Arthur, Winnipeg, thus affording a trade and passenger route through British territory to Japan (Yokohama), China, New Zealand (Auckland), Australia, and India. The Grand Trunk Railway connects Quebec, Montreal, Toronto, and Chicago."], [102, "90 UNITED STATES. MARITIME STATES. On Atlantic : Maine, New Hampshire, Massachusetts, Rhode Island, Connecticut, New York (most populous and important, originally Dutch), New Jersey, Delaware, Maryland, Virginia (founded by Ealeigh; became a Crown Colony in 1624), N. Carolina, S. Carolina, Georgia, Florida. The first five with Vermont are the New England States, which were founded by the Pilgrim Fathers, and are the oldest of the States, except Virginia. On Gulf of Mexico : Florida, Alabama, Mississippi, Louisiana, Texas. Cotton, oranges. On Pacific : California (wheat, wine, mines), Oregon, Washington (cattle, timber, hops). The territory of Alaska belongs to the United States. The United States became independent 1776. TOWNS. New York (formerly New Amsterdam), with Brooklyn (on Long Island, connected by bridge with New York), population over 2,000,000 ; Washington (capital) on Potomac, in small government district called Federal District of Columbia (Congress) ; Lowell in Massachusetts; Lexington (X outbreak of American War 1775) in Ken tucky ; Eichmond on James Eiver (tobacco) ; Denver (capital of Colorado) ; Salt Lake City (Mormon) ; San Francisco (finest harbour on Pacific coast, Chinese settlers, steam lines to Yokohama, Auckland, and Melbourne, etc.) See also towns in the United States mentioned on pp. 85, 86. LAKES. George, Champlain (see map, N. America), Salt Lake. Union Pacific Railroad runs from New York to San Francisco, passing Phil adelphia, Pittsburg, Sandusky, Chicago, Iowa, Des Moines, Omaha, Cheyenne. Northern Pacific Railroad : Chicago, St. Paul, Duluth (on Lake Superior) Fargo, Spokane Falls, Portland (Oregon), Tacoma, San Francisco."], [103, ""], [104, ""], [105, "AMERICA 93 MEXICO. TOWNS. Capital Mexico (100,000), Puebla, Vera Cruz (port). Population consists of Creoles and mixed races. Products : silver, sugar, cacao, coffee, tobacco, agaves (for pulque, the national beverage). Peninsula : Yucatan. Plateau 6 0 0 0 feet high, commences close to coast. Mount Popocatepetl (17,500), Mount Orizaba (17,500). Empire of Aztecs overthrown by Spaniard Cortez in 1521. CENTRAL AMERICA. British Honduras (capital Belize, mahogany) ; and five small republics, Guate mala (capital Guatemala, largest town in Central America), Honduras (capital Truxillo), San Salvador (capital San Salvador), Nicaragua (capital Managua, Leon, Lake Nicaragua), Costa Bica (capital San Jose). Products : coffee, india-rubber, indigo, timber, cattle, hides. DANISH AMERICA. (See Map of N. America, p. 80.) Greenland (capital Upemavik) ; C. Farewell; Disco Island; inhabitants Eskimo ; ice-covered. WEST INDIES. Greater Antilles in W., Lesser Antilles in E, total area 90,000 square miles (rather larger than Great Britain). Population, 4,000,000, descended from Europeans, Negroes, and Asiatics. Natives exterminated by invaders. Spain owns largest area, then Great Britain, and the remainder of the islands belong to France, Denmark, Sweden, and Holland, except Hayti, which is divided into the two republics Hayti and San Domingo."], [106, "94 WEST INDIES BRITISH POSSESSIONS. The Bahamas. Jamaica : Kingston, Port Boyal, Spanish Town, Falmouth. Mountainous and well watered ; coffee, sugar, spices. The Leeward Islands including all British islands between Porto Bico and Dominica, the chief of which are Barbuda, Antigua, St. Christopher, Nevis, Dominica. The Windward Islands including islands from St. Lucia to Trinidad : St. Lucia, St. Vincent, Barbadoes (Bridgetown), Grenadines, Grenada, Tobago. Trinidad off delta of Orinoco ; Port of Spain. Fertile near W. coast. Exports, sugar, and naphtha from large Pitch Lake in interior. OTHER POSSESSIONS. Spanish : Cuba — Havanna, Mantanzas. Fertile ; forests, copper, tobacco, sugar. Porto Bico ; sugar, coffee. French : Guadeloupe, Martinique, and some smaller islands. Dutch : Curacoa, Oruba, Buen Ayre, and some smaller islands in the Leeward group. Danish : Santa Cruz, St. Thomas, and some others in Virgin Islands."], [107, "95 COUNTRIES IN SOUTH AMERICA. (Seep. 83.) ' COLOMBIA. Capital Bogota, at height 8000 feet, with healthy climate. River Magdalena, navigable to Honda, 500 miles up. Products— Peruvian bark, coffee, gold, precious stones. Grain is grown on the high valleys. Federal Republic. Population, 3,000,000. Isthmus of Panama belongs to Colombia. Bail way (47 miles) from Aspinwall or Colon (Atlantic) to Panama (Pacific). An attempt has been made to construct a ship canal. VENEZUELA. Capital Caraccas; ports — La Guayra, Porto Cabello, Maracaybo, Cumana. Drained by Orinoco. Cattle and horse -rearing. Coffee, cotton, tobacco, cacao. Federal Republic. Population, 2,000,000 — of Spanish, Indian, and negro blood. GUIANA. BRITISH GUIANA Capital Georgetown or Demerara, on River Demerara. DUTCH GUIANA Capital Paramaribo, on River Surinam. FRENCH GUIANA, Capital Cayenne (pepper, cinnamon) Products — sugar, molasses, rum, cotton, copper, timber. Plantations worked by negroes and coolies. British Guiana same size as Great Britain. Dutch Guiana and French Guiana half that size. Low coast district unhealthy. BRAZIL. Capital Rio de Janeiro (270,000) on beautiful harbour. This country com prises the colonies settled formerly by the Portuguese. Other countries in South America formerly colonised by Spain. Empire 1822-89. Now a republic. Population, 12,000,000, chiefly negroes. European colonies, chiefly Germans and"], [108, "96 SOUTH AMERICA Italians, along coast south of Equator. Great coffee trade. Cacao, sugar, india-rubber. Diamond, gold, and silver mines. Ports — Pernambuco or Recife (natural break water), Bahia or San Salvador, Parahyba, Para (mouth of Tocantins), River San Francisco. Dense forests along Amazon called Selvas. URUGUAY. Capital Monte Video, port on La Plata, Fray Bentos (Liebig's extract of meat), and Paysandu (preserved meats), on Uruguay. Cattle, horse, and sheep grazing. Bepublic. Population, 450,000. PARAGUAY. Capital Asuncion on River Paraguay (at junction of Pilcomayo and Paraguay), Corrientes at junction of Parana and Paraguay. Mat6 or Paraguay tea. Hides, wool, timber. From 1865 to 1870 Paraguay was at war with Brazil and the Argentine Republic, and lost her army and greater part of her population. THE ARGENTINE REPUBLIC OR STATES OF LA PLATA. Capital Buenos Ayres (500,000 ; large trade), Jujuy in north, Rosario on La Plata. Great wool trade. Hides, dried beef, tallow. Gold, silver, copper, coal, salt. Population, 4,000,000, increasing. Commerce improving. Watered by La Plata, Colorado, Negro. La Plata flows through treeless plains called Pampas. In north west salt desert called Las Salinas. PATAGONIA. Claimed by Argentine Republic. Sterile. Tall nomadic Indians. Great shingle desert runs through centre. CHILI. Capital Santiago, port Valparaiso (trade ; copper, hides), Coquimbo (copper works — port). A long strip between Andes and coast, including the islands of the Chilian Archipelago and part of Tierra del Fuego. Products — copper, guano, silver, gold, iron. Earthquakes frequent. Volcanoes. Healthy climate. Population, 2-| mdlions. Republic. BOLIVIA. Capital Sucre or Chuquisaca (cathedral aud university), Potosi (13,000 feet up — silver mines), La Paz (trade) near Lake Titicaca. Now entirely inland. River Madeira. Silver, copper, gold, guano. Tableland. Population about 2,000,000."], [109, "SOUTH AMERICA 97 PERU. Capital Lima (150,000, university, unhealthy); ports, Callao (earthquake 1746) and Truxillo ; Cuzco (11,000 feet in Andes — ruins of palaces of Incas). Gold, tin, saltpetre, dyewoods, Peruvian bark (for quinine), gum, guano. ECUADOR. Capital Quito (10,000 feet up, on Equator, equable mild chmate), port Guaya quil. Cacao, sulphur, Peruvian bark. Galapagos Islands, noted for turtles, belong to Ecuador. H"], [110, "9S OCEANIA. (See Map of the World) Malaysia or Eastern _. Australasia , Polynesia Archipelago Australia Sumatra Fiji Islands (British) Tasmania Java (Batavia) Caroline Islands (Spanish) Norfolk Island Borneo (Labuan, Brit., coal) New Caledonia (Noumea) -*| New Zealand Celebes Society Islands j» French New Britain 1 ~ Papua or New Guinea Marquesas Islands J New Ireland / Philippines (Manilla, Spanish) Friendly Islands Solomon Islands Moluccas or Spice Islands Samoa or Navigator's Islands New Hebrides Ladrones or Marianne Islands Sandwich Islands Marshall Islands (German)"], [111, ""], [112, ""], [113, "IOI AUSTEALASIA. AUSTKALIA. GULFS, STRAITS, ETC. N. Gulf of Carpentaria, Torres Strait (between Cape York and New Guinea). E. Hervey Bay, Moreton Bay, Port Jackson, Botany Bay. S. Bass Strait, Port Philip, St. Vincent Gulf, Spencer Gulf, Great Australian Bight. W. Geographe Channel, Shark Bay, Exmouth Gulf, King Sound. CAPES. N. Cape Arnhem, Cape York. E. Cape Byron, Cape Howe. S. Wilson Promontory, Cape Otway, Cape Spencer. W. Cape Leeuwin, North-West Cape. MOUNTAINS. Liverpool Eange, Blue Mountains, Australian Alps (Hotham, 7500 feet, Townsend or Kosciusko), Gawler Eange and Flinders Eange in S. Australia, Darling Eansre in W. Australia. RIVERS. Murray (2300 miles, chief waterway), Darling, Murrumbidgee, Lachlan, Swan. LAKES. Torrens, Eyre, Gairdner, Amadeus, Moore (W. Australia)."], [114, "A USTRALIA 102 DIVISIONS AND TOWNS. QUEENSLAND. Newest Australian colony, 1859, population 340,000; Brisbane (capital, 25 miles up Eiver Brisbane) ; Ipswich (coalfields) ; Eockhampton (port, gold) ; Mary borough (sheep, coal). NEW SOUTH WALES. Oldest Austrahan colony, 1788. Sheep, cattle, wine, and gold; population 1,000,000. Sydney (capital, on Port Jackson) ; Newcastle and Maitland (on Hunter Eiver, coal); Paramatta (tweeds); Bathurst. Norfolk Island, 900 miles N.E. of Sydney, and Lord Howe Island, belong to New South Wales (see map of World). VICTORIA. 1851, richest, gold, iron, coal, cattle; population, 1,000,000. Melbourne (capital, on Yarra Yarra, arm of Port Philip; largest city in Australia, 450,000, great commerce) ; Geelong (on Port Philip, wool), Ballarat (gold). SOUTH AUSTRALIA. 1836, copper, silver, lead, wheat; population, 313,000. Adelaide (capital, 7 miles from Port Adelaide), Kooringa (Burra Burra copper-mines), Kapunda (mining and agricultural). WEST AUSTRALIA. 1829, largest and least populous, copper, lead, timber; population, 40,000. Perth (capital, 11 miles from its port Freemantle), Albany (coaling-station). SIZE, POPULATION. Size, 3,000,000 square miles, more than fifty-one times as large as England. Population nearly 3,000,000. Telegraph Une from Adelaide to Palmerston on Port Darwin. TASMANIA. Hobart (capital, on Eiver Derwent), Launceston (on Eiver Tamar), Beaconsfield and Port Dalrymple on north coast. Bather warmer than England ; nearly as large as Scotland; grazing, tin, fruit, gold. Population about 140,000. Mountainous and picturesque."], [115, ""], [116, ""], [117, "105 NEW ZEALAND. Discovered by Tasman, 1642 ; North Island, South Island, Stewart Island. BAYS, STRAITS, ETC. Cook Strait, Foveaux Strait ; North Island— Bay of Islands, Hauraki Gulf, Bay of Plenty, Hawke Bay ; South Island — Tasman Bay, Pegasus Bay, Otago Harbour. CAPES. North Island— Cape Maria Van Diemen, North Cape, East Cape, Cape Palliser, Cape Egmont ; South Island — Cape Farewell ; Stewart Island — South Cape. MOUNTAINS. Mount Egmont (9000 feet, volcano), Mount Cook (12,000 feet), Kaikoura Mountains (South Island). RIVERS Waikato (drains Lake Taupo in North Island) ; Waitaki, Clutha in South Island (drains Lake Wanaka). PORTS. Wellington (capital, 30,000), Auckland (old capital, 60,000), Nelson, Port Chalmers for Dunedin (Otago Harbour), Lyttleton (port of Christchurch), Invercargill. SIZE, ETC. Eather larger than Great Britain; mountainous and well watered; 11,000 acres of forests ; chmate and crops hke those of England (N. Island is warmer) ; 40,000 Maori, 550,000 colonists. Large supplies of coal. Gold, copper found. Exports wool largely ; also gold, grain, and frozen meat. POLYNESIA. (See Frontispiece) SANDWICH OR HAWAIAN ISLANDS, Owhyhee or Hawaii, and Woahoo are the largest. Honolulu on Woahoo (Oahu) is capital. Mauna Kea (14,000 feet), Mauna Eoa (volcano, 13,700 feet) are chief mountains. Beautiful climate, fertile; wheat, bread-fruit, arrowroot, coffee; population, 100,000. Under native king."], [118, "106 POL YNES1A FIJI OR FEEJEE ISLANDS. Ceded by their king to Britain in 1874; capital Suva on largest island Viti Levu. Climate delightful, soil fertile, banana, bread-fruit, arrowroot, tobacco, popula tion about 150,000. LADRONES OR MARIANNE ISLANDS. Of volcanic formation, fertile ; sugar, indigo, cotton. SOCIETY ISLANDS. Under French protection since 1843, now annexed. Volcanic island Tahiti is largest."], [119, ""], [120, "Co.Sc"], [121, ""], [122, ""], [123, ""], [124, ""], [125, "i'3 REMAKES AND DEFINITIONS. SHAPE OF THE EARTH. 1. The earth is a sphere (slightly flattened at the Poles). Proofs that the earth is round — (1) As a vessel approaches the land, the masts are visible before the hull ; whereas, if the earth were fiat, the hull, being the largest part of the ship, would be seen first. (2) The earth can be sailed round. (3) The shadow which the earth casts upon the moon, during an eclipse of the moon, is circular. (4) Direct measure ment and calculation. AXIS AND POLES. 2. The straight line passing through the centre of the earth and the flattened ends is called the Axis of the earth. The extremities of the axis are called the Poles. MEASUREMENTS. 3. In order to measure distances on the earth's surface, two series of imaginary circles are supposed to be drawn. (1) Parallels of Latitude; (2) Meridians or lines of Longitude. Each circle is supposed to be divided into 360 equal parts, called degrees. EQUATOR. 4. The Equator is an imaginary circle drawn round the earth midway between the poles. PARALLELS OF LATITUDE. 5. Parallels of Latitude are circles drawn round the earth parallel to the Equator. The latitude of any place is its distance, measured in degrees, north or south of the Equator. i"], [126, "REMARKS AND DEFINITIONS 114 TROPICS. 6. The parallel of latitude 23^° N. is called the Tropic of Cancer. The parallel of latitude 231° S. is called the Tropic of Capricorn. POLAR CIRCLES. 7. The parallel of latitude 23|° from the North Pole is called the Arctic Circle. The parallel of latitude 23^° from the South Pole is called the Antarctic Circle. ZONES. 8. The belt of the earth's surface lying between the Tropics is called the Torrid Zone. The two belts lying between the Tropic of Cancer and the Arctic Circle, and between the Tropic of Capricorn and the Antarctic Circle, are called the Temperate Zones. The caps of the earth's surface north of the Arctic Circle and south of the Antarctic Circle are respectively called the North Frigid Zone and the South Frigid Zone. MERIDIANS OR LINES OF LONGITUDE. 9. Meridians are semicircles drawn through the poles at right angles to the Equator. The meridian passing through Greenwich is called the first meridian. The longitude of any place is its distance, measured in degrees on the Equator, east or west of the first meridian. Longitude is measured only as far as 180° (half-way round the Equator, E. or W.), so that 180° W. longitude gives the same position as 180° E. longitude. DIAMETERS OF THE EARTH. 10. The length of the Polar Diameter or Axis of the earth is 7899 miles nearly; the length of the Equatorial Diameter is 7925 miles nearly. STATUTE AND GEOGRAPHICAL MILES. 11. The circumference of the earth at the Equator is about 25,000 statute or ordinary miles. The length therefore of a degree on the Equator is of 25,000 miles, or 69^ miles nearly. The length of a degree on the Equator is also called 60 geographical miles, so that 60 geographical miles are equal in length to 69^ Statute miles."], [127, "REMARKS AND DEFINITIONS 115 MOTIONS OF THE EARTH. Daily Motion. 12. The earth revolves about its axis once in twenty-four hours. This motion produces day and night. Yearly Motion — Orbit. 13. The earth also revolves round the sun in about 365 days. This motion makes the sun appear to revolve about the earth. The path traced by the earth's centre in the course of a year (or the apparent path of the sun) is called the orbit of the earth. ECLIPTIC. 14. The ecliptic is a great circle which marks the sun's apparent path. OBLIQUITY OF ECLIPTIC. 15. If the axis of the earth were perpendicular to the plane of the ecliptic, that is, if the earth moved in an upright position, day and night would be of equal length all over the earth. But the axis is always inclined at an angle of 23^° to the ecliptic, and always points to the Pole star. This inclination of the axis is called the Obliquity of the Ecliptic. In winter the North Pole is turned away from the sun, but in summer it is turned towards the sun. Hence as we approach the North Pole the day gets longer in summer, and shorter in winter, and we should find at the pole itself that there is one day and one night each half a year long. At the Equator the days and nights are of equal length. EQUINOXES. 16. Twice in the year, about the 22d of March and the 22d of September, the earth reaches points in the ecliptic where the sun is exactly over the Equator. At these points therefore the line dividing the dark half of the globe from the bright half passes through the poles, and day and night are of equal length all over the world. Hence the points in the earth's orbit at which the sun is vertical to the Equator are called the Equinoxes. SEASONS. 17. The inclination of the earth's axis to its annual orbit produces also the succession of seasons. Owing to this obliquity the sun's rays fall, on any particular place, with a degree of warmth which varies as the earth revolves in its orbit. [The angle which the horizontal plane (plane touching the earth at the given spot) makes with the sun's rays, changes as the earth revolves round the sun.]"], [128, "116 REMARKS AND DEFINITIONS DIFFERENCE OF TIME FOR DIFFERENCE OF LONGITUDE. 18. The earth revolves daily from west to east, that is, it turns through 360° in twenty-four hours, that is, through 15° every hour, or through 1° every four minutes. When the meridian (meridies, mid-day) through any place comes directly under the sun, it is mid-day at that place. Hence the clocks at places on western meridians (reckoning from Greenwich) mark mid-day later than Greenwich time at the rate of one hour for 15° W. longitude, while those on eastern meridians strike noon sooner at the same rate. Thus, if we carry a watch showing Greenwich time, we can calculate our longitude, as we go west or east, by comparison of Greenwich with local time. ZENITH, NADIR. 19. The Zenith is the point in the sky directly overhead. The Nadir is the zenith point at the Antipodes (the spot at the other side of the globe where the people have their feet exactly opposite ours. Australians are at the antipodes of Englishmen). PHYSICAL GEOGRAPHY DEFINITIONS 20. Atoll. — An Atoll is a ring of coral in a deep ocean, inside which is a lagoon of shallow water. Avalanche. — An Avalanche is a fall of snow, caused by the loosening of a mass of snow at the edge of a snow-field overhanging a steep slope. Bore. — The Bore, or tidal-wave, is the first large tide wave which rushes up narrow channels, and estuaries open towards the direction in which the tide flows. It rises to a height of 70 feet in the Bay of Fundy, and to 40 feet during spring tides in the mouth of the Severn. Calms. — On each side of the region of the Trade Winds there is a region of calms and variable winds — to the north the Calms of Cancer, to the south the Calms of Capricorn. The Belt of Equatorial Calms is the name given to the air in the neighbourhood of the Equator. This air is not, however, calm, but in constant upward movement, as it gets heated. To supply its place there are air-currents coming in from the north and south. Constant Precipitation Zone. — The hot, moist (because of vapour received from ocean) air ascending from the tropics expands and cools as it ascends, and the moisture falls continually in rain. Hence constant rains and thunderstorms give to the tropical region the name of the Zone of Constant Precipitation."], [129, "REMARKS AND DEFINITIONS 117 Crater. — The hollow at the top of a volcano, from which molten rock or lava, with other matter, is thrown out, is called the crater. Delta. — The triangle of marshy land formed at the mouth of a large river by the sediment brought down, is called its delta. Estuary. — The mouth of a tidal river. Fauna and Flora. — The animals of a district are called its fauna, and the plants its flora. Floe or Field Ice. — Vast sheets of ice in the seas near the pole, caused by the freezing of the surface of the sea. Geysers. — Boiling springs, found in Iceland, New Zealand, and the Yellowstone Park in Wyoming. Glaciers. — Streams of ice, which gradually wear their way down the slopes of mountains to below the snow-line. Gulf Stream. — A warm current (caused by the rotation of the earth and by constant winds, called Trade Winds) which issues from the Gulf of Mexico through the Strait of Florida, runs for a time parallel to the United States coast, and then turns north-eastward. As it crosses the Atlantic, it divides into two branches, one of which flows towards the British Isles and Norway (thus raising the temperature of these countries), while the other branch turns south-east towards Spain, then south down the African coast, and finally, coming again under the influence of the Trade Winds, is sent back across the Atlantic to the American coast. Within the wide stretch of sea enclosed by this second branch of the Gulf Stream is a large extent of water not influenced by currents, in which great masses of seaweed grow. This region is called the Sargasso Sea. Ice-foot. — When the sea freezes along the coast, as is the case in some northern latitudes, the ice so formed rises with the tide and is frozen to the shore. Thus a shelf of ice is gradually formed, which is called the Ice-foot. Isobars. — Imaginary lines drawn on the surface of the earth to show places of equal atmospheric pressure. Isotherms. — Imaginary lines drawn through all places having the same temperature. llanos. — Grass plains of the Orinoco basin. Monsoons. — The summer and winter winds on the coasts of the Indian Ocean. Oasis. — Fertile spot in a desert. Pampas. — Treeless plains of the La Plata basin. A Plateau or Table-land is a plain at a high elevation. River-basin is the whole district drained by a river. Sand-dunes. — Eidges formed by the sand blown inland on exposed sandy coasts. Sea-chist. — Sand swept up from African deserts by whirlwinds and carried far"], [130, "118 REMARKS AND DEFINITIONS out to sea by upper air currents before it falls. Ships' out . of sight of land are sometimes covered by this red sand. When rain . falls with itj the downpour is called blood-rain. Selvas. — Forest plains of the Amazon. Simoom. — Hot unhealthy wind, laden with fine sand, which blows across and from African or Arabian deserts. Sirocco. — The simoom which blows to Italy. Solano. — The simoom which blows to Spain. Snow-line is the line of elevation above the sea beyond which the snow never melts. Steppes. — The great sandy plains of Eussia. Tides. — The attraction of the moon, and, in a lesser degree, that of the sun, upon the sea produces a great wave which points towards the moon and goes com pletely round the earth once a day, as the earth revolves. Corresponding to this swelling, there is another wave on the opposite side of the earth which follows the same course ; thus there are two times of high or flood tide, and two of low or ebb tide in a day. The combined attraction of the sun and moon is greatest when they are in a straight line with the earth. This happens at new and full moon, and then the tides rise higher and fall lower than usual. They are then called spring tides. When the lines joining the centres of the sun and moon to the centre of the earth are at right angles to each other, the resultant attraction of the sun and moon is least. This happens at the times of the first and last quarters of the moon, and then the tides are neither so high nor so low as usual. These lowest tides are called neap tides. Trade Winds are winds that always blow in one direction. As the hot, moist air at the Equator ascends (see \" Constant Precipitation \") continual currents of cold air flow in from the poles to replace the ascending current. These currents, owing to the rotation of the earth from west to east, seem to be continually turned west ward with increasing rapidity as they approach the Equator, where the velocity of rotation is greatest. Thus the north-east Trade Winds are produced by the current of air flowing towards the Equator from the North Pole, and the south-east Trade Winds are caused by the current flowing from the South Pole. Tundras. — Vast barren plains in Siberia. Watershed (or Water-parting). — The line which divides the streams flowing down opposite slopes."], [131, "Iig TABLE OF AEEAS AND EXPOETS. THE END Area in square Miles. Approximate Size compared with Great Britain. Chief Exports. Great Britain . Scotland . Ireland . Wales . United Kingdom Dominion of Canada Australia New Zealand . India 88,000 29,800 32,500 7,400 120,500 3,600,000 3,000,000 106,000 1,300,000 1 1 s 8 1 TS 1 3 41 35 li O 14* Cotton and woollen goods, coal, iron, hardware, machinery. Cottons, woollens, ships, paper, coal. Linen, whisky, butter, bacon, cattle. Coal, slate. Austria . Belgium . China Denmark Egypt . France . Germany Greece Holland . Italy Mexico . Norway . Portugal . Russia Spain Sweden . Switzerland 242,000 11,400 1,500,000 15,000 13,000 205,000 211,000 25,000 12,500 110,000 750,000 125,000 34,000 2,090,000 191,000 170,000 16,000 2f i ¥ 17 i \\r i T H 2 T 1 T li 8i l 5 2. 23| 91 ***% 2 5 Grain, timber, wool, meat. Wool, gold, copper, meat. Wool, gold, grain, gum, meat. Raw silk and cotton, sugar, coffee, opium, spices, pearls, tea. Gold, silver, quicksilver, salt, timber, glass. Coal, flax, linen, hardware. Tea, silk, porcelain. Cattle, horses, sheep, grain, butter. Grain, cotton, linseed, rice. Silk, wines, brandy, fruit, jewellery. Grain, cattle and horses, wool, timber. Currants, olive-oil, honey. Sugar, flax, cattle, butter, cheese. Silk, wine, olive-oil, fruits, sulphur, marble. Gold, silver, copper, tobacco, mahogany. Timber, fish, horses and cattle, iron, copper. Wine, cork, copper, salt. Wheat, flax, timber, wool. Wine, fruits, metals, cork. Iron, copper, timber, matches. Silks, clocks and watches, cheese, condensed milk. Cotton, grain, gold, silver, tobacco, petroleum. United States . 3,500,000 40"], [132, "Crown 8vo. 2s. net. A PRIMER OF FRENCH GRAMMAR. For Preparatory Schools and the Lower Forms of Public Schools. By A. A. Somerville, M. A. \" The book is a model of good printing and arrangement, and deserves to become popular.\" — Guardian. \"The book will do much to make up for the want of harmony which exists between preparatory and public schools in the teaching of French.\" — Educational Times. \" In a Primer, as we have remarked before, print is more than half the battle. Mr. Somerville's Primer is excellently printed. The object aimed at is to provide a standard French Grammar for preparatory schools, which shall be accepted as a measure of what a boy should know when he enters a public school — an analogue, in fact, to the Latin Elementary Primer. If any unauthorised grammar can attain this object, it is Mr. Somerville's. The rules are clear, the examples and explanations simple, and a rare moderation has been shown in the treatment of exceptions and difficulties.\" — Journal of Education. Crown 8vo. Is. 6d. net. PRIMARY FRENCH EXERCISES. For the use of Preparatory Schools and the Lower Forms of Public Schools. Adapted to the \" Primer of French Grammar.\" By A. A. Somerville, M.A. Forming Volumes of \"The Modern French Series.\" Crown 8vo. 2s. net. A PRIMER OF GERMAN GRAMMAR. By A. A. Somerville, M.A., and L. S. E. Byrne, M.A., Assistant Masters at Eton College. \" As a first step towards explaining the mysteries of German accidence, this little volume will bo found useful. It is as simple as the subject allows of, and it is systematic.\" — Glasgow Herald. Crown Svo. 2s. net. PRIMARY GERMAN EXERCISES. By the same Authors. Forming Volumes of \"The Modern German Seres.\" London : Rivington, Percival .and Co."], [133, ""], [134, "t"], [135, ""], [136, ""]]