[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "THE KING'S STRATAGEM: §1 ©ragtbn, in Jfibc gUis. By STELLA. OIPIIfcT JOISTS OF THE PBESS. ' \" The King's Stratagem \" has symmetry, grace, and tenderness, and a strongly accentuated individuality; and is worthy of the reputation of La Stella.' Home Journal. ' It complies with all the conditions of legitimate tragedy.' Examiner. ' \" The King's Stratagem,\" was intended for the stage, and with good acting would be popular, as there is no lack of incident, and the story affords plenty of opportunities for theatrical effect. The plot turns upon the loves of Chris tine, the Pearl of Poland, and Milo : the King of the country has the hero assassinated in order to steal his bride, but she is saved from her intended fate, and retribution falls upon the ravisher. The best passage, as far as writing is concerned, is the Bishop's speech in the last scene of Act I.' The Graphic. 4 It is a play more suited for the study than the stage.' Westminster Review. ' \" The King's Stratagem,\" from the pen of a gifted lady, under the nom de plume of Stella, brings out into deep relief the terrible nature and punishment of crime, and the ennobling effects of true, constant love.' Victoria Magazine. 'In this very material age a volume of true poetry is always welcome, and such is the volume before us.' Central Express. ' \" The King's Stratagem \" is a tale of love and crime forcibly conducted to its tragic denouement. The plot is clearly conceived, the scenes well posed, and the characters drawn with a vigorous hand. The tone is high, and scattered through the piece are passages where the language rises to dramatic dignity.' Worcester Journal. ' \"The King's Stratagem,\" from the pen of Stella, the most talented of the American poets, is a dramatic version of one of the most tragic incidents of Polish History. It is full of striking positions, and if well put upon the stage would be popular.' The Rhyl Record."], [7, "THE KING'S STKATAGEM OK THE PEARL OF POLAND A TRAGEDY in FIVE ACTS BY STELLA AUTHOR OF 'RECORDS OF THE HEART' 'CHILD OF THE SEA ' MYTHS OF THE MINSTRELS ' ETC. SECOND EDITION LONDON TRUBNER & CO., 57 & 59 LUDGATE HILL 1874 All rights reserved"], [8, "To be had at the Galignani Library, 224 rue de Eivoli, and of Messrs. J. Kremer 6} Co., 2 rue Scribe, Paris"], [9, "SD c & i c a t t o it TO THOSE WHO LOVE TRUTH AND JUSTICE AND BELIEVE IN THE INTERVENTION . OF HEAVEN BETWEEN MORTAL BELLIGERENTS THIS TRAGEDY IS INSCRIBED BY THE AUTHOR"], [10, "I.O.\\J>ON: PRINTED BY BPOTTISWOODE AND CO., \"NEW-STltKICT SQL'AHIS AN It PARLIAMENT STREET"], [11, "DRAMATIS PERSONÆ. Boleslas II., King of Poland. KOTSCHUSKI. \"] Walislas. and I his Favourites. Sobouski, Wislas, Physician to the King. Ckslas, an old Guard. De Gense, Archbishop and Primate of Poland. Stanislas, Bishop of Cracow. Pieree Milo, a Polish Nobleman, married to Cheistine. Count Waldimie, in love with Cheistine, and subsequently married to her. Pieeee, Jacques, and f Claimants. SUXISLAS, J WOMEX Christine Stanislas, styled \" Tlte Pearl of Poland. Alisa, nurse to Cheistine. Noblemen — Bishops — People — Guards — Servants — Vassals, and Ghosts. SCENE. CRACOW and PIOTRAWIN"], [12, ""], [13, "PROLOGUE. Oh come, and gaze on beauty's star to night ! Behold it rise with rare and radiant light, Then pass into a cloud, and from this sphere With its bewildering splendour disappear. Turning contemplate, then, the startling scenes When Heaven between belligerents intervenes ! See Falsehood, with his cowering legions, fly Before the marshalled armies of the sky ; Or, suddenly enwrapped in sulphurous sheet, Stand pale and lifeless at the Conqueror's feet : And learn how strong becomes the weaker cause When it is succoured by celestial laws. To lift up Truth from under Perjury's heel Behold the sepulchre her gates unseal ; Dead bones around them wrap their dust and walk, And stand before a mighty king and talk ; And, from the fate of him who wrought a crime That stained the flag of Poland through all time, Profoundcst lessons draw and faith sublime."], [14, ""], [15, "ACT I PIOTEAWIN, WITH THE CARPATHIAN MOUNTAINS IN VLEW. SCENE I. Morning. The front age-ground of the Manor-House o/Stanislas on the bank of the Vistula. Enter Christine in a riding habit and mask, followed by Alisa in the attire of a cavalier. Christine (pausing before a rose-tree, and striking her habit with her whip, as if beating time to her thoughts). I hear a sweet voice singing, Though all around is mute — Down in my heart 'tis ringing, Like silver-corded lute. Sometimes it breathes in mezzo Softest emmoving tones, Then rises to falsetto As sighs break into moans — ALISA (approaching with an air of alarm). Christine, Christine, my pet, didst hear that thunder? Christine (continuing her reverie) Then fine as spirits rapping, Their presence to impart At Eden's gate, I hear a tapping At the portal of my heart. And one without a-crying — \" 'Tis late, come forth fair one- Keep me not here a-sighing Until the day be done. i."], [16, "2 king's stratagem Come a-gleaning and love-prating By babbling brook and broom — The fruit is ripe and waiting — The flowers they are all in bloom.\" ALISA. Christine, Christine, my pet, didst hear that thunder ? Christine (laying her little gloved hand on the arm of Alisa). Alisa, tell me why I wear this mask ? ALISA (kissing her brow) To keep the wind from spoiling thy fair face. CHRISTINE. I'm sure the wind would spoil it not for once : To-morrow I would ride without my mask. ALISA. I'll ask the Bishop for permission, Miss. CHRISTINE. Why ask the Bishop ? Art not thou my mistress ? I want to ride outside the park to-morrow — And ride without my mask. ALISA. Ay ! you surprise me. CHRISTINE. I know there 're pretty roads and flowers outside, And people, too ; for one day as we passed Beneath the ivied wall that separates Our grounds from Milo's lofty towered castle, A flower was thrown o'er 'neath my pony's feet."], [17, "KING'S STRATAGEM 3 ALISA. A loving angel dropped it from the sky. CHRISTINE. Do angels wear fair beards, and hats like thine ? ALISA. Why does my lambkin ask such silly questions ? CHRISTINE. Because above the wall whence came the flower I saw a beard and hat, and pair of eyes Bright as two stars — ALISA. Tut ! tut ! It was a blackbird, CHRISTINE. Do blackbirds wear fair beards and hats, Alisa ? And have mouths wreathed with smiles that make the heart leap ? alisa (aside). The bud is bursting into sudden bloom : I am alarmed, and must acquaint the Bishop. CHRISTINE. Alisa, nurse, why dost thou ape a man ? alisa (confused). The better to protect my little birdie. CHRISTINE. I think thee horrible in pantaloons, And would prefer a natural gentleman. ALISA. Girls in their teens think not of gentlemen ; (Aside. Oh ! this is frightful !) that's their time for study. B 2"], [18, "4 KING'S STRATAGEM CHRISTINE. Have I not studied Greek and Latin till I can say Homer, Virgil, all by heart ? ALISA. Yes, dearest lamb, and let me hear again Thee say the Battle of the Gods, from Homer — Thine own translation, not the Bishop's, give me CHRISTINE. And wilt thou let me ride without my mask ? ALISA. Recite it, and I will beseech the Bishop. CHRISTINE. When the Olympian habitants came down, Among the mortal throng, a tumult rose That shook the pallid world. Without the wall, Beside the deepened trench, Minerva stood, And shouted till her clarion voice was heard Where dashed the roaring waves of Simo'is. Upon the highest tower of trembling Troy Mars, God of War, stood like a mighty tempest, Urging the Trojans on to deadly strife ; Or, like a whirlwind swept along their ranks. Jove, father of the Deities and men, Thundered from highest heaven. The Ocean God Heaved from beneath immensity of earth, And shook the mountain tops. The roots of Ida, And all her fountain-gushing summits reeled ; Troy, city and the navy of the Greeks, Rocked like an earthquake. Deep beneath the ground The Monarch of the Dead in darkest hell"], [19, "KING'S STRATAGEM 5 Turned pale, and leaped affrighted from his throne, And shrieked aloud, lest He that shakes the world Should cleave earth's vault asunder, and lay bare Hell's mansions to the eyes of Gods and men. ALISA. Bravo ! my little actress ! bravo ! bravo ! CHRISTINE. Now may I ride unmasked outside the park ? ALISA. I'll see the Bishop, and hear what he says. CHRISTINE. Oh, dear ! Why does he lock me in my room When he has gentlemen to dinner, Alisa ? alisa (aside). Dear, dear ! I have no answer for that question ! CHRISTINE. There's one of them has such a magic voice — I'd like to see him — and I will see him ! alisa (aside). That is young Milo who talks like a lute — But, I must end this tete-a-tete somehow. Girls at her age are difficult to manage — Nature is such a blabber of her secrets One cannot keep the heart in ignorance. (To Christine) Christie, sweet birdie, thou art weary — come in, Come, pretty one, and we will see to-morrow. It is thy birth-day, and we'll have a fete — A dance upon the green in honour of it. [Exeunt."], [20, "6 K1JNGS STRATAGEM SCENE II. The Library in the Manor-House. Stanislas seated at a table reading Plato. STANISLAS (looking up). The world has but one Plato and one Homer : In the unfathomed rivers of their thoughts Philosophy and poesy will live And lig-ht the universe as long as Sol. Their minds were mediums of divinity, The dew Heaven drops into the lips of thought To quench the carnal longing of the soul, And lift it to the level of the Godhead — The inspiration, without which there's naught Immortal — (Alisa enters, and drops into a fauteuil opposite.) alisa. My Lord, I have great need to speak with thee. (The Bishop lays his book on the table, and folds his hands in the attitude of listening). My wits are at their end — quite at their end For answers to a thousand and one questions. Our lamb must have a larger fold, my Lord ; And if we give it not, she'll leap the fence, And stray away wherever it may please her. She's weary of the mask and of restraint ; Some one has thrown a bouquet o'er the wall — Milo, I know — that's turned her little head : She is resolved to ride outside the park Without her mask — yes, sir, without her mask — And to be present at your dinner parties When Milo, Waldimir — and all are here. Says that she hears a voice among their voices"], [21, "KING'S STRATAGEM 7 That's sweeter than the music of the lute — 'Tis Milo's voice that's turning her young head. I know it is — 0 sir ! you laugh ! but if You were to hear her you would cry, as I do. STANISLAS (with a deep sigh). A change of shepherds must be brought about. ALISA. O sir ! 0 sir ! say not so ! say not so ! For eighteen years I've nursed her in my bosom- Carried her in my very heart of hearts, And all the while she's been the dearest thing, The mildest, sweetest little blue-eyed lamb That ever God sent to the infant fold ; And now to yield my charge unto another — O sir ! 0 sir ! the thought quite overcomes me- (Aside). If Milo should propose for her — O heaven And earth ! break not my soul on such a wheel ! STANISLAS. To-morrow is her birth-day. We will have A fete upon the lawn, and let her dance With Milo, Waldimir, without her mask. ALISA. Encourage not the noble Milo, sir ; Young Waldimir's a better match for her, More suited to her age and youthful tastes. STANISLAS. And why not Milo ? He's a princely youth, A match for any maiden in the land."], [22, "KING'S STRATAGEM 8 alisa (stammering). Yes, he's a prince — a princely youth, indeed, But Waldimir would match our beauty better He is so handsome, gentle, and so loving. STANISLAS. Alisa, I have often thought that nature Intended Milo for our precious pearl ; The moulds wherein she cast them are so like, Hast never thought of it ? alisa (embarrassed). O, no — no sir, But since you turn my thoughts into the subject, I see a likeness that might swear their veins Had drawn their currents from the self-same fount — But, sir, come talk to Christie of the fete, And smooth the ruffled waters of her heart. STANISLAS. Nay, bring her here ; but first bid Jean attend me. (Aside, writing). I'll summon Milo to my bower this night, And on his heart-pulse lay my mental finger. alisa (aside, going). Milo shall ne'er be shepherd to my lamb ! I'll turn the world out of its orbit sooner — Unlock my heart — and to the pitiless winds Bid scandal with her foul breath blow my secret. [Exit Stanislas (giving a note to Jean, who enters). Take this to Milo — place it in his hand, And with your best speed bring me his reply."], [23, "KING'S STRATAGEM 9 (Exit Jean. Re-enter Alisa with Christine). Well, well, how doth it with my pearl to-day ? CHRISTINE (sighing) Well, father, well STANISLAS. Then why that sigh, my pearl ? That jarring quaver in thy silver voice ? Has not thy pony trotted to thy liking ? Christine (sighing). Yes, father. STANISLAS. Have the birds sung out of tune ? Christine (sighing). They never sang so sweetly as this morn (Aside.) But on my heartstrings love made sweeter music. STANISLAS. Then, kiss me, child, and tell me why thou art sad, And discontent. CHRISTINE (kissing his brow). I am not sad — but — but — STANISLAS. But what ? Christine (after a pause). I'm weary of this mask — the roads — The trees — the flowers — the birds — the airlbreathe — Everything. STANISLAS. Of me, too ?"], [24, "KING'S STRATAGEM 10 CHRISTINE. O, no, father, no — But I would like to ride outside the park Without my mask, and see the roads, and trees, And flowers, and taste the breath of heaven theTe. STANISLAS. And so you shall, my pearl — to-morrow is Thy birth-day. We will have a fete, and thou Shalt dance with Milo, Waldimir, without Thy mask. CHRISTINE. 0 father ! do you really mean it ? STANISLAS (kissing her brow). Yes, child. CHRISTINE. Then, I shall never weep again. STANISLAS. I'd give my life to buy thee happiness — Ay, fifty lives, were they at my disposal. (He leads her out, followed by Alisa). SCENE III. Evening. An Oaken Bower on the bank of the' Vistula, in sight of the Manor-House. Stanislas, wrapped in a long black stole walks to and fro. He stops, and clasps his brow with his right hand, as if to fix his thoughts. STANISLAS. It must be so, alas ! it must be so ! This selfish heart must render up its idol, The deified Penates of my household."], [25, "KING'S STRATAGEM 11 For eighteen years I've been a faithful shepherd, Watching the fold of one dear little lamb, And fortifying it with love and prayer ; For eighteen years have studied how to shield Its helplessness against the wind and wave— The wolf that is the scourge of bleeding Poland. The time is come that asks a change of shepherds. Milo has thrown his heart over the wall Wrapped up in a bouquet. He is my man. He's noble, powerful, and would defend My lamb against his brother, King — his God. [He dashes a tear from his cheek, and strides forward into the arms of Mixo as he enters from an avenue, followed closely by Sobouski, the King's spy, muffed in a dark mantle. He passes behind a tree. The two noblemen seat themselves on a garden bench beneath the same. Alisa appears at one angle of the bower, eavesdropping, and Waxdimie at another, each ignorant of the other's presence or of the presence of Sobouski.] I am so glad, my Lord, to meet thee here Where there's no ear but thine and heaven's to hear The overflowing of my full pent heart. A solemn matter have I to unfold Concerning one of whom thou ne'er hast heard, But who is dearer to me than my life. MILO (aside). He's going to talk to me about his daughter, And thinks I know not of so fair a creature — Dreams not I've scaled the wall a thousand times To see her galloping beneath the limes — Lavished upon her charms all powers of art, And wear her beauteous image on my heart. (To Stan.) Thy sweet confessional, my Lord, I'll list."], [26, "KING'S STRATAGEM 12 Stanislas (stammering). Milo, my friend, couldst thou a shepherd be ? MILO. I've had no practice in the fold, my Lord. STANISLAS. Milo, give ear ! Just eighteen years ago God trusted to my keeping a white lamb, So tiny, tender, and so beautiful, I feared to touch it with my mortal hands : For eighteen years I've been its prayerful keeper — Tended it, nursed it in my bosom till It is become a part of mine own life. Milo, I want a shepherd — for my lamb, A tender, watchful, prayerful, loving shepherd. MILO. Worlds would I give, my Lord, to be that shepherd ! I'd build the lamb a fold of gold, and set It in a case of pearls and precious diamonds — I'd nurse it — tend it — carry it in my bosom, And shield it from the softest breath of heaven. Place it upon a jewelled pedestal, And kneel before it as before my God. STANISLAS (clasping Milo's hand). Thanks, Milo, thanks — a thousand — thousand thanks ! I had not hoped to find so good a shepherd, But heaven is ever mindful of her servants. milo. Though I have had no practice in the fold, I'll be a model shepherd to thy lamb — Give it to me — Oh, give it me to-night ! And I will fold it in my inmost heart !"], [27, "KING'S STRATAGEM 13 STANISLAS. But thou must see it first, aud test thy liking. MILO. 'Tis needless quite, my Lord, I know its charms And all its countless wealth of loveliness. Stanislas (astonished). How? mortal man, save I, ne'er gazed upon it. MILO. The angels have, and blabbed abroad its beauty — The Pearl of Poland 's toasted far and near. STANISLAS. Thou dreamst, my Lord, she never passed my gate — Ne'er spoke to man, save me, in all her life, Nor breathed the air of heaven but in her mask. MILO. Imagination peers through masks of iron, And nature wills her chefs-d'œuvre be seen. (Draws a miniature of Christine from his bosom). Is this a likeness of the Pearl of Poland ? Stanislas (snatching the picture and gazing on it). How ? Whence, my Lord, came this ? It lives ! It breathes ! milo (with a sinister smile) Some culprit painter stealing in the park ; Or, peeping o'er the wall when she's been passing, Has seen her fairy hand and tiny foot — Her graceful movement — and the face imagined. Here's one of her on horseback at full gallop — How dost thou like it ?"], [28, "king's stratagem 14 STANISLAS (snatching it, and springing to his feet) 'Tis ! My lamb is lost ! milo (rising). Lost ! lost ! my Lord ! What dost thou mean ? Speak ! speak ! STANISLAS. That if these fall beneath Boleslas's eye, There is no power in earth to save my lamb. MILO. Fear not, my Lord, fear not the royal wolf ! I'd run him through, though fifty times a king — Burn down the palace o'er his pagan head. STANISLAS. Thou wouldst involve poor Poland in a war. MILO. I'd barter worlds of Polands for her Pearl. STANISLAS. Be moderate, friend, draw on thy heart the curb, Lest, taking the bit, it run away with reason. MILO. Love knows no curb, my Lord, no hobble brooks — Make me the shepherd of thy lamb to-night ; And my estate, Piotrawin, is thine In trust for her, and for her heirs for ever. STANISLAS. That would be over-haste — To-morrow morn At ten, attend on me ; behold the pearl, My precious gem, unmasked, and if thy mind"], [29, "king's stratagem 15 Be then of this accord, it shall be thine According to the Church ; Piotrawin mine According to the State ; and in the eve We'll have a nuptial fete upon the green To glad the vassals of Piotrawin. milo (embracing Stanislas). Thanks, thanks, my Lord, to-morrow morn will see Milo the happiest man in Poland — in The world! waldimir (aside). The knell of hope is tolling in my heart ! alisa (aside, wringing her hands). It must not be ! It cannot — shall not be ! Stanislas (lifting his eyes heavenward). Heaven be propitious to my lamb and shepherd ! Surround the future fold with ranks of angels So deep the wolf can find not where to enter! Adieu, my Lord, adieu until to-morrow, Which shall invest thee with the shepherd's crook. milo. Until to-morrow is a century, Lying between me and the land of bliss. Oh, for the lightning's wings to waft me onward ! STANISLAS. Go to thy home, my son, and come to-morrow. MILO. Adieu ! To-morrow 's registered in Heaven ! [Exeunt in different directions."], [30, "16 king's stratagem i SOBOUSKI (coming from behind the tree, with a triumphant laugh). The air is the worst keeper of men's secrets, The sorriest confidant of pious shepherds, Since every square inch holds an eavesdropper ; They think they're talking to the wind while they Are emptying their hearts into men's ears. There is no secrecy but in the tomb — No safe, trustworthy confidant but death, He tells no tales outside of his dominions, But locks them in the storehouse of his wisdom, And by his reticence, provokes the sages. This side that silent Bourn man's heart is bare For envy and chicanery to peck on ; And on this eavesdropping may hang a tale For nursery-maids when kings are dead and rotten For in the Bishop there's an iron will — A dead persistency when in the right, That may move heaven and earth to mutiny. alisa (aside, wringing her hands). My heart will burst. My brain asunder split ! But recognition will be certain death ! sobouski (continuing). To memory, now, I must commit the facts That are to slake the thirst of royal ears, And for which I receive more gold than honour Purchase more adulation than respect. Let's see how runs the current of events. To-morrow morn, there is to be a wedding ; To-morrow morn, Piotrawin conveyed To Stanislas in trust for his white lamb ;"], [31, "king's stratagem 17 To-morrow eve, a fete upon the green — Profoundest secrets, all. Ha! ha! ha! ha! [As he goes toward the exit, drawing his cloak around him, Alisa rushes out and seizes him by the arm.] ALISA. Villain ! base, gold-fed, smooth-faced villain ! Foul pander to a royal monster's lust ! Beware ! lest on thy head descend my vengeance ! Say to thy regal master if he dare To cross the path of that most sainted virgin, Or soil her beauty by one lecherous glance, I'll tear the crown from his unworthy brow, And spurn it with the foot of indignation ! SOBOUSKI. Who 'rt thou that dar'st with such unblushing front To stop a gentleman ? ALISA. An honest woman, Who will expend the last drop of her veins To bring a damned villain to just judgment. SOBOUSKI (trying to shake her off). Release me, harlot ! ALISA. Not until thou'st eaten That leprous word, coined in base heart like thine. SOBOUSKI (dashing her off violently). Wench ! learn the price of thy temerity. WALDIMIR (rushing forward ivith sword drawn). Coward ! Dost dare to strike a woman ? draw ! [They sight. Sobouski is unarmed, and wounded.] C"], [32, "18 KING'S STRATAGEM SCENE IV. Evening. The grounds fe/breMiLo's castle. ' Milo' and ' Christine in illuminated letters on the front of the castle. The flags of Poland and Syradie floating above the eagle-mounted portal. Coloured lamps glimmering among the trees. Fountains play- ing amid the green foliage. Garden benches, covered with crimson velvet, occupying the angles. A band of musicians occupying a raised dais, left of centre. Count Waldimie leaning pensively against a statue of Cupid, right of centre. Ladies and gen tlemen promenading, rear of centre. Peasants dancing Mazurka, centre, seen at the rising of the curtain. Milo enters, leading his bride, followed by Stanislas, Alisa, ladies and gentlemen, and a crowd of vassals, crying, ' Live Milo ! Live Christine ! Live Stanislas ! ' alisa (aside, rushing forward). Tis done ! 'tis done ! — O God ! 'tis done despite ! — And I am mad ! a poor, weak, vanquished woman ! 0 Fate ! that I was born to be thy sport, And see mine idols shattered by thy hand ! Young Waldimir misplaced by Milo — Milo \\(Weeps.) Be still, proud heart ! that would not — could not break, And give my secret to the pitiless winds ! — There are some marriages not registered In Heaven — and this, O God ! is one of them ! — I will away ! and, though it cost my life, Sever the chain that makes them man and wife ! milo (coming forward with Christine on his arm). Sweet friends, inhabitants of Syradie, This is my bride, the priceless Pearl of Poland, And guardian angel of Piotrawin. With such a bulwark harm can reach us not."], [33, "king's stratagem 19 PEOPLE. Ho ! live Lord Milo ! live the Pearl of Poland ! Live Stanislas ! the pillar of the Church ! Pride of the good, and terror of the wicked ! [The gentlemen applaud. The ladies fling their bouquets at CHEiSTiNE's/erf. Waldimir comes forward, embraces Milo, drops on his knee, and kisses the hand of the bride. Stanislas takes leave of the bridal party. The band plays the national Mazurka. Milo and Christine open the ball, and the dance commences with great animation. After a few rounds, Milo leads Christine to one of tke front benches.] MILO. Oh, what a happy day is this, Christine ! How all things harmonise with our glad hearts ! I bless Heaven for her prodigality, Which, not content to give to me an angel, Hath girt me round with joys of Paradise. CHRISTINE. I cannot speak, my lord, the bliss I feel. It seems to me I'm not upon the earth, But am translated to some heavenly sphere ; Yet, midst this joy, I frankly must avow, I feel the chill of some dark hovering shadow. milo (pressing a kiss on her brow). Soul of my soul ! sweet life-blood of my heart ! Bathe thy pure spirit in this sea of joy — So new and fresh to thy young opening life — Dive, my beloved, into its dizzy depths, And lose thyself in sweet delirium ! If but the shadow of a shadow dare Approach the charmed circle of thy beauty, I'll hurl it backward with the arm of Love, That's strong enough to pluck Sol out of Heaven. c2"], [34, "20 KING'S STRATAGEM I feel a sadness, too, but know the why. This wondrous joy recalls my country's woes, The which thy youthful ear hath never drunk — Ah ! how much sorrow hath Boleslas wrought her ! How many bosoms laid in hopeless ruin ! Where'er he pass, is fear; where'er he pause, Are tears ; where'er he dwell, despair and death. (Aside.) Teach me not, Fate ! that beauty is a curse That falls upon her prostrate worshippers, Like some bewildering star cast out of Heaven ! (To Christine.) Adored Christine ! my sun, my moon, my star! Thy beauty's fame may reach his royal ears, And at the Court he may command thy presence — Oh ! promise me thou never wilt obey ! Christine (rising, and posing her little gloved hand on his arm). The King command my presence at the Court ! Alas ! what would I do in such a place, Who never till to-day kept company But with my nurse, my pony, and my doll, Nor converse held save with the trees and flowers ? Why, sure ! I'll disobey, And on this cross will swear That none my heart shall sway Save thou, my gallant Pierre. My Court is thy proud castle, My sovereign lord thou art, And whether queen or vassal, My throne's thy lofty heart."], [35, "KING'S STRATAGEM 21 There will I reign for ever, Through good and ill renown ; To leave it monarch never Shall tempt me with his crown. Like sunny rivers meeting, And mingling into one, Then down the valleys, greeting, On towards the ocean run ; Side by side in sunny weather, Side by side 'mid wind and rain, Our lives shall flow together Till death shall make them twain. milo (aside). She is a poet — a heart-melting poet — The heiress of God's richest, proudest gifts — Beauty and poesy — Heaven's rarest union. Misgivings shake me as I gaze upon her ; For near my Paradise I bear the serpent, And feel his venomous presence in the air — Mine Eve — my beauteous Eve is doomed to fall ! (To Christine.) Upon thine oath I stake my hap- piness, My future, wherein thou art sun, and star, And moon, and all that lights my heaven of bliss. Now, let us to the company return, And show our gratitude to those who make This festival so beautiful for us. [As he leads her back to the company, *W\"ALDrMiE, who has been standing near them, follows Cheistine with levinq eyes, and thus speaks:]"], [36, "22 king's stratagem WALDIMIR. I loved her ere I saw her face — I loved her for her lovely name : Her beauty and celestial grace Have kindled in my breast a flame That neither time nor tide can tame. The arrow's quivering in my heart. I strive to draw it — but in vain : Mine eyes grow dim — my pulses start — Hot lava streams course every vein — Delirium clasps my reeling brain. She is another's by decree Of Fate, and never can be mine — - Such bliss Heaven never meant for me ; But I can worship at the shrine Of beauty that is all divine. I know that I must meet her oft, And gaze into her eyes so meek, And clasp her hand so fair and soft ; But lip nor eye shall ever seek To tell the pain that cannot speak. Within my heart of heart I'll bear Her image through the world with me, h nd none shall ever know 'tis there, Although my guiding star it be — My lamp into eternity. [Milo beckons Waldimie to join the dance. The band plays the Mazurka, and in an instant the whole multitude is in a whirl. The sound of wheels is heard. Two armed Heralds enter and announce the King. The royal car enters, escorted by a guard. Boleslas, in robes of State, descends, surrounded by his courtiers. The music stops, the dancers pause with signs of discontent."], [37, "king's stratagem 23 Axjsa exclaims from behind her mask : ' Upon some evil is he bound. I will keep nigh with dagger ready.' Milo advances slowly, with Cheistine on his arm, to greet the King.] BOLESLAS. Passing Piotrawin this evening, and Hearing sweet music and the sounds of joy ; And learning it was a fete in honour of The marriage of my noble equerry, Milo, with Beauty's heir and Poland's Pearl, 1 turned aside to pay them my respects. MILO. We had not hoped for so much honour, Sire— This is a simple family festival, Unworthy of the presence of a king ; And, had we known your Majesty so near, We had not dared to count upon your presence. This fete was organised by twice two thousand Vassals devoted to myself and bride. BOLESLAS. It pleases me to hear of their devotion And loyalty unto the Pearl of Poland, Upon whose presence Cracow counts this winter For the embellishment of all her fetes. CHRISTINE. I thank you, Sire ; I much prefer to rest At Piotrawin, to glad my lord and vassals, Especially since I have sworn to do so. BOLESLAS. The oaths of beauty are revocable — But to the Bishop I will put the question, Full sure thou wilt obey his pious bests."], [38, "24 KING'S STRATAGEM CHRISTINE. Oh, yes, I will abide his sweet commands, Since with his life I know he will protect me. BOLESLAS (looking round). The dance is done. I would it recommence — I came to bring thee joy, not drive it hence. With thee, fair lady, I would try the waltz, Which I so awkwardly just interrupted. [Christine turns to Milo for a reply. He bows assent. The King encircles her waist with his arm. The band plays, and the dance recommences at every point of the grounds. After a few rounds, Cheistine tears herself from her royal partner, and running to Milo, who is seated on a front bench, falls swooning into his arms. The band stops — the company gathers round them — Alisa rushes at the King with a drawn dagger — the guards seize her. Tableau.] SCENE V. Midnight. An ante-room in the Castle of Milo. Shrieks heard within. The three royal favourites, masked, enter right of centre, bearing Christine in her nuptial attire, and swooning. They place her on a sofa. sobouski (bending over her). She's beautiful as Heaven ! walislas (looking in her face). She is, by Jove ! kotschuski (looking at her). She has Diana's brow, and Hebe's lids."], [39, "king's stratagem 25 SOBOUSKI. Venns's mouth, and nectar-dripping lips, And, by the gods, I'll taste them ere the King ! (Kisses her). WALISLAS. Dost thou not fear the vengeance of the bridegroom ? SOBOUSKI. Between this and the waking of the bridegroom There will be time to kiss my life away. voices (within). Murder ! Oh, murder ! murder ! murder ! thief ! SOBOUSKI. Hark ye ! the bloodhounds are upon our track ! Let us away with her to Cracow. [They bear her out. Vassals rush in with blazing torches, crying ' Murder !' and dash out in pursuit of them.] SCENE VI. The bridal chamber. Weeping vassals. Lifeless form of Milo, in his nuptial attire, lying on a couch. Count Waldimib kneeling by it with his face concealed in his hands. The vassals shrink back. Stanislas, in his long sable stole, his rich brown hair of yesterday white as snow, and bearing a crucifix uplifted before him, enters and kneels by the couch; then rising, and gazing around on the weeping vassals, breaks forth : STANISLAS. The wolf! the wolf! the royal wolf's been here ! Like a thief in the night, he stole into the fold."], [40, "26 KING'S STRATAGEM Murdered the shepherd, bore away the lamb To satiate his damned appetite ! Look on this manly form, this cold, pale brow, On which so recently joy sat enthroned ; These lips, so eloquent with magic lore ; These love-illumined eyes, that yester-even Outshone the stars in Heaven, now sealed for ever. [Lays his face in his hands, and sobs.] Think of his goodness. What he was — and is ; His bud of bliss nipped on its eve of blooming, And, if ye can, withhold your righteous vengeance. [He again weeps, then continues :] The wolf ! the wolf ! the royal wolf's been here ! O'ercome the shepherd, ravished the sweet fold — Hark ! hear ye not the bleating of the lamb ? Its helpless struggles as he flies ? Away ! Pursue the ravisher ! track him to his den ! Surround him— slay him — bring me back my lamb ! My little lamb so long nursed in.this bosom ! (Sobs.) Withhold your tears ! they naught avail the dead ! Leave them to women, and if ye be men — Men with kind souls — men with sweet, loving hearts — Go forth ; like trumpet-tongued tempest, thunder This deed, before which Hell turns ashy pale, Into the ears of Heaven and Earth until They, smit with horror, rise in combination, And of this monster rid the trembling world ! [Falls back into the arms of Waldimir. The curtain falls on tableau, to low solemn music] END OF ACT I."], [41, "27 KING'S STRATAGEM ACT II. SCENE I. Craeow. A dimly-lighted room in the Palace of Boleslas. A sofa near a window : a little table in front of it, on which are writing materials. Ghost o/Milo, standing behind the sofas ollowing Christine with sorrowful eyes, as she gropes about the room, still in her bridal attire, seen at the rising of the curtain. CHRISTINE. Am I asleep ? Is this some horrid dream ? Or a reality that will undo me ? What place is this ? These things so rich and strange : They daze mine eyes ! 'Tis not my bridal chamber ! That is bedecked with chaster garniture, And drapery more virgin in its hues — [Boleslas enters by a secret door.] It is the King! I'm lost ! (He 'approaches.) Aback! Approach Me not ! (Se attempts to embrace her). O Pierre ! protect me ! save thy bride ! [TU Ghost glides between them and backs Boleslas out] GHOST (returning to the sofa). Christine, beloved and hapless Pearl of Poland, Fair storm-encompassed lily, lift thy head. Count Waldimir's beneath the window, ready To die for thee, and to avenge my murder. Come, pen thy state, and drop it from the window."], [42, "28 KING'S STRATAGEM Christine (looking up from where she is crouched). What do I hear ? It is my bridegroom's voice ! The same that rapt me at the nuptial altar With music sweeter than angelic harpings. I will obey — will write to Waldimir — [Creeps to the table, writes, and flings the letter from the window. As she turns round Boleslas re-enters. She shrieks, and flies from him. He follows her up.] BOLESLAS. Silence ! fair Pearl ! make not this much ado ! I seek tbee only to confess my love, Which is more than my bosom can contain — Silence ! obedience to thy royal master ! [As he seizes her, he espies the Ghost, and in his terror hurls her from him.] SCENE II. Piotrawin. Evening. A dimly-lighted room in the Manor House. The glass covered. Stanislas reclining on a couch in his dress- ing-gown. Jean nodding in a fauteuil near him. Stanislas (running his fingers through his white hair). Jean, what's the matter with my hair ? JEAN (awaking). Oh, nothing, Master. STANISLAS. Bring me the glass. JEAN (springing up). Oh, don't look at it ! Don't master ! don't !"], [43, "KING'S STRATAGEM 29 Stanislas (sternly). Art mad ? Why's the glass covered ? Uncover it, and bring it instantly ! JEAN. Oh, no, no, master ! don't look at thyself! don't ! Stanislas (rising, and pushing Jean aside). Madman ! hold off thy hands ! I'll see myself ! [He falls into the arms o/Waldimir, who enters.] waldimir (replacing him on the couch). My lord, my lord, 1 find you very weak ! STANISLAS. Yes, Waldimir, I'm weak — I'm very weak. The tempest was too much this time. It broke The oak. Why have they veiled the mirror? I'd see the havoc that the storm has made. WALDIMIR. My lord, it is a silly superstition Our simple vassals al! attach to mirrors. When death or malady is in the house, They fancy thence will look some horrid Death's head. But calm thyself, and hear the news I bring. Stanislas (seizing Waldimir's arm). What is it ? Has my son returned to life ? WALDIMIR. Ah ! no ! but better news than that, my lord. After I saw thee safe at home this morn, Upon my swiftest steed I flew to Cracow — Entered the forest by the eastern gate —"], [44, "king's stratagem 30 Approached the palace 'neath the spreading oaks, And paused beneath an iron-latticed window, Hoping to hear some voice or see some sign To tell me where the stolen Pearl was hidden, Aud on what point to bring to bear our vengeance. Scarcely a moment had I waited there, Concealed behind an oak, when I beheld The fairest little hand Heaven ever made Let fall between the bars a tiny note. I seized it — placed it in my throbbing bosom — Retraced my steps — regained my steed — remounted— Buried my spurs half in his quivering flanks— And in an hour retouched Piotrawin. [During this narration Stanislas holds Waldimib's arm with a death-clasp, draws himself up halfway between a horizontal and a perpendicular, and gazes into the speaker's face with the stare of a maniac.] STANISLAS. Why razed ye not the palace to the ground ? Buried the damned wolf beneath its ruins ? waldimir (rubbing his arm). Thy clasp, my lord, is too emphatical — Resume thy pillow — Jean, sit down behind him ; There, so; now list me read. Stanislas (in a tearful voice). My little lamb, I hear it bleating still. WALDIMIR. I hear it, too ; And for its woes could shed a sea of tears ; But tears can open not its prison-door — Now, lean on Jean, and hear me read the letter, Dropped from the window as if meant for me."], [45, "king's stratagem 31 STANISLAS. I tell thee Heaven's at work upon our side. WALDIMIR. This letter is in evidence. Now, lean On Jean — there, so ; and calmly list me read it. STANISLAS. Calmly ? Oh ! ask the tempest to be calm ! The wounded lion not to roar with pain ! The stricken gladiator not to bleed ! WALDIMIR. Jean, hold thy master till I read this letter. STANISLAS. He cannot hold the tongue of agony That must find speech, or cleave the heart asunder. waldimir (reading). ' I'm in the palace of the King imprisoned, My door and every egress sentinelled ; And though a fire is burning in my brain, And blood-stained hands are still before mine eyes, Yet am I calm, because not all deserted : Pierre's love-attuned voice enrapts my ear Like tearful breathing of an angel's lyre. The King, this moment, with triumphant front, Entered my presence, and was put to flight By the celestial armour that surrounds me.' STANISLAS. I tell thee Heaven's at work upon our side ! WALDIMIR. This letter is in evidence. I told thee. (Beads.)"], [46, "KING'S STRATAGEM 32 ' A voice as fine as air reveals that thou, Brave Waldimir, doth wait beneath my window Tidings of me, and bids me thus convey them. Oh, bear them thither with the speed of lightning, And rally gallant Poland to my rescue ; Or, if her heart be dumb — Oh, come thyself ! And pluck me from the rock wherein I lie, Amid dark waves that threat me with destruction ! 'Christine.' STANISLAS, I told thee so ! I told thee so ! Ha ! ha ! ha ! 'Tis now the Court of Heaven 'gainst that of Earth— The strong against the strong — Heaven against Hell- God against Satan and his fallen angels — We'll beat them yet — we'll beat them yet, Waldimir, And, howling, hurl them down tc darkest uight ! 0 Thou who art the Judge o\" quick and dead, Pity my weakness and my wondrous grief! Send me a torch-bearer Trom Heaven io !ight The difficult ways wherein Thou, wilst I tread ! Send me my son — my shepherd of a day ! JEAN. 0 master, no ! Bring him not back ! Oh, don't ! [ The light grows dim — the ghost of Milo enters, and pauses before the couch. Jean covers his head. and. Waldimir falls back, powerless.] STANISLAS. Welcome, thrice welcome, back, ill-fated shepherd ! Fresh from the presence of the Triune Powers Acquaint me how far Heaven my cause espouses ■ Whate'er thy mission be, unfold it freely ;"], [47, "KING'S STRATAGEM 33 Withhold no word meant for mine ears, attuned To highest tension to take in God's Will. Expose to me the hired assassin's name, Who, like a hoar-frost, in the night-time came, And so untimely nipped thy bud of bliss, That he to speedy justice may be brought. GHOST. After the fete upon my nuptial night, While my fair bride was bent before the Virgin, Weary, I flung me on my couch a moment : Scarce had I touched it when sleep closed mine eyes, To ope' no more but on my murderers, And then reclose upon the things of earth : Sobouski's pitiless hand was on my throat, Which with one grasp sent me before my God, Unshrived, and unabsolved of mortal sin. Abashed, I told the story of my wrong : Then, as when enemy invades a country, Dearer than life to its devoted people, They rise up as one man, one arm, one soul, All Heaven, incensed, arose against the authors Of this most cruel and untimely murder ; And since there is no earthly tribunal To try a King, and bring him to just judgment ; And since his crimes are bounded by no law Of conscience nor of country, Heaven takes sides In favour of the weak against the strong. Arouse the nobles, notify the clergy ; Assemble them at Cracow, in thy palace, And to the noble Archbishop of Poland Assign the task to wait upon the King, To lay bare to his eyes his many crimes, And ask the liberation of his captives. D"], [48, "34 king's stratagem Christine, the priceless Pearl of Poland 's there To me 'tis given a certain time to guard her Against the machinations of Boleslas. Fly to her aid while I return to Heaven To lay his sins before the Triune Bar. (Exit.) SCENE III. Cracow. Morning. The Audience-Hall in the Episcopal Palace. On an estrade, rear of centre, in the episcopal fauteuil, reclines Archbishop de Gense, Primate of Poland, in his scarlet and ermine : on his left, in a fauteuil less elevated, sits Stanislas, in his sable stole and white locks, uncovered. Eight of centre are seated the principal noblemen of Poland ; left of centre, the archbishops, bishops, and sub-dignitaries of the Church. STANISLAS (rising and addressing the nobles, at the head of whom is Count Waldimir). Noble chevaliers and respected seigniors, Convened, you see assembled here to-day, Our venerated and beloved colleagues — His Highness, Pierre de Gense, Archbishop and Primate of Poland ; the Lords of Varsovie, Of Grodno, Lublin, Syriade, and Kolo, Who, now, are ready to give ear to ye, And bring your cause their best deliberations ; But first, according to our ancient usage, Swear Waldimir, your spokesman, on this Book To speak no word ye cannot verify In presence of most scrupulous inquisition."], [49, "king's stratagem 35 waldimir (advancing and placing his right hand cm the Bible, extended to him by Stanislas). I swear to speak the truth in fear of Heaven, And in the presence of the hovering Spirit Whose sacred rights we're here to vindicate. STANISLAS. Now, to our Primate and these Bishops, speak As doth become a noble and a Christian ; Bare to their mental eyes the moral cancer That's secretly consuming Poland's heart ; Ring in their ears the shrieks of murdered husbands, Of ravished wives, and crushed, despairing fathers; Emmove their hearts until their hands, perforce, Tear from the body-politic this ulcer That — that — speak, Waldimir ! speak ! tell it all ! [Sits down, and lays his face in his hands.] Waldimir (addressing the Primate and Bishops). My lord, and dignitaries of the Church, Absorbed by holy things, ye may not know The wrongs endured by Poland and her children In consequence of the unbridled passions Of him whose name I yet forbear to mention. Till now, my lords, restrained by love of peace, And Poland's ancient reverence for her chiefs, The general indignation has been silent ; But it has reached the limit of sweet patience ; The slumbering volcano is awaking; The lava hisses — Earth trembles — Heaven quakes — The smothered fires are ready to burst forth, And with their thunders shake the pallid world. Your Lordships' ears have, doubtless, drunk, ere this, The many rumours of the brilliant union d 2"], [50, "king's stratagem 36 Contracted 'twixt Lord Milo and Christine, So generally styled the Pearl of Poland — A gem so fair, so chaste, so beautiful, The sun, the moon, the stars — all Heaven and Earth To its perfection yield their spotless lustre. Know ye, that on the evening of this marriage, Boleslas, like a shadowy bird of prey, Descended 'mid the gay festivities, Danced with the bride, and breathed death in her ear ? That in the dead hour of that festive night, His favourites, Sobouski, Walislas, Kotschuski, masked and armed, the castle entered, Murdered the bridegroom on his nuptial-couch, And to their master bore the beauteous bride ? primate. Impossible ! impossible ! my lord ! waldimir. Impossible, my lord ! Behold the proof ! (Hands him Christine's letter.) And when thou hast perused that solemn missive, Let fall thy lofty glance upon thy left, (Points to Stanislas) And there behold the monument of grief — The noble ruin of a mighty temple O'erthrown and shattered by this moral storm, And say no more this crime's ' impossible ! ' primate (returning the letter). Ah ! ah ! 'tis very sad ! 'Tis very sad ! waldimir. Indeed it is, my lord ! 'Tis wondrous sad ! (Points to Stanislas.) Survey those piteous tears — those snow-white locks,"], [51, "king's stratagem 37 Drained of their golden sap and silken lustre By one fell thunderbolt of ruthless sorrow, And from thy throne of dignity descend Down to the level of his monstrous grief — Weep with him, moan, sigh — wring thy hands with him — ■ Be unto him what Christ was to the Leper — Touch him, revive him — send him leaping forth Like fount unchained beneath the smile of God. He had, my lord, a little blue-eyed lamb, Which in his bosom eighteen years he'd carried ; Sheltered it — nursed it — loved it as his life : A youthful shepherd saw it — loved it too ; And to his tender care he did confide it ; And on that very night the royal wolf Broke into the new fold — the shepherd killed, And bore away with him the bleating lamb. Pity ! my lord ! he hears its cries even now ! They tear his heartstrings like thrice barbed arrows ; They bend him, break him — they are killing him ! Oh ! save him ! save him ! Thou who art so strong, Fly to the royal harem ! seek Boleslas ! Appeal not to the King, but to the man ! Around him weave thy magic spells of speech ; Lift him upon the wings of eloquence Until he see the grandeur of his crimes, And render liberty to captive beauty — Oh, do ! Oh, do ! my lord ! I pray, beseech thee To save this bleached, bent oak ! Let it not fall Quite to the ground ! but lift it — prop it up — Brace it until it take fresh root, and draw Into its shrunken veins new sap — new life ! [During this appeal, Stanislas slides from his seat and creeps on his knees towards the speaker, who is on his knees before the. Primate: at the end, weeping, they rush into each other's arms, and remain thus during the Primate's speech.]"], [52, "38 king's stratagem primate (ivipivg a timid tear from his cheek). Noble chevaliers, we have heard your cause With patient and dispassionate attention, And unreservedly to you confess The shame and sorrowful regret we feel In piesence of the truth of the shortcomings Of him who guides so well the ship of State ; Who through so many perilous storms hath brought her Safely, though oft dismasted, into port. If sympathy could bring the dead to life, And reinstate them in their nuptial rights ; To household-altars give their idols back ; If tears could wash the dark spots from the sun, Then were it done, my lords, and quickly done ; But all the waters in the heart of earth Would not suffice to make them one shade whiter : For wrongs, such as you lay before these presence, The Pouvoir of the Church is impotent ; And as the criminal is the Temporal-Court, Ye have no remedy save prayers and tears. To us 'tis recommended by the Apostle To live in harmony with all the world ; And disobeying this advice would be To seek occasion of dissension with Him who holds in his hands both peace and war, The de-itinies, my lords, of Church and State : To interfere would be the Church's downfall ; To knock from under her her corner stone : Deprive her of her royal recognition, And who would then our imposts us deliver ? Who authorise our pious institutions ? Encourage and sustain our goodly works ? Abandoned to the simple charity And sole sustainment of our faithful Birebis —"], [53, "king's stratagem 39 Our golden crosses broken — we would be Compelled to be contented with the baton Of the Apostles ; and I, myself, confess I slightly understand the Apostleships, Without the miracles and sanctities. Then let us try, as long as possible, Noble chevaliers, to preserve the peace And sweet conciliation of the Church ; And be content to pray the Lord our God Upon behalf of sinners and their victims. Such is, I know, the aggregate opinion Of my beloved and venerated colleagues. [Stanislas drops his head on Waldimie's bosom with a heavy groan. The noblemen look at each other with astonishment, and the bishops, after nodding assent to the Primate, hang down their headsi] Stanislas (disengaging himself from Waldimir's arms, and rising to his feet). My noble lords, and venerated colleagues, God keep me from an undervaluation Of the wise admonition of the Apostle, In recommending peace and harmony. The Church, I dare affirm, had never more At heart these mighty goods than at this moment ; And that, when she consents to lose them, 'tis Non possumus enforces it upon her. Devoid of peace — which is her soul and sinew — You'd see, my lords, how much more she'd desire it Than those who recommend it unto her. Peace and conciliation she'd then teach By recommending virtue to the mighty ; And would replace her crosses by the baton, Rather than covenant with royal crime, And to the great legitimate the vices For which she every day condemns the little."], [54, "40 king's stratagem When the Apostle recommended peace, He said — ' Chastise ye sinners, follow them, Adjure them, and fear not ye sin in, making Them hear, and understand the words of wrath.1 I ask, my lords, if kings be here excepted ? And add — Saint Ambrose did not thus believe ; And though I be unworthy of Saint Ambrose, I'll strive to make this new Theodosius hear The voice of truth. Armed only with the cross And Christian grace, I'll seek this royal pagan. primate. If thou dost beard the lion in his den, And dost get bitten, cry not to the Church. She 's given thee warning, and will hearken not. STANISLAS. My lord, suppose you had a little lamb- waldimir (springing to his feet). My lord, my lord, appeal not to his heart ! Its portals are all locked with golden keys. Excuse him. Emotibn 's unbecoming ermine. T' anoint the blind man's eyes — to touch the leper — Might soil the gloves of Christian dignity. STANISLAS (stretching his pale trembling hands heaven- ward). O Thou, who rul'st the Church above, below ; Who see'st the heart though mountains of fine gold Be piled on it, to these wise men assembled, In thine own way make manifest thy will, And teach them that, though Mammon reign on earth, Justice and Virtue reign in heaven !"], [55, "king's stratagem 41 [A soft mist fills the hall — the ghost of Mao glides in and pauses before the Primate.] Behold, my Lord Primate, mine advocate ! primate. What ! a ghost raised up to plead before me ? 'Tis an impostor ! I will listen not. Away ! away ! perfidious conjurors ! Who with fell arts would steal away my senses — Away ! away ! [He swoons — the bishops rush forward to his aid — all becomes dark.] SCENE IV. A dimly-lighted cabinet in the Palace of the King. The King and Walislas seated at a table, left of centre, playing at chess. Sobouski and Kotschuski looking on. Ghost o/Milo standing behind the King, misplacing the pieces. Guards lingering about the entrance to the cabinet. boleslas (knocking over the chessmen in a fury). Checkmated ! by the holy gods, checkmated ! What is the matter ? Have I lost my wits ? I bring my men out well, but they're misplaced, As if the devil were at play among them. Array again the armies, Walislas, And let us have the rubber with King's-Gambit. Fortune in that, perchance, will favour me More than she hath done in the Bishop's-Opening. [All laugh.]"], [56, "42 king's stratagem The move is mine, and if I lose the rubber, I shall be sure the devil 's on the tapis (moves). King's pawn to king's fourth-square, my gallant knight : WALISLAS (moving). King's pawn to king's fourth-square, your majesty. BOLESLAS. King's bishop's pawn moves to king's bishop's fourth. WALISLAS. Which I will take according to the gambit. BOLESLAS. My king's knight jumps o'er to king's castle's third. WALISLAS. My king's knight's pawn advances to his fourth. BOLESLAS. My ro3ral bishop seeks queen's bishop's fourth, And menacingly looks on your king's guard. [Ghost moves it to queen's knight's fifth.] WALISLAS. And my king's bishop holds queen's bishop's fourth, And from your king cuts off his aide-de-camp. BOLESLAS. Then, shall my queen march on king's castle's fifth, And look defiance on your trembling king. WALISLAS. His valiant knight attacks her majesty. boleslas (taking the King's bishop's pawn with his queen) . Checkmate! ha! ha! ha! ha! Checkmate ! ha ! ha !"], [57, "king's stratagem 43 WALISLAS. Checkmate ! ha ! ha ! My king now takes your queen — ha ! boleslas (aghast). My queen ! King's bishop covers her attack ! walislas. Your bishop stands upon your queen's knight's fifth, Leaving his queen unsheltered in the field. BOLESLAS (looking) By all the gods ! 'tis so ! The devil placed It there, and by his move I've lost the rubber : In three games he has tripped up my success. [Ghost moves bishop back to queen's fourth.] Look ! look ! 'tis now upon queen's bishop's fourth ! kotschuski (forcing the King back into his seat). Sit down, your Majesty. Be calm ; 'tis nothing ! boleslas (trembling). A hand as thin as air I saw remove it Back to queen's bishop's fourth, where I reposed it ! I'll cause the Pearl of Poland to be strangled ; For since her presence here I've seen but ghosts And goblins, and the devil's hand at chess ! SOBOUSKI (laughing). We'll call his Majesty the ghost-seer. Ha ! ha BOLESLAS. Silence, Sobouski ! Sing me a gay song ; Something to lift my spirits— I am sad."], [58, "44 king's stratagem SOBOUSKI (accompanying himself on the guitar) : The Pearl, The Pearl of Poland, Fairer by far is she Than fairest gem of Ophir, Or diamond in the sea. But she is proud and haughty, And knows not to obey ; And with celestial armour, Boleslas keeps at bay BOLESLAS. Silence ! I asked for something gay, Sobouski : Something to drive away these ghosts and goblins. And lift my spirits to their wonted level. SOBOUSKI (laughing inivardly) One happy day in coach of State, And royal robes arrayed, Boleslas sought the nuptial fete Of Poland's loveliest maid. And taken by her wondrous charms, As must a gallant King, He took the lady in his arms, And danced around the ring boleslas (furious). Silence, Sobouski ! Thou art most provoking ! When I am sad, thou ever must be glad ! Some strange, discordant spirit doth attend me Where'er I go, befogging all my thoughts, Upsetting glasses, and misplacing chessmen. Did ever mortal play a sorrier game Than I have played to-night with Walislas ? Who, at the best, is but a sorry player."], [59, "king's stratagem 45 I WALISLAS. Your playing, Sire, doth justify the proverb, ' Who's bad at play, is lucky with the fair.' Upon the latter game I'd bet my head Upon your Majesty's triumph and gain. boleslas (mournfully). Dost thou call that a triumph and a gain ? Illusion shall not carry me away. Such triumphs fail to satisfy the heart ; And as to gain, I'm poorer than before. [Favourites laugh.] SOBOUSKI. In that, I'm quite of your opinion, Sire ; But as to difficulty of the games, I see but little difference 'twixt the two : In both some cavalier must be blocked Who's charged with the defending of the lady ; And when one 's driven him well into the corner, It needs but little talent to o'erwhelm him, And captive bear away the precious Pearl. Ha ! BOLESLAS. Silence, Sobouski ! Wilt e'er be a fool ? SOBOUSKI. In the same play, the fool rare leaves the King ; And doctors say that madness is contagious. Ha ! ha ! ha ! ha ! ha ! Laugh, your Majesty, And raise your spirits as the sea its foam, By inward agitation. Ha ! ha ! ha ! BOLESLAS. Silence, Sobouski ! Silence, I command thee ! Henceforth, I recognise the right of none To speak to me upon this galling subject."], [60, "46 king's stratagem [Ceslas enters, and announces Stanislas, who has been for some time in sight, hearing the conversation. The favourites burst into roars of laughter on the announcement of the Bishop.] Well, Ceslas, bid his saintship enter. Ha ! ha ! ha ! Conduct him hither with due ceremony. [Stanislas follows the old guard with a slow, majestic step, till he stops before the King, who points to a fauteuil, which he refuses to accept, and remains standing, and regarding the favourites with a fixed gaze, while they turn their faces away with low tittering bursts of laughter.] Stanislas (with great dignity). Sire, what I'd say might uselessly fatigue These gentlemen. I pray your Majesty, Therefore, to spare to them the pain of listening. [The King makes a sign to his favourites to retire: they obey, and Stanislas takes the fauteuil.] BOLESLAS. What new and pressing matters have arisen Within the Church to-day to send thee hither ? STANISLAS. Your Majesty, the Church is always pressed When at her heart she hath her children's welfare. I came to speak to you upon the subject Your Majesty just said ' none hath the right.' BOLESLAS. What ! you have listened ? STANISLAS. Involuntarily, Sire. One who had been more timid had retired, But I leaned on your magnanimity. Esteem and admiration such rare courage Might in your royal breast, perchance, inspire."], [61, "king's stratagem 47 BOLESLAS. Such daring 's dangerous. Speak upon thine errand. STANISLAS. Having naught new wherewith you to acquaint, I will proceed at once upon the issue. I come before you as a suppliant, The broken-hearted father of a family, Horribly outraged, Sire BOLESLAS. Horribly outraged ! STANISLAS. Yes, Sire, yes — horribly outraged — horribly ! While you enjoy serenity of conscience, Obedience and affection of your people. Sire, you were born a Christian — reared upon Your mother's knee, and often heard her read The lesson which I would recall to you. A Prophet once to Israel's great King said — ' Tivo men inhabited the selfsame city, The one was rich, the other one was poor. The rich man ivas possessed of mighty troops; The poor man, Sire, had nothing but one lamb — One precious, little, snowy, blue-eyed lamb, Wlvich he had sheltered from its infancy — His meat and drink with it divided, Sire ' — BOLESLAS. Yes, yes, I know ; but speak upon thine errand. STANISLAS. Now, Sire, one day, this rich man who possessed So many lambs, did take it in his head To steal the poor man's lamb, and kill his shepherd."], [62, "48 KING'S STRATAGEM BOLESLAS. 'Tis false ! 'tis false ! I say STANISLAS. And killed both, Sire, For there are different ways of killing lambs. Now, this King, after having heard the Prophet, Exclaimed — ' That rich man was God's enemy ! ' BOLESLAS. Pontiff ! you are insulting Royalty ! STANISLAS. Very far from that, Sire ; I admire it much. And when this parable the Prophet ended, He said to this great King, ' Thou'rt this rich man ! ' The King then wept, and tore his raiment, Sire, And rolled upon the ground, exclaiming wildly — . ' I acknowledge it ! I've sinned before the Lord ! ' Think'st, Sire, this was insulting Royalty ? boleslas (aside). He'll, have me in the madhouse if I list him. (To Stanislas. Stop there ! I warn you to stop where you are ! I feel not the contrition of your King. Away ! insult my dignity no more ! STANISLAS. Your royal dignity I much respect ; But, Sire, you understand my parable, And if you act not on it — woe ! woe ! to Poland ! BOLESLAS. Enough ! enough ! your Greatness will retire."], [63, "king's stratagem 49 STANISLAS. Sire, Sire ! reflect before you send me hence. Think of your mother ; of your ancient glory ; And, above all, of your immortal soul. BOLESLAS. Pontiff, I'll hear no more I Stop where you are ! Ho ! guards ! conduct the Bishop from my presence. [The guards approach.] STANISLAS. Unhappy, most unhappy Prince ! dost mean it ? Then, hear the last words of my parable. And, by this Prophet, God said to this King — ' I pardon thee, but since thou me offend' st, Thy sxvord shall never be victorious more. TJiy wives I will deliver to thy neighbour, And thou shalt lose the children born to thee.' And to that King God did all that He promised. BOLESLAS. Pontiff, away ! Pray, pray for me, but go ! STANISLAS. The days of miracles are not all passed. Between this world and God's high judgment-seat Are myriads of invisible messengers, Who take notes of our good and evil deeds. And bear them to the register of Heaven. BOLESLAS. Pontiff, 'tis false ! I tell thee to be gone ! Stanislas (lifting his eyes in silent prayer, while the Ghost glides in front of the King). Behold the shepherd of the stolen lamb ! E"], [64, "50 KING'S STRATAGEM Hear him, your Majesty, then ope' thy harem, And to domestic altars give their idols. Speak, Ghost, poor wandering and unhappy shade ! Open thy fieshless lips ; in thy tear-moving voice, Attuned by angels, read this obdurate King The schedule of his crimes before God's bar. boleslas (concealing his head in his mantle) Guards, seize the Pontiff! Seize the Ghost ! Away With them— away ! [ The ghost vanishes — guards drag Stanislas out, crying, ' Woe to Boleslas!' The King then peers from his mantle.] They're gone : I am alone. That monk lit in my heart the fires of hell, And marshalled round them all my ghastly sins. 0 God ! were I a better man ! But I'm King ; And kings can do no wrong, doth say the law. I am awakened on the brink of ruin. If I had listened to that priest much longer He'd led me straight into the cloister. He's a wonderful man. A master spirit — Smooth-tongued, contained, and subtle as the devil, And unto me a deadly enemy. I must find means to clip the eagle's wings — To cut the hamstrings of this Hercules ; And for such business I have habile friends. Ho ! guards ! my courtiers — my courtiers ! [He wipes the dew of fear from his brow, and composes his features into calmness, that they might not see his weakness. Favourites re-enter.] Ha ! friends, ye fled before the enemy, While boldly I alone sustained his fire. Ha ! ha ! you see I have not lost much blood ; But my position is intenable — I cannot fight beneath a cross so heavy."], [65, "king's stratagem 51 The shepherd 's turned his crook into a switch : And God in Heaven knows I'm ill disposed To take the flagellations of a monk. KOTSCHUSKI. Your Majesty, the remedy is easy : It is to break the switch upon the shoulders Of him who wills to use it over thine. And break it, too, so thoroughly that he Nor anyone can gather up the pieces. BOLESLAS. 'Twere better to paralyse it than to break it. The last might put us on the kingdom's back, Which post might prove somewhat embarrassin We must extend a net beneath his feet, In the entanglement of which he'll lose More than life. He'll lose action, liberty, Esteem — his wondrous popularity. SOBOUSKI. Thank Heaven ! I have the net here in my pocket. BOLESLAS. Would't not be nearer right to thank the devil ? SOBOUSKI. Mock me not, Sire ; if you desire to cage This sacerdotal Hon, you may need me. KOTSCHUSKI. To shut his cage-door will be easy, Sire. SOBOUSKI. And think'st he will not try to open it ? e 2"], [66, "52 KING'S STRATAGEM BOLESLAS. Enough ! Now let me have Sobouski's net. SOBOUSKI. Your Majesty remembers, certainly, The acquisition of Piotrawin By Stanislas the day Lord Milo wed The Pearl : your Majesty remembers, too, That on that nuptial night your equerry, Lord of Piotrawin, was basely murdered, And no receipt for payment ever found. Your Greatness also knows he left three nephews — Pierre, Jacques, and Sulislas, who are his next Of kin ; and lawful born, his heirs-at-law, And rightful claimants of Piotrawin. Now, add these bare-faced facts unto the oaths Of eighteen worthy vouchers who are loyal, And you can sink his saintship to perdition. What dost thou think ? BOLESLAS (Hinging his arms around Sobouski) I think Sobouski worth A kingdom to his King. Ha ! ha ! ha ! ha ! It is power or the wheel. Great men are rare ; And in his saintship's stead I'll make thee Bishop. KOTSCHUSKI {bowing to the ground). Bishop Sobouski, I salute your saintship. WALISLAS. Th' episcopal promotion of Sobouski, Doubtless, will prove most pleasing to the Church ; But, first, hia conscience should take holy orders."], [67, "king's stratagem 53 BOLESLAS. You're charming, gentlemen ; but on this subject Not another word. Sobouski's idea's good, And on it I am going to act at once. Summon the claimants of Piotrawin. Within a few days, on the plain thereby, I will convene, and hold the royal Colloque, And there will have a care that Stanislas Appear to answer for the crime of murder. ALL. Ho ! live Boleslas ! live the King of Poland ! BOLESLAS. No ; live Sobouski, Justice, and the Law ! [Re-enter Ghost by a small secret door, followed by Cheistine, who is crazy, and attired in a loose white robe, her golden hair flowing nearly to the ground. They pause near the joyous group. Christine recognises Sobouski, and draws a dagger from her bosom.] SOBOUSKI. 'Tis justice and the King against a priest. Monk Stanislas for murder of Lord Milo, Appropriation of his lands and chattels. BOLESLAS. 'Tis war for ' the Pearl.' Who shall have it ? ALL. The King. BOLESLAS (crossing his hands). Upon this cross allegiance swear. ALL (placing their hands on the cross). We swear."], [68, "54 KING'S STRATAGEM SOBOUSKI. Live, royal conqueror of a mighty monk CHRISTINE (plunging the dagger into his heart). And die, Sobouski, murderer of my lord ! sobouski (falling into the arms of Walislas and Kotschuski). Oh ! I am murdered, friend ! Oh ! I am murdered ! Pray for my soul, that must face God unshrived. [Dies. BOLESLAS (awaking from his stupor). Ho ! guards ! guards ! seize that fairy maniac ! Christine (struggling with the Guards). Unhand me, guards, I am not mad — Oh, no ! Oh, no ! I'm only sad Because they killed my gallant Pierre, And in the midnight dragged me here. Pity ! all day I sigh and weep — All night drive from my pillow sleep, With lamentations for my chief, And prayers to him to bring relief. [Gazing fixedly on the body of Sobouski.] O dying man ! if thou dost go Near to Heaven's gate, recount my woe, And bid my Pierre return for me. Oh, do ! and I will pray for thee ! Between my tears and sobs of dole, I'll pray the Lord to shrive thy soul"], [69, "king's stratagem 55 To wash from it its sable sin, And 'mong the angels take thee in. [Christine struggles with the guards. The King espies the Ghost, which hovers near her, and staggers backward aghast. The cur- tain falls on tableau, to low solemn music] END OF ACT II."], [70, "56 KING'S STRATAGEM . ACT III, SCENE I. Piotrawin. Morning. A plain before the village, encumbered with tents, troops, and peasants, surrounded by their chariots, children, and animals. In front of centre rears an estrade, surmounted by statues of Peace and Justice. Between them, in a rich fauteuil under a golden dais, sits Boleslas in robes of State, surrounded by his favourites and the great councillors of the Crown, in their purple mantles. Eight of estrade stand the royal guard ; left of it, thejusticiers and ushers; front of guard, a crowd of plain- tiffs and des endants ; front of justiciers and ushers, a crowd of witnesses. Passing to and fro on the plain, accompanied by trumpeters and a choir, are armed heralds bearing a banner, on which is painted the Judgment of Solomon. As they advance in front of the estrade, the choir sing : Wrong, treachery, and falsehood This day 're to be o'erthrown — Truth from the dust uplifted, And Justice mount her throne : Then, come, ye lords and ladies Who feed on nuptial rue — Come all ye fair-haired maidens Whose lovers are untrue : Come all who are downtrodden By perfidy or might Before the King Boleslas, And have your wrongs set right. [Guns announce the opening of the seance; Boleslas rises and looks round on the vast assemblage with a pleasing smile.]"], [71, "KING'S STRATAGEM 57 BOLESLAS. Children of Poland, and my duteous subjects, It glads me to behold you here to-day, In seeming health and blessed prosperity. From earliest time your chiefs have claimed the privilege Of re-convening every year this Colloque, Which purposes the banishment of wrong, Settling your quarrels and your litigations, Defending th' oppressed against th' oppressor, and Of re-establishing among you peace, Content, good-will, and social harmony. Such is the end of this time-honoured Confer- ence, To hold which for your weal I'm here to-day. [People cry, ' Live Boleslas !'] Happy the people who find in their King A father, friend, and conscientious guide ; Happy the King who feels it his first duty His children to defend against oppression. Whate'er your quarrels, bring them here to-day ; Whate'er your wrongs, lay them before this bar ; Whate'er your sorrows, pour them freely out ; Whate'er your wounds, uncover them that I In them may pour the Balm of Gilead. [People cry, ' Live Boleslas ! Live the King of Poland !'] The seance, now, is open. Justiciers, call The cause that may to you most urgent seem. JUSTICIER. Your Majesty, the most important cause, As in our judgment seems, is that of three Chevaliers : Pierre, Jacques, and Sulislas,"], [72, "KING'S STRATAGEM 58 Nephews, and heirs-at-law of Pierre de Milo. These gentlemen in their joint names bring suit For the rendition of Piotrawin, Property of their loved lamented uncle, Which Stanislas acquired the day he died, And for the which they vouch he never paid ; And, to avoid which payment, they believe He did assassinate their noble kinsman. BOLESLAS. These are grave charges 'gainst our pious prelate, And with much proof, and strong, must needs be propped. Ushers, conduct his saintship to the bar — With all the ceremony due his rank. [The ushers thread the crowd with their batons, and return in a few moments, followed by Stanislas, leaning on the arm of Count Waldimie. Every head of his party is uncovered as he passes: some fall on their knees, and essay to kiss his hand; some touch the edges of his sable stole, as if in it they perceive Divinity; and some cry, 'Live, saintly bishop/' As he ap- proaches the estrade the King points to a rich fauteuil, which he accepts, and Waldimie takes his place behind it.] Most venerated and beloved Bishop, It grieves me sore to see your saintship holding The saute oil of a criminal before me-- Stanislas (springing to his feet). I, hold the fauteuil of a criminal ! Of what am I accused, your Majesty ? BOLESLAS. Of murder — Stanislas (in a voice of thunder). Murder !"], [73, "KING'S STRATAGEM 59 BOLESLAS. Ay, the murder of Lord Milo, Your daughter's bridegroom, and my noble subject. Stanislas (sarcastically). Stealing the lamb, too, for the royal wolf ? For, he who killed the shepherd stole the lamb, And bore it bleating to his damned den. 'Tis true, your Majesty, my son was murdered Upon that fatal day that saw him wed ; But is his blood upon these trembling hands That could not rob an insect of sweet life ? O no, no, Sire ! see there the guilty spots Upon the hands of two who sit by thee ! [Blood-spots appear on the hands of Walislas and Kotschuski as they lift them to hide their faces.] Look ! look ! behold the crimson witnesses ! Whose testimony 's strong as holy writ ! BOLESLAS (deadly pale). Sit down ! such flights of fancy ill become One in the siege of a criminal — STAN LS LAS. A criminal ! ha ! BOLESLAS. Silence, priest ! sit down ! Lest on your head descend our royal vengeance ! [Stanislas falls back into the fauteuil, and drops kis head on his breast with a heavy sigh.] I am not able to believe your Eminence Capable of the crimes against your King With which you here so grievously stand charged ; But, such your saintship knows is my position"], [74, "60 KING'S STRATAGEM As umpire of my people's holy rights, Holding between my hands the scales of Justice, That I must give due weight to great and small ; And here of persons no respecter be ; But must, between all, judge impartially, According to the evidence adduced. Stanislas (rising). Who're my accusers ? Let them speak before me. BOLESLAS. Pierre, Jacques, and Sulislas de Milo, rise, And state your charges 'gainst his sanctity. PIERRE (the eldest of the Nephews). Your Majesty, we claim rendition of Piotrawin, our uncle Pierre's estate, To which we are at law the rightful heirs ; And which he deeded to his sanctity Upon the day that saw him wed and dead : And no receipt of payment for the same Has to this day, your Majesty, been found. We pray his sanctity for the receipt, Or, the rendition of the property : If neither he bestow us, we'll proceed 'Gainst him for murder and appropriation. Stanislas (springing up). For murder and appropriation ! Liars ! Base, gold-fed, fraudful claimants ! have a care ! BOLESLAS. Silence ! sit down, monk ! You have heard the charges, What have you in reply to say to them ?"], [75, "KING'S STRATAGEM 61 Stanislas (ivith a sarcastic smile). I say, your Majesty, that if Lord Milo Could look down from that world which he inhabits, And see his kin before this tribunal With such persistent lies upon their lips, He'd blush, and plead with Heaven for liberty Here to descend to contradict these charges. BOLESLAS. Ye've heard his answer : what have ye to say ? PIERIIB. With indignation we protest against it, And claim the quittance or Piotrawin. boleslas (with a smile of compassion). But, can your Greatness not produce the quittance ? Some line or sign in proof of payment made ? STANISLAS. No, Sire ; and 'tis because they know none doth exist That they do here persistently demand it : They know full well their uncle would not rob That happy day of time enough to give it, And that his death perfected the default ; But, happily for my cause, I have that which Is better, Sire, than mere material paper ; I have the true certificate of conscience — Ay, I have more ; I have the testimony Of conscientious vouchers who are here, And who were present at the signing, Sire, And who will put these claimants to the blush BOLESLAS. Wilt point them out ?"], [76, "62 KING'S STRATAGEM STANISLAS (handing a paper). On this their names are writ. BOLESLAS. Ushers, conduct the Bishop's vouchers hither ; As morning sunbeams backward drive the mist That hangs upon the lofty mountain top, I trust these vouchers may dispel the cloud That overcasts the honour of his saintship. [The ushers find the vouchers among the crowd, and conduct them before the tribunal.] Vouchers, ye know his sanctity, the accused ? A VOUCHER. We do, your Majesty : 'tis Stanislas. BOLESLAS. Saw ye the payment for Piotrawin ? VOUCHER. Never, your Majesty, saw we such payment. BOLESLAS. Were ye present at the signing of the deed ? VOUCHER. Never, your Majesty. BOLESLAS. Ye may retire : But say, your Eminence, have you no other Witnesses ? STANISLAS. No more, Sire, in all the earth ; And God forgive who bear false testimony !"], [77, "KING'S STRATAGEM 63 [A great tumult arises in the crowd. Those in favour of the King cry, 'No receipt — no witnesses — the bishop 's guilty!' and make a rush towards him, when Waldimie steps before them with drawn sword.] WALDIMIR. Back ! miscreants ! advance another step, And one by one I'll cut ye down like grass ! — Aback ! Upon the peril of your lives Touch not a hair of that grief-blanched head ! BOLESLAS. Count Waldimir, by what authority Dare you assume command in royal presence ? WALDIMIR. By the authority of Heaven, Sire, That gives a man the right to shield his friend Against the darts of merciless murderers. Has he not drunk enough of gall already ? [The bishop's party cry, 'Yes, yes! down with false claimants! perjured vouchers !' and rush towards claimants and vouchers.] STANISLAS. Hold, friends ! stir not in anger for my sake ! My cause is in the hands of Heaven — ■ [He suddenly ascends the first step of the estrade, turns his pale face towards the people, and stretches his trembling hands hea veu- ward. The people, awed, fall on their knees in silence.] 0 King of Heaven ! Just Judge of quick and dead ! That with thy glance dost mark the sparrow's fall, And grasp'st the meaning of vast multitudes ! Since here, before this royal conference, Justice is dumb, and truth lies crushed to earth, And all is lost to me and to my cause, It is to thy Tribunal I appeal,"], [78, "64 king's stratagem Before which falsehood dare not lift its head, Nor gold -bought vouchers give false testimony! [ The King and his favourites laugh ; the people cry, ' Hear ! '] Your Majesty, grant me three days' delay, And here, before this earthly tribunal, I will produce a witness who shall tell You the whole truth — and nothing but the truth : Here, in these presence, on myself I take The obligation in three days from this, To bring Lord Milo or to forfeit life — The dead will fail me not as have the living, And God, who knows my heart, will be with me ! [As he descends the estrade, the royal party makes another rush towards him. Waldimir again steps before them.] WALDIMIR. Back ! miscreants ! cowards ! stir another step ! And, by the God that rules, I'll slay ye all ! boleslas (rising). Children of Poland, hold ! all vengeance stay ! Respect his person, and his sacred stole ; Although accused, he is not yet condemned ; And from the cloud that now o'ershadows him, He may emerge as spotless as the sun : To give him, then, all chances of defence, I will postpone this Colloque for three days : Go to your homes, or rest ye where ye will In peace and harmony, and in God's fear, Until the hour of reassembling here. [The curtain falls on tableau, lo slow music] END OF ACT III."], [79, "king's stratagem 65 ACT IV SCENE I. Piotrawin. The library in the Manor-house. Stanislas kneeling before a crucifix. Count Waldimir standing behind him. The Bishop rises with a smile suffusing his face, and flings his arms around Waldimir. STANISLAS. Count Waldimir ! most noble Waldimir ! The only one in all the world who dares To stand by me amid the cruel storm, My prayer is heard and answered — I shall conquer — Triumph o'er wrong : of this, I have the vouch Of Heaven — WALDIMIR. What if it fail ? STANISLAS. Heaven never fails ! It is the human, not divine, that fails. A miracle is to be wrought : but He Who said — ' Let there be light ! ' and there was light — Uncounted worlds, like tops, spun into space, Rotating according to eternal laws — ' Let space divide the waters from the waters, The day be separated from the night, The earth produce her fruits ! ' and it was so — Can bid the dead arise, and be obeyed. For myself, Waldimir, and for my cause, I have no fears ; for thee and thine, I've many. t"], [80, "66 KING'S STRATAGEM WALDIMIR. What, my lord ? STANISLAS. Waldimir, thou lov'st my daughter. WALDIMIR. How dost thou know ? I never did confess. STANISLAS. Woe's wound my senses to the omnipresent : I see, and hear, and feel, and know all things, As if my brain were thought's illumined centre : The seer's prophetic vision's mine : I see Boleslas plant his sabre here — [Lays his hand on his heart.] WALDIMIR. O Heaven ! STANISLAS. I would not leave my lamb without a shepherd — - Waldimir, it is thine — waldimir (falling on his knees). Mine ! mine ! my lord ? STANISLAS. Ay, thine : deliver it — take it to thy fold, Keep it, according to the sacrament ; Be unto it a tender, loving shepherd ; And, whether in this world or in the next, Mine orisons for thee shall plead for ever. waldimir (kissing his hands). I will deliver it ! will bring it to thee ! All white, and in its virgin purity,"], [81, "king's stratagem 67 And set it down between thee and the king, Or in the effort render up this life, Which is a bagatelle without the Pearl ! Stanislas (lifting him to his feet). Now go, my son, and leave me till the third, (aside) Which will be my last day upon this earth. [Waldimir reaches the door, then turning, rushes back into the open arms of the Bishop, as he stands like a broken column.] WALDIMIR. Oh, let me stay with thee ! Oh, let me stay ! Thou need'st the consolation of a son. STANISLAS. My consolation is not of this world. Now go, my son, and meet me at the Colloque : Thy care on that occasion I may need. [The Bishop presses a kiss on the brow of Waldimir, and waves him to depart: he obeys, and the Prtlate continues solus :] Fail, fail ? — I fail ? Heaven is not so unjust ! 'Tis he who never opened God's great Epics, And filled his soul with their eternal light, That fails : who never read the luminous volumes That line the libraries of the firmament, That fails : whose prayers were never entered in The ledger of the sky ; whose songs of praise And hymns of adoration never rapt Beatific ears ; whose purblind eyes bend earthward, And never look Heaven in the face, that fails. Fail, fail ? — I fail ? It is impossible ! I, who have pondered every volume flung Out of the fathomless fountains of the Godhead, And of their inspiration drunk until My soul, inebriate, fell upon its face, f 2"], [82, "KING'S STRATAGEM 68 And lay abashed and helpless in the Presence Of Triune majesty — left to be vanquished By dog-toothed lies and hell-born machinations ? I, who have wrestled with gigantic Passion — Battled with sin and Satan till my soul, Like veteran warrior's scarred all over, fail ? I, who have ope'd the gates of Heaven with prayer, And treated with the Triune Powers, fail ? No ! I've walked with Christ, and Christ with me, And in this hour of trial He'll not desert me ! [Falls on his knees before the altar.] SCENE II. Cracow. The great entrance to the Palace of the King. Sentinels pacing to and fro on each side. Enter Waldimlr at the head of insurgents. SENTINEL. What seek ye here in absence of the King ? waldimir (grasping the hilt of his sword). We seek the Pearl of Poland here detained. SENTINEL. We'll render nothing in our master's absence, Who to Piotrawin is gone to-day To hold the Colloque, and adjudge the guilty — waldimir (drawing his sword). Then will we raze the palace to the ground, And let its weeping captives forth — SENTINEL. Aback ! Advance another step, and — waldimir (stabbing him). Death is thine !"], [83, "king's stratagem 69 [He kills the second sentinel, and rushes into the court over their dead bodies.] Follow me, gentlemen, follow me to the rescue ! [ A crowd of armed servants dispute their entrance at the great door of the Palace — in, leaps Waldimir, while the combat goes on without — in an instant flames burst out through the windows, and shrieking women in dishabille rush out by the different portals.] voices (amid the crowd). Waldimir ! Waldimir ! come forth — come forth ! Save thyself ! save the fair Christine ! save Poland's Pearl ! [Waldimir appears among the flames, bearing in his arms the senseless form of Christine. As he descends, a hundred voices cheer him.] SCENE III. The whole depth of stage. The plain before Piotrawin, encum- bered as on the first day of the Colloque. People talking in whispers and casting mysterious glances towards the entrance. The King, surrounded by the councillors of State, is seated between the statues of Peace and Justice. Kotschuski and Walislas are looking out. boleslas (descending the estrade). Gentlemen, what see ye there upon the horizon ? KOTSCHUSKI. We're looking for the ghost, your Majesty. BOLESLAS. His ghostship's late. Methought the dead were punctual — walislas (laughing) He's overslept himself, your Majesty, BOLESLAS. He's slept so long, methinks he might rise earlier."], [84, "70 king's stratagem KOTSCHUSKI. Perchance, he's stopped to break his fast — ha ! ha ! Or quench his shirs': — BOLESLAS. Ghosts only walk at night, Like certain gentry who love not the light. WALISLAS. This is a morning ghost, your Majesty, That takes the air by daylight — ha ! ha ! ha ! BOLESLAS. Truly, this is an interesting morning, My friends, a page in Poland's history. What will become of that ill-fated bishop When, like an avalanche the verdict takes him That I have been preparing all the night ? Which way will look he ? Whither fly for refuge ? Where seek a shelter from the public scorn ? Really, his saintship's fate disturbs my peace. KOTSCHUSKI (laughing). By my faith, Sire, if tak'st it thus to heart, I'll charge myself with finding him a place. Madame, the Baroness Kotschuski, is In need of a chaplain at her manor seat, And with her I will guarantee him bliss — A sort of paradise — ha ! ha ! ha ! ha ! walislas (looking out). See the procession ! look, look, what a crowd ! By my faith, Sire, I think all Poland 's there ! BOLESLAS. But do you really see the ghost, Walislas ? Look well ; for he is there, be sure — ha I"], [85, "KING'S STRATAGEM 71 WALISLAS. By my faith, one might really think so, Sire ; For by the bishop walks a sort of phantom Which he is holding by the hand — look, Sire ! BOLESLAS (looking out). It is true — what a piece of jugglery ! 'Tis mocking God and man — but to your posts, And help to play the drama of the ghost. [ The King ascends the estrade, followed by his favourites, and gains his seat just as several of his guard and his physician enter in haste and consternation.] What is the matter, Ceslas ? What is it ? Thou look'st like a resuscitated mummy. What's lifted thy hair erect, and drawn thine eyes A mile out of thy head ? Hast seen the ghost ? ceslas (breathing hard). Yes, Sire, and all my comrades with me saw it — O Sire ! it is no fiction ! no illusion ! I looked into the grave ; for I had doubts : I laughed and made light of the powers of Heaven. O Sire ! O Sire ! it is a wicked thing To mock that which outmeasures reason's stature ! A wicked thing — a monstrous wicked thing ! I stood right on the border of the grave, And looked down in the coffin, which was lidless, And saw with my two eyes wide open, Sire — Wide open — and clear of vision as they're now — The fine dust stir, then rise like ashes when A softly breathing zephyr blows into them ; Then settle back upon the dry white bones, And take the form of purple-threaded gauze, Whose fairy meshes 'gan to pulse and throb ; And crimson streams, no larger than the veins"], [86, "king's stratagem 72 That interline the pinions of a fly, Along the violet-latticed rays to roll Into a central fountain in the breast — Right in the spot where, Sire, once beat the heart — The noble, youthful, palpitating heart. The bosom heaved — the eyes into their sockets leaped, Flashing like stars amid the crepuscule — The lips smiled — the hair put on its hues — And Milo rose — and stood up in the grave ! Then, Sire, I felt my blood all turn to ice — My hair rise up a mile upon my head — My breath pass from my body like the air Out of the bellows when they're sorely pressed. I tried to run — but fell upon my face, As thou dost see me, now — aspkyxie — BOLESLAS. Where's Wislas, my physician ? Him I bade Attend the drama of the ghost. wislas (coming forward). Yes, Sire, Yes, I was there, and saw the comedy : I left the madhouse ere the first cock crew, And thither went my studies to continue. BOLESLAS. Ceslas, old guard,' resume thy legs — to Wislas Repeat thy tale. Thou sawst the dead, didst say, Little by little quicken into life ? ceslas (rising). Sire, as I said, I saw the dust condensed, Quicken, arise, like soft expanding mist Whose weft is interwove with crimson sunbeams,"], [87, "king's stratagem 73 Then settle down around the dry white bones, Covering them like a soft flesh-tinted mantle That holds the unseen mystery of life : Then pulse, and throb, and breathe, like a machine When viewless powers electrify its springs, And take on them the semblance of Lord Milo, Who rose and stood up in the grave, astonished A thousandfold more than the multitude, To find himself again upon this earth. BOLESLAS. • What dost thou say to that, my learned doctor ? WISLAS. Why, Sire, I say that he believes he saw it. BOLESLAS. But all these guards, his comrades, saw it, too. WISLAS. Collective hallucination, Sire, 's most common. BOLESLAS. But, by my faith ! how dost thou that explain ? WISLAS. By different conditions of the brain, Sire. The nervous nets, which bring us images, Have two extremities — th' exterior, which Receives impressions of the visible world ; And the interior, which deposits these Same images beneath the mental eye ; That is, before the mind, which has the power, When it is under very strong emotions, To send them back again like shuttlecocks Unto said nervous net that brought them hither ;"], [88, "74 king's stratagem These images, then, having been repelled With a contagious nature, toush their neighbours And bring about collective — hallucination. You understand me, Sire ? — BOLESLAS. Why, by my faith, no ; For when instead of these emotions, which Compel the mind to play at shuttlecock With its own images, it hold contrary Belief, who is it strikes the blow of the racket ? And when these flying images translate Themselves in flesh, and blood, and bones, and walk, And talk, and think, is it hallucination? WISLAS. No ; but 'tis then that we return to jugglery, With which we'll all the rest explain, your Majesty. BOLESLAS. I have fears, Wislas, 'tis thy reason fills The office of the shuttlecock — walislas (pointing to entrance.) Sire ! Sire ! Behold the apparition ! See ! [The King springs to his feet, and Stanislas enters, leading Lord Milo, and followed by a crowd of people, priests, and nuns, singing :] He is risen from the dead Erect and strong of tread, As ere he went to sleep In the tomb so dark and deep ; God, who is life and death, Gives and takes away our breath, Reclothes with flesh dead bones To startle perjured thrones."], [89, "king's stratagem 75 boleslas (pale and trembling). Gentlemen, to your places ; Wislas remain A while. The Court is open. Ushers conduct His sanctity and apparition hither. [ With majestic bearing, Stanislas leads Milo to the foot of the estrade.] STANISLAS. Your Majesty, behold the absent witness, Lord Milo, vender of Piotrawin, Who, by permission of the King of Heaven, Appears before you to give testimony : Accord to him the privilege of speaking On my behalf before this tribunal, That all may learn how falsely I'm accused boleslas (with a smile of derision) Justicier, swear the ghost. We'll hear him speak. [ A justicier timidly holds out the Bible at arm' s-length, Milo places on it his right hand.] JUSTICIER. Upon this book you swear to speak the truth, And nothing but the truth ? milo (in a sepulchral voice). Before the King — [The justicier staggers back. The King partially swoons. Several in the crowd fall on their knees and commence praying. The justicier recovers — re-extends the book and Milo resumes.] Before the King of men I swear to lift Truth from the dust where perjury has crushed her, And put the blush upon bold-fronted falsehood That with her leprous tongue has here essayed To cover, with infamy this man of God."], [90, "king's stratagem 76 boleslas (aside to his favourites). He speaks well for a ghost — by Jove he does ! milo (who has heard the King). Sire, it is I, Lord of Piotrawin, Who, by your order, on my nuptial night Was cruelly and most untimely murdered By one who, now, his crime is expiating In dungeons lighted by the fires of torment In bottomless pit prepared for murderers, Where coils of fiery serpents twine their brows, And flesh sharp fangs of flame in their hot brains, Wringing out shrieks that shake the abysmal world, boleslas (aside, wiping his brow). Oh ! I can bear no more ! no more of this ! milo. Spies, traitors, bars, and perjurers are there, Chained down to flaming stakes of fire and brim stone, While demons heap live coals upon their heads — BOLESLAS. This is irrelevant — insupportable ; If thou know'st aught that can illume this cause, Say it, and get thee back into thy grave ! MILO. Piotrawin to this good man belongs. I gave to him the deed, and touched the price, Upon that day that saw me wed and dead : These witnesses were vouchers to the same ; And these false claimants are no kin of mine. BOLESLAS. Claimants and witnesses, what say ye now ?"], [91, "king's stratagem 77 PIERRE. Your Majesty, it is a lying ghost, A hypocritical, false-swearing phantom. [Thunder heard; a sheet of lightning envelopes them, and leaves them pale and lifeless as statues.] BOLESLAS. Wislas, approach, and touch that apparition : I wish to know if it be flesh or air, Which will make all the difference in my verdict. it be air, the Bishop's case is lost ; If it be flesh, he sure must prove the winner. [After several attempts, Wislas succeeds in placing the tips of his fingers on Milo's shoulder.] What say you now, Wislas, is it air or flesh ? wislas (shaking with fear). Sire, scientific rigour doth exact — Firstly, that we ourselves design the subject On which we are to make experiment ; Secondly, that we be the witnesses ; And thirdly, that of it we be permitted, At time and place convenient to ourselves, Several examinations of the same ; Respectfully I, therefore, here submit — But, but, Sire, what would'st thou have me say ? BOLESLAS. Tell the impression touch makes on thy brain : We cannot touch a thing without ideas Flying along the highways of the senses Like couriers to bring the latest news. wislas (confused). Your Majesty, at first, I thought the thing"], [92, "78 king's stratagem Naturally impossible — but — but — I was mistaken — was deceived — your Majesty. [All laugh and applaud.] BOLESLAS. All who believe this phantom to be Milo In person, will declare it. voices (amid laughter). It is he, Lord Milo, Master of Piotrawin. BOLESLAS. Therefore, unto these presence be it known His saintship is not guilty of the charges 'Gainst him preferred before this tribunal ; And that to him Piotrawin belongs. [Voices cry, 'Live, Stanislas! live, saintly Bishop !'] Kotschuski, Walislas, give me your hands : I know not if I be awake or sleeping — Living or dead — in this world or the next. Come nearer to me, till I be assured. [Milo and Stanislas are receiving congratulations, when Count Waldimir, bearing Christine in his arins, enters amid a tu- multuous crowd, and sets her down before them. The King falls back powerless. Stanislas presses a kiss on her pale brow, anc1 places her hand in Milo's.] STANISLAS. My son, behold again our long-lost Pearl The noble Waldimir has found and rescued ! The precious gem has faded — since we saw it — (sobs) But light and liberty will soon restore it. boleslas (recovering his senses). What meaneth this ? I understand it not."], [93, "king's stratagem 79 Stanislas (drying his eyes). Sire, in Piotrawin there lived a shepherd, Who had, upon a time, a milk-white lamb, Which in his bosom eighteen years he carried — Petted, and loved more than he loved his life. In time, he trusted it to a new keeper — A noble, youthful, and lamb-loving shepherd, Who worshipped it — adored it — took it home ; And on that very night the royal bloodhounds Broke into, the new fold — the shepherd killed, And to their master bore the bleating lamb. Then, to this mighty king the owner went, Bending beneath his wondrous weight of woe, And on his knees implored him to release it, Which he refused, and drove the shepherd hence With scorn that cut into his soul like sword-point. This wrong moved noble hearts to mutiny, Who to the palace of this great king went, And brought to him, perforce, his stolen lamb — Behold it, Sire ! behold its meek blue eyes ! And ask thyself if thou hadst such a lamb, And some great monarch stole it from thy fold, If thou'dst not rescue it at any price. boleslas. Pontiff, away ! you are intolerable ! Hence with your lamb, and ghost ! and hobgoblin ! Nor let me see your damned visage more : You're Satan in his sacerdotal stole. STANISLAS. Sire, summon to thine aid sweet Christian patience Until I learn the will of this good witness, Whom Heaven 's sent here to put things into joint. Milo, thou mayst elect to sojourn here,"], [94, "king's stratagem 80 Or, to return into the peaceful tomb. Select thy lot — and be for ever blessed ! Milo (with a serene smile). My lord, I thank Heaven for her wondrous bounty, And thee for all the prayers thou'st offered for me ; They have been heard and answered in all justice : With what's called life and death I'm now acquaint, And know the cost and value of the twain. For him who has not crossed that mystic line That bounds the vision of mortality, This world has many fascinations — pleasures That dazzle and allure the purblind soul Whose mortal ken is wisely circumscribed By the unfathomed wisdom of the Godhead ; But, for him who has passed that distant bourn Into the land that knows nor cloud nor storm, The dazzlements and pleasures of this world Are dross, and from his unveiled vision fade, As stars before the effulgent smile of day. Who taste the peaceful slumbers of the tomb — That holy rest none in the flesh can know — That sweet serenity and perfect peace, Born but of sense of bless'd security Against the storms and tempests of this life — The pains and pangs humanity begets — Sorrows, whose merciless fingers wind the heart strings Till with distension they asunder snap — The subtile woofs of envy and of falsehood — The machinations of the mighty wicked — Will thank Heaven for the shelter of the tomb, And to the vulture bare their hearts no more ; Therefore, let me return into the grave,"], [95, "king's stratagem 81 And with my mantle gathered round me, sleep Until the angel's trumpet bid me rise. [During this speech, Christine, upheld by Waldimie, looks up into the face of her bridegroom, and when he is done, thus pleads:] CHRISTINE. Oh, stay ! oh, stay ! beloved with me ! I'll smile from morn till even', And now from thraldom I am free, Of Earth I'll make a Heaven. I'll weave around thy life a charm Of beauty and delight ; Sorrow and woe with love disarm, And murder put to flight. So long for thee I've pined and wept, These nuptial robes have wore ; So long for thee sad vigil kept, Thou'lt leave me nevermore ? Or, if thou wilt not stay with me To dissipate the gloom — Take me, belov'd, to dwell with thee In thy mansion in the tomb. MILO. Christine, most loved, most honoured on the earth, It is not meet that we be reunited. The grave between us came — so let it be ! The flowers of thy young heart are scarce in bloom ; Bestow their wondrous wealth on Waldimir, Who is more worthy of the priceless gift. Count Waldimir, accept the Pearl of Poland Cherish it as the apple of thine eye, And, when the angels call, bring it to Heaven. G"], [96, "82 king's stratagem [A royal servant dashes in, crying, 'Murder! murder! fire! fire! your Majesty, the Bishop has killed your servants, burned your palace, borne away \"The Pearl.'\"] boleslas (leaping from the estrade at one bound — his naked blade flashing in his uplifted hand). The Bishop killed my servants ! burned my palace ! Then shall the monk and damned traitor die ! [Stanislas, stabbed to the heart, falls into the arms of Waldimir, who has confided the swooning girl to his valet.] STANISLAS. This is the last of earth — the end of sorrow — The last blow that my king and fate can deal me. Midway the voyage of life my bark is wrecked ; But through the storm I see a sail approaching : Nearer it comes, and nearer — now, it waits me ! Your Majesty, draw near me. I forgive you The running of my ship upon the rock From which — or soon or late — is no escape ; But, it is done — and I'm embarked anew. Already, through the cold dark mists of death, I see the lighthouse on the spirit-shore. (Dies.) alisa (dashing through the terrified crowd, pale and dishevelled). My children ! oh ! my children ! Give them me ! [Seizes the King's arm.] Fiend ! Triple murderer ! Infanticide ! [He starts from his stupor and stabs her. She falls at his feet.] 'Tis done at last ! My blood is on thy soul ! Thou'st killed the long-lost Princess Guika — Oh ! Agony ! Most grievous exit ! — Monster ! Christine 's thy daughter — Milo is thy son — And both the blighted fruit of mine own womb :"], [97, "king's stratagem 83 Pent in thy harem, Pierre was my first-born, Whom, ignorant of his parentage, I reared, And from thy royal treasure did enrich, Ennoble, and lift to his princely level. I felt another Life throb in my bosom ; My heart of it took counsel. Thee I fled. With Stanislas, who knew me not, found shelter. In time, a mother's throes his lady slew. Her agony brought me quick travail-pangs Whose sweet result — unseen by mortal eyes — I substituted for her womb's, dead fruit. What joy ! What secret bliss to tend my lambs ! 0 God ! what agony to see them wed ! Myself dragged prison- ward upon that night That heard the death-shrieks of my princely Milo : But — but — I burst the cruel bolts at last, And came, to tell my woe, and die. (Dies.) GHOST (pointing its pale fingers at the King as it vanishes amid a halo of mist). Thou'rt doomed — the mists of night are gathering round thee, And in the pits of hell, already, demons Are building fires of torment for thy soul. BOLESLAS (running to and fro). 'Tis so ! A torch is burning in my brain ! Devils pursuing me with clanking chains — Oh ! keep them off! Oh ! keep them off! Save me, friends ! [His favourites succeed in restraining him. The curtain falls on tableau, to low solemn music] END OP ACT IV. o2"], [98, "84 king's stratagem ACT V SCENE I. Morning. A room in the Manor-house. Christine reclining on a couch. Nurse seated near the foot of couch, snoring. Christine (springing up). They're calling me ! they're calling me ! She sleeps. [Slips her feet into slippers by the couch.] I'm going home, I'm going home, I hear my father call — I'm going home, I'm going home, And soon shall meet them all. [ Goes to a tall mirror, and shakes out her long golden tresses over her white robe; then turns towards the door, and smiling, stands gazing on a fixed point.] There is my bridegroom of a day ! All dressed in white is he ; I see him there beside the way, And he is beckoning me. I'll go to him, though I'm no more In nuptial robes arrayed : My wedding wreath he will deplore, But he knows that flowers will fade. [Exit. waldimir (entering in his dressing-gown, and looking round the room, aghast). Christine, beloved ! Christine not here ? the couch Empty ? Awake ! arise ! eternal sleeper !"], [99, "king's stratagem 85 [ The nurse springs to her feet — Doctor and vassals run in en deshabille.] Where is my angel ? My beloved — my countess ? Ill-fated slumber that upon me fell ! Fly ! search the Manor-seat — the park — the Vistula ! Fly ! fly ! oh, fly ! and bring me back my Pearl ! [ Vassals rush out. Waldimie falls into the arms of the Doctor.] Doctor, sweet patient friend, medicine my soul ! Put thought and sense to sleep, till certainty Bid Reason reign, or abdicate her throne ! vassal (re-entering). A fair girl from the river they have drawn- waldimie. Christine VASSAL. The daughter of our woodcutter, Who, robbed of innocence, herself has drowned. The thief of virtue could not steal her beauty — It clings to her even in the arms of death. waldimir (drying his eyes). O Heaven ! Thank God, there still is hope. Come, doctor ; Perchance, with dew-cold feet, she roams the forest, Chasing the mirage of her fevered brain. [Exeunt Waldimir and Doctor."], [100, "86 king's stratagem SCENE II. A Forest. A woodcutter gathering flowers. Enter Christine, we ar- ing a wreath of leaves — a crown of ivy on her head. CHRISTINE (in a tearful voice) . They're dead and gone, they're dead and gone, To dwell on spirit-shore ; They're dead and gone, they're dead and gone, And will return no more. Tm going there, I'm going there, Since they cannot come here ; I'm going there, I'm going there, To join the loved and dear. 0 father ! father ! take me home — Take me from this unrest, As a white lamb Fate dooms to roam, And fold me in thy breast. woodcutter (coming forward) . Pretty Christine, why com'st abroad so early ? Christine (looking Up). Who may'st thou be ? woodcutter. Thy father's woodcutter Dost not remember me ? CHRISTINE. I know thee not : Go on thy way — go on thy way. Go — go !"], [101, "KING'S STRATAGEM 87 WOODCUTTER. Scorn not thy father's servant, pretty one, But take these flowers he's gathered for his daughter, (Aside) Who is mad too. Christine (recoiling) Is there a serpent in them ? WOODCUTTER. Pretty one, no ; but why suspect' st a serpent ? CHRISTINE. Upon my wedding-day they bound My brow with flowers of snow, 'Mong which a basilisk fierce was wound That wrought me death and woe. And ever since, when I behold A lady's nuptial wreath, I see a basilisk fierce unfold Its coils the flowers beneath. I was so happy on that day — The world seemed full of light ; No cloud hung o'er my flower-strewn way — But now 'tis starless night. Pity the woe that cannot die — Pity this bosom's pain ; The fountains of my heart are dry — Fires burning in my brain. [She presses her brow with her pale hand, and moves slowly on.] woodcutter (aside). Poor little Pearl ! 'Ah ! how I pity her ! So beautiful and rich, and yet so sad."], [102, "88 king's stratagem Ah ! sorrow is respecter of no persons. My little girl is sad ; but she is poor, Else had her lover not deserted her. [ Wipes his eyes with his sleeve.] Christine, the dew is chilly ; come aback, And in my loving arms I'll carry thee. CHRISTINE (moving slowly on). I'm going home, I'm going home, I hear my father call ; I'm going home, I'm going home, And soon shall meet them all. [Exit, followed by Woodcutter. SCENE III. Another part of the Forest. Furious barking of dogs heard. Boleslas, clad in rags, his long matted beard hanging on his naked breast, his haggard brow twined with ivy, rushes in, believing his body to be entwined by a serpent, whose coil he is trying to break. BOLESLAS. Aback ! ye howling demons ! Basilisk, off ! Unclasp your fiery folds ! Unclasp my heart ! Or I will break thy damned coil. Oh ! oh ! There, now ! I've got my heel upon thy head ! Die ! die ! ha ! ha ! I've vanquished thee ! ha ! ha ! Oh ! what a pest-house is the heart of envy ! Oh ! what a plague her hell-begotten hounds, That, wide-mouthed, yelp a mighty monarch down ! From star to star I leaped, they on my track ; Astride a comet's back I sped through space, They hanging to his fiery tail, and howling"], [103, "KING'S STRATAGEM 89 To split the ears of Ether. (Dogs bark.) Hark ! they follow ! Thence, like a shooting meteor, down I darted Into the sea, they yelping on my heels — Startling the sirens and aquatic armies, Leviathan monsters, stretching many a rood Behind the coral breastworks of the deep. Then on a seahorse, goaded by their yells, And plunging through the blinding fogs of foam, Away I sped across the liquid fields, Over the skeletons of foundered ships, And sepulchres of dead men's bleaching bones, Until I reached the confines of my kingdom. — Dismounting then, I leaped forth into forests Lampless as Chaos ere the stars were lighted — Ran up the trees — then down — then up again, Clutching their branches, swung myself 'cross rivers — Up to my throne, whereon I'll take my seat. [Seats himself on a fallen tree. Christine, followed by terrified Woodcutter, enters opposite, singing in a low, tearful voice.] CHRISTINE. They're dead and gone, they're dead and gone, To dwell on spirit-shore ; They're dead and gone, they're dead and gone, And will return no more. boleslas (coming towards her). Of whom dost sing so sadly, pretty one ? CHRISTINE. My father, whom Boleslas killed — My young and gallant love, Whom on his nuptial night he willed To send to realms above."], [104, "90 king's stratagem 0 stranger, if thou hast a heart To feel a lady's woe, Go forth, go forth, and draw thy dart Against her royal foe (weeps) . boleslas. Do not weep, pretty maiden, do not weep ! I'll send mine armies forth to combat him. CHRISTINE. Thine armies ? BOLESLAS. Ay, the hosts of Heaven and earth, Of which I'm king. But thou wilt be my queen ? CHRISTINE. Oh, no ! Oh, no ! I cannot wed, My hand's already given ; My thoughts are dwelling with the dead, Who wait me in yon Heaven. Farewell, farewell, I'm going home- I hear my father call ; Farewell, farewell, I'm going home, And soon shall meet them all. [She goes out opposite, followed by King and Woodcutter. In an instant furious barking of dogs is heard, and the King comes running back, and mounts on the fallen tree. Waldimir and Doctor enter opposite, and stand unobserved, regarding the maniac] boleslas (with wild gesticulations towards the entrance where the dogs are barking). Away, barbarians ! Depart my realms, Ere war against ye I declare, and bid"], [105, "king's stratagem 91 Mine armies, numerous as the sands of earth, Against ye march, and howling hurl ye hellward. Know ye not that I am a mighty king ? Monarch of Heaven, and earth, and sea, and air ? That at my nod the sun, and moon, and stars March forth in glittering ranks to fight my battles ? Another howling insult, and ye '11 find Yourselves transfixed on points of flaming swords, Tumbling headlong adown the steeps of night. [<Sa'«Æs down on the tree. Drops his head on his breast, and clasps his hands in front of his knees.] WALDIMIR. How have the mighty fallen ! Verily, Verily, the way of the transgressor is hard. Terrible the judgments of avenging Heaven ! [The Woodcutter, pale and out of breath, rushes in, and falls at Waldimir's feet.] What is it ? What is 't, man ? Oh, speak ! Oh, speak ! Lest with uncertainty my heartstrings break ! woodcutter. O sir ! 0 sir ! 'tis something terrible ! WALDIMIR. Oh ! what is it ? Canst thou not tell what 'tis ? woodcutter (rolling over and over). 0 sir! wait till I gets a little breath'; The horror shakes me like a wintry wind. waldimir. I shall go mad — I shall go mad, dear Doctor ! doctor. Good man, canst thou not speak upon the point ?"], [106, "king's stratagem 92 woodcutter (making an effort). 0 sir ! you did not send me after her ; But I was in the woods, and saw her coming, And followed her right to the cemetery, Singing ' I'm going home,' in such a voice, It made me cry just like a boy that's whipped. And when she reached the cemetery, sir, Like a white snow-flake on his grave she fell, And lay a-trembling like a fallen leaf: Then, in my bosom, sir, I put her feet — Her little feet — no larger than a fairy's, And tried to warm them at my heart's poor fire — But oh ! the icy chill ! I feel it still- Right here upon my heart, sir,\" where they lay, While up, and open wide, she turned her eyes, Bluer than the blue heaven whereon she gazed : Then, sir. Oh ! that was worse than all; 't was, sir ! I never shall forget it — never, sir ! I saw three angels in white robes descend ; One was the Bishop — one Lord Milo — one Alisa, poor, good, murdered Alisa, sir — And fell upon my face — right upon my face ; And when my terror passed — and I looked up, I saw them bearing her white soul to heaven. [Waldimie leans heavily on the Doctor, during this paroxysm of the Woodcutter, then moves on towards the cemetery.]"], [107, "king's stratagem 93 SCENE IV. The Cemetery. Christine lying on Milo's grave. Terrified Peasants standing apart. Enter Waldimir, leaning on the Doctor's arm. He flies to the grave, and clasps the pale dead girl to his bosom. WALDIMIR. Christine ! Christine ! come back ! speak ! speak ! No breath ! No pulse ! 0 God ! break not mine idol yet ! (Sobs.) O man of art ! emmove these springs of life ! Motion this beautiful machinery ! That I may feel once more its magic powers ! Ob, do ! so new, it must not stop for ever ! [ The Doctor answers with his tears. Waldimir gazes on the cold paleface, and cries between his sobs.] Gone ! alas ! for ever gone ! With thy wealth of beauty, Leaving me in the world alone, With nor hope nor duty : Like a shiD without a helm, Starless drifting, ever, Outward on the boundless realm, Finding anchorage never : Gone ! in life's sweet vernal hour, Like a bud half-blown, Dropping from the parent bower Into worlds unknown. Gone with beauty's bright display To eclipse the angels, Leaving love to weep for aye, Fairest o' his evangels."], [108, "94 king's stratagem [Fierce barking of dogs heard without. Boleslas, bleeding, rushes in, and falls at the feet of mourners, followed by affrighted Woodcutter.] boleslas (as he enters). Oh, horror ! horror ! murder ! murder ! murder ! I am awake and wounded ! bleeding — dying ! — Oh, what a horrid, horrid dream I've had ! — Pursued by headsmen and their howling hounds Mid midnight forests, lighted only by The bloodspots on my hands — brighter than suns — Ay, than a thousand stellar luminaries ! How have I fallen ! From what kingly height ! 'Twixt fangs of dogs — my executioners, That from my soul tore off the pall of madness, And turned mine eyes into my heart, back from Whose baleful depths I shuddering shrink — as — as — [Gazes on Cheistine.] Fair, blighted angel ! plead for me — Oh, how I bleed ! how swift the darkness comes ! no sun Can lift ! Heaven is just ! murder its own sure Avenger ! [Dies. Curtain falls on tableau, to solemn music.'] THE END. LONDON : PRINTED BY BPOTTISWOODB AND CO., NEW-STREET SQUARE AND PARLIAMENT STREET"], [109, ""], [110, ""], [111, ""], [112, ""], [113, ""], [114, ""]]