[[1, ""], [2, ""], [3, "BOOK OF WORDS OF A ROMANTIC OPERA, IN THREE ACTS, ENTITLED— fling a 3Da£* BY MR. VILLIERS SANKEY AND MR. VALENTINE SMITH. Printed by Jordison & Co., Ld., Middlesbrough, December 4th 1894"], [4, "THIS! PLOT The scene of the opera is laid in the Kingdom of Goa in India, during the sixteenth century, when the Portuguese forces are threatening the land. A young Princess, Nemea, cousin of the king, is rescued from drowning by a fisherman, Zephoris, who, after bringing her safely to land, discreetly retires on the approach of her friends, and she is lost to him for a time, although his short acquaintance has been sufficient to make him fall deeply in love with the young lady whose life ho has saved. The Prince Kadoor, who is a suitor for her hand, is somewhat of a traitor, and being desirous cf usurping the throne of Goa, employs a fisherman named Pifear to help him in an intrigue with the Poituguese for the deposition of the King. He learns that the Princess Nemea is determined to wed her rescuer, whom she can only recognise by his knowledge of what passed between them when she was saved from drowning. Kadoor learns from Zephoris the whole story, and is determined to make use of it, and declare himself to be the hero of the adventure. His words, however, appear unconvincing to the fair Nemea, but she is constrained to believe he is her rescuer, and reluctantly consents to be his bride. Afterwards we find the King and his cousin strolling by the sea shore, and they come upon a sleeping fisherman, who has traced on the sand at his head the words, \" If I were a King.\" This is none other than Zephoris, and the King thinks it would prove a diversion if he were made to believe himself a king, and, causing a potion to be administered to him, transports him in a somnolent state to the Palace, where, on awakening, Zephoris finds himself in the position of a King receiving the adulation of his subjects. He is, of course, quite bewildered, but finding that his slightest wish is obeyed, and all his commands promptly attended to, begins to realise that he must be a king indeed. Nemea approaches, and is imme diately recognised by him as the maiden he had saved from the sea, and he is on the point of disclosing his share in the affair when the Princess is adroitly withdrawn by Kadoor, whose plans only narrowly escape frustration. Zephoris, by his knowledge of what was passing between the Portuguese and the traitors around the throne, is able to save the State by countermanding certain orders given by Kadoor ; and, declaring his part in the rescue of the Princess, is assured of the return of his affection by Nemea, and, as King, announces his betrothal to the Princess. The real King, however, now thinks his joke has gone far enough, and by administering another potion, has the soi-disant monarch transported back to his humble hut by the sea shore. His comrades hear him declare he is a king, and think him mad, but presently the Princess comes on the scene, and mutual explanations culminate in a renewal of their declarations of love. Kadoor, now at his wits' end, demands the death of the fisherman for his alleged betrayal of the kingdom to the Portuguese, but Zephoris is able to show that Kadoor is the traitor, and by the help of his accomplice, Pifear, who admits his share in the plot to sell the kingdom to the invaders, brings the guilt home to him. Kadoor is then compelled to relinquish his command of the army, which is given to Zephoris. The young fisherman returns victorious, and is eventually rewarded with the hand of the fair Princess Nemea,"], [5, "KING FOR A DAY. Scene — The Sea Shore of Goa is discovered, together with people who are starting to fish. Act 1. CHORUS. The sun shines bright let us sail away ; And profit by this lovely day, Our gladsome strains that sill the air To distant shores tbe waves will bear, (Enter Pifear). Pif Zephoris, Zephoris, where is Zephoris (to the Fishermen Have you not seen him ? Omnes No, No ! Pif Oh Brahma 1 what bad luck. Omnes Why not fish without him ? Pif Without him it's quite impossible, Omnes Why ? Pif Because he couldn't fish without me ; Omnes What a funny thing. Tell us why, pray, tell us why. Pif Then listen : — SONG.—\" For Worth and Singleness of Heart.\" For worth and singleness of heart, No better comrade, could be found, Then good Zephoris — for my part I feel, to praise him I am bound. Yet of my help he hath great need, His net he foolishly neglects, E'en ot chance luck he takes small heed, And all the finest fish ejects, He seeks for coral, and for pearls This seems to be his only aim, Back to the deep all else he hurls ; Ah 1 poor Zephoris, who's to blame ? He's comely and he's well disposed, But lacks in energy of mind, To me his thoughts seem all foreclosed, As fisherman he's too refined, He's timid — shy, and ill at ease When mixing with our village folk, The girls Zephoris — try to tease With them, he's a standing joke, For making love I'm bound to say He'll play a sorry part, Or, rather, I that part must play To win for him some maiden's hea"], [6, "2 Pif But who comes here ? It is Zizel. 'Tis the coastguard of our co?st, he is bard, cruel, and UDJust, and should he find us here, blackmail he'll make us pay, come — let's away. (Enter Zizel, the coastguard). Zizel 0 stop there, stay, my little lambs. Before you go to fish, you must, first answer me; everyone shall have their turn, so I'll begin with thee. Pif Even a helpless lamb, it struggles to be free. Zizel Every one shall have their turn, so I'll begin with thee, for what thou'st done 'tis surely clear. Thy punishment should be severe, If I judge wrong the charge deny, If I judge right at ODce reply ! A crime like thine deserves a fine. No answer yet ! 'tis well for tbee, That thou hast first to deal with me. Pif I do protest, I've done no wrong. Zizel Perhaps not as yet, but I'm sure, Thou wilt 'ere long ; So 'tis my duty to impose on thee a fine ! Now pay the fine ; should 'st thou fail, then away to the jail. (Pifear gives him money), (to Zelide) 'Tis now your turn. Come here, my pretty oue. Zelide Ob, dear me ! Zizel Of a dreadful oflence (Enter Zephoris). Back, I say ; Omnes Zephoris ! Zephoris (to Zizel) Old maD, by my faith, if crime enormous there be It is this shameful trade carried on by thee ; Zizel Young man refrain thy fiery speech, Remember thou too art within my reach. Zelide Wreak thy wrath upon another, But in pity spare my brother. Zephoris My sister ! cease to implore him, Plead no longer ! Not on his mandate my safety depends, For our great Brahma, whose arm is stronger, Will ne'er irjure the brother who his sister defends. Chorus and All — Cease to implore, &c. Zizel To prison thou must go, so come along with me I Oiines To prison ? Zelide My dear good sir, Oh, do be lenient now, For I most solemnly doth vow My loving brother ne'er so base would be, To raise his hand to injure thee. Zizel Guards, stand aside ! my duty I'll fulfil, Against this man we've no ill will ; First I'll hear the reason why She the charges doth deny (Zelide puts apiece of money in his hand)"], [7, "3 Zizel T'is well I find we're of one mind ! (Zelide puts another piece in his hard). That likewise I prize, give me another; (puts another piece in his hand). That exonerates thy brother, For thy good reasons Zephoris is free. You see my duty I fulfil, For justice never bears ill will; * Take my advice, fishermen, Avoid, if possible, the lion's den, For myself I really have done well. Chorus — The Sun Shines bright, &c. (Exit all. Zephoris, Zelide, and Pifear remain). Zephoris Stay, Pifear, I wish to speak to you. Pif To me ? Zephoris And also to you, my sister, (he takes their hands) Zelide What canst thou have tu say to me ? Zephoris You cast down your eyes, you blush, tittle sister, you know what 1 have to say to you. Pif But I have not blushed ; I have not cast down my eye3 : I don't know what it is you have to tell us. Zephoris Well, well, I will tell thee all, my friend — There is a beautiful girl who is foolish enough to be in love with you ; Pif You call that foolish ? I think it is a matter of taste ; Zephoris However to me any weakness of heart is excusable, for does not my love overcome my reason ? So you have but to ask and I will give you her hand. Pif Her hand, but what with it Zephoris Ab ! you wish to know how much money we have ? Very well, ask Zelide, for she holds the purse ; Pif Oh ! tell me, Zelide, how much is in it? Zel (lowering her eyes) Nothing ! We have nothing ! Zeph Nothing, Zelide ? But what has become of that left us by our father ? Zel Until now, I have kept silent, for fear of troubling you, my brother, but to-day I do not wish to deceive anyone, and I will tell you the truth ; Zeph Speak Zel For a long time, dear Zephoris, your fishing has been un- fortunate, and you have returned home so sad and downcast, that I could not reproach you, and I used piece by piece all the money that our father left us. Zeph Oh, pardon me, my dear Zelide ! pardon me ; Zel It is not your fault, if the fish don't come into your nets. Pif The fish ! Why if they come into his nets, he throws them out ! Zel Does he ? Pif He won't have anything to io with whiting, he despises the mullet, and throws the turbot back into the sea. Zel Can it be true ? Pif What he wants is coral, or a bank of lovely pearls, or — he is a fool in short !"], [8, "4 Zel Enough, enough. Then, brother, she whom ycu love is rich? Zeph I don't know. It was on a beautiful summer evening, and while wandering alone on this shore, suddenly I heard a cry of despair, and saw a young girl drowning. I jumped off a high rock into the sea to help her, and soon, the poor girl was safely in my arms. For a long time I straggled against the current which was running with great force, but at last I brought her safely to this spot, and on these sands I placed her. Ashamed of my appearance, I ran away to hide myself, for I wished to spare her all embarrassment. Zel And have you never seen her again ? Zeph Never. Whether she is of humble birth like you, my sister, or whether she is noble, I don't know. SONG. — \"Angels dwell beyond the skies.\" I cannot tell from whence she came, Nor yet her origin, or name ; I saved her from the raging sea, And this is all that's known to me. I saw her face, 'Twas full of grace, Her eyes were bright, With Heavenly light. Whether a being of the earth, Or whether one of noble birth, All this to me can only seem The recollection of a dream. I seek for her, both far and near, Sometimes with hope — sometimes with fear, This ring which from her finger fell Which I have guarded safe and well : Like compass true Might be a clue, To her I seek — It seems to speak, For when I sigh it seems to say — In seeking — seek not far away ; Then quickly other thoughts arise — For angels dwell beyond the skies. Zel Alas, poor Zephoris, where will your love lead you 1 Zeph Oh, a hundred times I have tried to forget it, but could not. Day and night her image is ever before my eyes. Pif Shut your eyes then ! Zeph But my dream is over now. Fond hopes, away ! I wish to regain that which my selfishness has made you lose. In two ' months, I will have refunded all that our father left us. In two months you shall be united. Zel My dear good Zephoris (embraces him). Pif My dear brother-in-law (embraces Zeph. awkwardly, Zeph. repulses him). Zeph Come, let us go. Pif I cannot leave ; I have to wait here for a customer. Zeph To whom you sell fish ?"], [9, "5 Pif No, he is a lord for whom I carry letters ; love-letters I suppose, for which he gives me two pieces of gold. Zeph Love — or treason, who knows ? Pif Treason ! Zeph I distrust the honesty of this lord ; however, it is your affair. Pif I see my customer coming, so good-bye, — Farewell (Exit Zel and Zeph). (Enter Kadoor.) Kad Thou art punctual ! It is well, but remember to be silent. Pif I will, my lord, mute as a fish. Kad Very good, for if thou speakest a word I will cut off thy head. Pif (aside, trembling) Cut off my head 1 Ah, Zephoris said truly, this looks like treason. Kat> If thou servest me with discretion I will pay generously. This letter will be the last : and for this I will give thee three pieces of gold. Pit (looking at gold) Three pieces of gold ! Zephoris deceived him- self, he must be a lover. Kad Stay, thou wilt take it to-morrow, when thou goest with the other fishermen. Pif Certainly, — -then to-morrow the fair lady will have the letter, for it is for a fair lady ? Kad Thou hast guessed rightly, but not a word. Pif Not a single word. (Exit Ptf.) Kad. All goes well. This fisherman is a fool. He has not the least suspicion of the important mission with which I have charged him. Sleep od in luxury, insolent King, thy enemy waits. But whom have we here? 'Tis the King and our beautiful cousin. They will suspect something. I must keep to the plan and must see that all is right. (Exit Kadoor.) Scene 2. — The Palace Garden of the King is revealed with the Portuguese tleet in the distance. Chorus—\" All praise to Brahma.\" All praise to Brahmin — honour be To him who show'rs gifts on thee, Behold the royal diadem ! Beset with many a precious gem. The golden crown thou weareth now 'Twas he who placed on thy brow ; 'Tis Brahmin who thy course directs, 'Tis he who thee from harm protects, Who 'neath a sky so clear and blue Gives thee this brilliant retinue. Enter King aud Semea from Palace. Kino Let's rest awhile beneath these trees T\" enhale the freshness of the breeze, The pure air from the seas. Nemea How beautiful is nature here Reflected in these waters clear, How beautiful is nature hero displayed."], [10, "6 Kino Glorious is nature in this grand display, Before it all my greatness lades away. What sayest thou, my pretty cousin ? Nemea Oh, mighty King, by right divine, This people — kingdom— all are thine. Then why so much humility ? For thee the streamlets gently flow, Making sweet music as they go ; Our garden yields the choicest flow'rs, To deck thy palace and thy bow'rs. Those stately palm trees tow'ring high Are planted there to charm thine eye ; The rose aud jessamine in bloom Exhale for thee their rich perfume ; The ships that hither treasures bring, All these are thine, oh mighty King ! King Not so, my charming little elf, Methinks thou dost deceive thyself ; The streamlets that so gently flow, Making sweet music as they go — The stately palm trees tow'ring high, Spreading their branches to the sky — The rose, the jessamine's perfume, Each fragrant herb, each flow'r in bloom, Brahma provides — not for the King, But for Nature's fairest Queen. Chorus. — \" All praise to Brahma,\" &c, and Exit. Enter Kadoor. King Ah, it is our good cousin ! I was surprised at not seeing you amidst the lords of our court. But the presence of Nemea reassures me, and I just said to her : \" Princess, as thou art with me, we Bhall not be long before we see the Prince Kadoor.\" KXD The flowers ever attract the bees ; Nemea And the wasps. Kad (with anger) Princess, thou do»st not like me, and perhaps it would be wiser to renounce all idea of an alliance. Nemea I will tell thee frankly. Prince Kadoor, my heart I no longer possess. King Thou lovest another ? Kad (with eagerness) And who is this man Nemea I don't know. Kad But, Princess — Nemea Listen, and thou shalt learn all. Some months ago I had a fancy for bathing at a place close by here. Suddenly an unknown current carried me away. I struggled, I screamed, and finally sank under the waves. When I came to myself I was lying on the sands. I asked my attendants who it was that saved me. They said, \" We have seen no one ; you must have been rescued by a messenger from heaven, who has vanished on our approach.\" King Kadoor, do you believe that Brahma sent a messenger ? Kad I, thy Majesty ?"], [11, "7 Nemea Oh, I don't believe that Brahma sent a messenger. My rescuer may have come from a boat I had seen at a distance. Kad If that is the only obstacle, Princess, I will dare to pre- dict that he who keeps silent now, from motives of discretion ; will remain silent, out of respect for us, when we are married. Nemea So be it. He will not make himself known ; but, if I discover him, I shall break with you. Kad Then, Princess, this is your decision ? Nemea Yes. If he who saved me, comes to me and repeats to me the words I cried out in my despair when I was drowning, I will give him my heart and hand, if his Majesty permits it. Kino (icith feigned severity) And if I don't, Princess ? Nemea Then, your Majesty, I will withdraw my hand. King (laughing) I understand. Nemea Is not that the Royal yacht I see in the distance ? King Yes, Princess. Nemea If your majesty likes we will continue our walk, while we wait for the yacht. King Very well. Will yon accompany us, Kadoor ? Kad No, your majesty, I have some orders to give ; I will at the same time see the royal rowers. King Your hand, Nemea. (As they are going off] Zephoris and Pifear enter at back. Zeph. seeing Xemea, utters a cry, and comes jront as if in a dream.) Zeph Great heaven, it is she ! Kad What does that fellow say ? Pif She whose life you saved ? Zeph Ah ! it is no illusion. Kad (to Pif.) Get thee to thy boat, fisherman, and on behalf of the King, go on board that yacht thou seest yonder. Pif The King ? The King sends me on a message. Oh, my fortune is made ! Exit Pifear. Zeph My lord, will you deign to say who that lady is, so richly dressed, walking yonder? Kad It is the Princess Nemea. Zeph A Princess ? Kad Why that question ? Zeph Pardon me, my lord, you could not understand [he wishes to el de him.) Kad (holding him back) Thou deceivest thyself, I understand thy emotion, and I know that thou didst save the Princess when her life was in danger. Zeph Who has told you ? Kad The Princess herself. Zeph She ? Kad And is it true that thou didst save hor ? Zeph Yes, my lord. Kad How long ago ? Zeph It will be eight months to-morrow. Kad And when thou badst rescued her from death — where didst thou carry her ? Zeph I carried her here."], [12, "8 Kad Here ? But tell me the words she cried out when she- thought herself lost. Zeph Ah, well do I remember tbem. She cried : \" My mother, my mother, from heaven above, protect me ! \" Kad Marvellous 'tis thou, 'tis thou who her life has saved, 1 will tell Nemea that I have found thee, and I can tell thee that she hopes thou wilt fulfil her wishes Zeph Speak, my lord, what does she wish ? Any desire of hers will be to me like an order from the king. What does she wish ? Kad - That thou shouldst promise, never to tell anyone, that it was the Princess whom thou didst save, also that thou should'st never attempt to approach her, in short, that thou shonld'st never let anyone know, that a common fisherman held her in his arms for a single instant. Zeph Oh my dream, my beautiful dream ! It has all passed1 now. Kad Dost thou consent to take this oath to me ? Zeph Say to her, my lord, that the Princess Nemea has nothing to fear from the poor fisherman Zephoris. Hear my solemn oath 1 I swear, my lord, to he silent for ever. Kad And never to approach her! Zeph (with an effort) — and never to approach her. I swear it by Brahma, who hears me. Kad Very good (offers purse) I will tell her thou hast sworn,. and will add, thou hast received thy reward. Zeph Yes, my lord, I have received my reward, a thousand'. times more precious than this which I refuse. Kad What ? Zeph This lady so noble, and so haughty, I have held in my arms. Her proud heart has beaten against mine, and when I snatched her from the jaws of death, my lips dared to press her forehead ; tell her this, my lord, and she will under- stand that I have been well rewarded, and that I have no need of your gold. Exit Zeph. Kad He dares to brave me, so much the worse for him, but he will keep silent. He has sworn, and Nemea will yet be mine, but that man's oath is not enough. Well — he must be got rid of. The king and princess, — now, to enact my part (he seems to think deeply). Enter King and Nemea King Still here ! Kad Your Majesty — pardon — I — Nemea In what grave reflections were you plunged ? Kad I was dreaming, prince ; of all you said to me just now Nemea And you thought ? Kad I thought that he who saved your life, would be foolish to keep silence any longer. Nemea You know him then ? Kad 1 know him. Ni- .ea Oh ! tell me his name, I pray you. Kad Do you feel you could love him 1"], [13, "9 Nkmea I do indeed, my lord. Kad Ah, well, he who risked his life for yours, hoped yon to love, not to recognition. Nemea and King It is ? to owe Kad It is I. TRIO. — \" I'll faint, oh ! strange surprise. Nemea I'll faint, oh strange surprise ! Can I believe mine eyes ? 'Twas he ! — if this be true To happiness adieu. King Oh unforeseen surprise ! Can I believe mine eyes ? 'Twas he her life who saved — For her the waves he braved. Kad Feigned love can never be Aught but coquetry, Well have I play'd my part I still may win her heart. Nemea (to Kad) To banish every doubt tell me, I pray, Where thou did'st save me — tell the hour and day For I would fain know all. Kad Slight the task To answer thee what thou doth ask, 'Twas near yon rock, whose mystery Lies deeply buried in the sea. Nemea 'Tis true, King 'Tis true, Kad 'Tis true, for here upon the beach Out of the foaming billows' reach I gently laid thee, and withdrew. Nemea 'Tis true, King (to Nemea) 'Tis true. Kad And further proof, if thou should'st seek, 'Tis this — when ringing in mine ear I hear thy agonising cry \" Oh, mother dear ! Look down from Heav'n and resue me.\" Nemea 'Tie he, Kad 'Tis I, King 'Tis he. King And now methinks, my fair cousin, Thy love for him thou shouldst avow. Nemea I'll interrogate my heart. Kino and Kad 'Tis well. Nemea Ah well, my heart gives no reply. King and Kad What none ? Nemea Would that this had ne'er occured. King Say then what with truth thy heart would say, Thou think'st it will not tell us any more The time hath passed, let us away. Nemea Since I no longer can suppress The workings of my heart I will not add to your distress,"], [14, "10 Nemea For thou my saviour art To gratitude's demand I'll give to thee my hand. Kad Oh ! what joy ! Nemea Yes, my hand I give you, but m5 heart I retain. Kad Retain for whom ? Nemea Just for myself. King Time is our master and rules our fate Accept the hand the heart only awaits. That dear hand is his, Yes it is — it is ; Thoughts of jealousy Now must cease — for she Will become his spouse, And in him arouse — Sentiments of love, Pure as heav'n above. Kad That dear heart is mine — All I wish infine, Thoughts of jealousy Now must cease, for she Will become my spouse, And in me arouse Sentiments of love, Pure as heav'n above. Nem I my hand bestow, But my hesrt — oh, no — For I frankly own Gratitude alone Is the motive why I myself bely, And at its demand, Give to thee my hand. King The Royal barque is ready (he takes Nemea' s hand) Kad I will see thee again soon, my noble betrothed; Nem (sighing) His betiothed, and I have promised him — Farewell, my lord. Exit Nemea and King in the Royal bargue. Enter Zephoris looking at Princess Nemea. Kad (not seeing Zephoris) We are betrothed, Nemea will never die- discover the ruse I have employed. This fisher (he sees Zephoris). Is it he 1 what does he do here ? Zeph (not seeing Kadoor) Why wert thou not of humble birth?\" Why wert thou not a poor fisher- girl? Kad W7hat do I hear (claps Zephoris on the shoulder) Zeph My lord ! Kad Remember, thou hast promised to be sileDt, Zeph And I will keep my oath ; Kad (aside) Now I can feel at peace, the Princess is mine. Exit Kadoor."], [15, "11 SONG.—\" If I were King ! \" She is a princess : Oh ! cruel destiny, why art thou so bitter 1 I only find her to lose her agaip, My hopes are blighted — she is a princess, What would I give if I were king ? Oh ! would that I could see her lovely face again, If I were king. Then would 1 all my inmost thoughts to her explain, If I were king. I'd lay my sceptre at her feet— cast fear aside. If I were king. Tell her, my love — ask her to be my own sweet bride, If I were king. Whether a princess or a humble village maid, I would to her my heart's best homage e'en have paid, For face more beautiful, I never yet have seen, Oh would that I were king that she might be my queen. Zeph This sand was her couch for a short space, now it shall be mine (throws himself on sand). Sweet sand ; confidant of my love, how many times hast thou listened to my raptures of her 1 How many times i (he traces letters on the sand) but where are my thoughts wandering. What have I traced upon the sand 1 Princess. She is a Princess. Ah ! II I were King, King, King ! Chorus behind Scenes. Our light bark swiftly skims along To the sweet cadence of our song Like swallow who her pinions la\\e, Leaves scarce a ripple on the wave. Ah ! well, may we behold with pride, Our faithful bark thus onward glide, Bidding defiance to all the world. (Enter King and Nemea in Royal, bark). King Let us pur course more inland steer, Yon bank of bamboos let us near, How ? fair cousin. Why tremblest thou so ? Nemea Who can this be ? King A fisherman without a doubt. Yes, that is it. A fisherman asleep, calmly he sleeps. No comrade by him keeps. But what is this I see on the sand ; what a history 'tis telling. I believed be had not care or thought. Yet stay, what's this I see ; this is quite another thiDg. Read then theoe words before he slept he traced here. Ah ! this is good. Nemea (reads) If I were King. King What would he do if he wore King ? Ah ! by my faith a very pleasant notion has come to me. Hold there ! my Physician. (Enter Physician, Nobles, dc.)"], [16, "12 This man asleep you must to him prescribe And cause him a potion to imbibe. That while all his senses shall retain, He may in this lethargic state remain, That I may may make him King for a Day. Physician goes over to Zephoris and lets him inhale the Narcotic from phial. King and Nemea Profoundly now he sleeps. Nemea Pray, what comes next ? King I'll repair the wrongs which fortune has done this man, I shall grant his desire. It is his wish to be King, and King for a Day he shall be, I will give him my kingdom ; We then shall see what he will do, Also how he will conduct bimself, To tbe palace now quickly take him. CHORUS. Poor fisherman ! who would a crown be wearing ? Now for thy reign we are all preparing ; The king himself for thee is caring ; Gently then sleep, and a watch we'll keep. END OF ACT I. ACT 2. Scene 1. — A magnificent Oriental Palace is discovered. On a couch Zephoris is lying, he awakens. Zeph. Where am I ? Can I believe my eyes — Surely I am<. dreaming ; Oh, heaven where am I ? Enter Chorus of ladies who bow before him. CHORUS. Hail mighty King ! wisdorz and power, Are thine — thou like the rising sun Can blessings on thy people show'r, Now that thy reign's begun. Without thy light Obscured in night Thy subjects would in error stray ; 'Tis thy paternal love — that alone — Which lends such lustre to thy throne. Opening Chorus 2nd act, ladiee only. Zeph Ah, 'tis a dream which now enchants me, It is a vision of the night, Bnt sing again, ye charming beauties, Too soon shall I wake to the cold world again. Exit Chorus. 'Tis not a dream, I can see, I can walk. No, no, I don't sleep, but these rich clothes I wear, this palace, (the King enters, who salutes him, Zeph bows)."], [17, "King I trust your majesty has had happy dreams. Zeph My — my majesty, whom do you think I am ? King I think thou art the King. Zeph Who is the King 1 King Thou art, whose Prime Minister I am. Zeph My Prime Minister, ab, I was right when I said it was a dream. King Deign to remember thou hast been King for ten years'. Zeph Ten years ? King It is true that, owing to a long and severe illness, your Majesty has been deprived of reason. Zeph I ? King Sometimes in your wanderings, your Majesty has imagined himself to be a poor fisherman named Zephoris. Zeph Yes, certainly. I am Zephoris ; that is my name. King Alas ! the King has relapsed into madness Ho I there I the King's physicians. Zeph Physicians ? No, no ! they are useless. I am well, very well. I have a horror of physicians. King Then will your majesty take your morning repast ? Zeph (aside) A repast ; what an idea ; (aloud) yes, I wish to breakfast (the slaves bring plates of fruit and flagons of wine). Zeph One surely cannot dream and eat at the same time. I'll see if I am dreaming. Why yes, I'm eating, And now I can drink. I can eat. King Come, pour out again the golden wine of Spain Zeph Happy dream, brilliant vision, 'tis to you I owe this bright wine I drink, Perhaps they are right, I am indeed the King ? King Yes, thou art indeed the King. Zeph Be silent, you shall not thus deceive me : I command you at once to throw from the window the first one who dares call me king. See them now, they all seem struck dumb with fear. Really now I must be dreaming, With wild thoughts my brain is teeming ; Yet my will they all obey, And tremble at each word I say. King Still he thinks that he is dreaming, Strangely yet to him 'tis seeming. Is he King or not, to-day ; Soon he'll exercise his sway. Zepu You are silent now. King I wish to prolong my days. Zeph How so ? . King Why, I fear to go, my master, by the way of the window. Zeph To be thrown out of that window you fear. King Yes, 'tis true ; 'tis not a thing my heart to cheer. Zeph Great Brahma ! pray my wits defend, And tell me when all this will end. King It will be fun, you may depend ; Let's hope we'll love this King I see. Then test your power, without delaying, Upon this slave whom here you see."], [18, "14 Zeph I'll put it to the proof. I'll see if in me lies this power supreme. Come hither, slave, come here, I say, Speak without fear, tremble not, but say Who am I ? speak out — answer me. Slave You are, indeed, our great master the King. (to ministers throwing him out us window) ZiPH Stay, I believe you ; come here, approach, poor trembling slave, to recompense thy truth, I would I had the power to bestow some small gift. Gracious heaven I in my pocket I hear a click ; come here, Blave, take tLis ; Why it is gold, and here is more. Surely now I must be dreaming, With wild thoughts my brain is teeming, Yet my will they all obey, Tremble at each word I say. Great Brahma I pray my wits defend And tell me when all this wil1 end. King Still he thinkr', &c. Enter Nemea. Nemea 0, King, deign to receive all the good wishes that my heart forms for you. Zeph 0, heaven, it is she I it is she ! Nemea Your majesty appears agitated. It is the first time I ha*e been in your presence. Zeph No, no, it is not the first time (he talces her hand). Nemea (confused) But — Zeph Oh, do not fly from me, stay here. Nemea Your majesty (to the King) my part is more embarrassing than I thought. King {stifling his laughter) Courage, you must conquer all that. Bring all your charms to bear on him. Nemea You wish it. Very well. SONG.— \"One Word from Thee.\" Ob, royal cousin, thou art good, and great, and wise, Think of thine ancestors, and of thy crown likewise, Let not the pleasures of the passing hour For one short moment hold thee in their pow'r. Of all the Sovereigns of this vast domain — Be what thou art — thy noble self remain ; Thou'rt bless'd with courage, wisdom, piety : Heaven's choicest gifts are centred all in thee. Becital. When all proclaim thy greatrie-s. be not last To hail good fortune, which too soon is past. One word from tbee — ODe word alone- Can lessen or exalt the tone Of courtly life, whose influence With all thy subjects is immense. Be honest, just, faithful and true, Stainless as is yon sky of blue, Then will thy people be so too."], [19, "15 The flame of love Will die away, The flow'rs of youth Live but a day — Things bright aud pure Alone endure. Zeph I listen to ycur words with rapture. I wish I could believe you, but, alas, I cannot, I feel that I am Zephoris, the fisherman, and this is a miracle. Nemea A miracle ? Zeph A dream (aside) Yesterday, when thinking of her, before I fell asleep on the sand, I wished that heaven would make me a king, and now I am a King. Surely this mu't be a miracle of Brahma. Oh, it must be. (aloud) I believe I am King. King (laughing) He believes it. Nemea What happiness ! Zeph. Yes, I believe it, Nemea, and if the future effaces all other past things from my mind, there is one that will never leave me, and that is the memory of the time when first I saw thee. Nemea What are you saying ? Zeph It was on this day. King The Prince Kadoor arrives. Enter Kadoor. Zeph (aside) Kadoor ; ah, I remember, it's that man who made me take an oath. Nemea Go on with your speech. Zeph I cannot (aside) King or Fisherman I ought to keep my oath. Nemea What does he try to make me understand ! King Come now, pay your homage to the King. Kad (gaily) Your majesty, I come to announce the council (looking at Zeph) Heavens I My fisher's here, near her ! Zeph Ah, you recognise me. King What is this ? take care. Zeph (to Kad) Well ? Kad (with constraint) WTiich of us does hot know your majesty ? Z»ph He also — How is this, do you not remember me ? Kad There is the council (ministers enter.) Zeph The council can wait. Kad Impossible, they say there are grave affairs to treat of. Come — Princess ! Zeph But — (tries to detain her) Nemea Women, you know, cannot assist in State affairs. Zeph But I shall soon see you again. Prince Kadoor, I wish tc speak to yo.i later, and mind you baing the Princess witt you. , j^p I — I (she king signs) Yes, yes, your majestj-. (aside) 1 11 take care he sees her no more. King Does the king wish to take his place on the throne ?"], [20, "16 Zeph My throne ? Since Brahma has given it to me it is my duty to occupy it worthily. He attempts to sit in the chair but falls. Nemea (aside) That was well said. King (laughing) Yes, the poor fellow takes his reign in earnest. Do not laugh, Prince Kadoor, at this moment he is really the King. Kad So be it; come. Princess I (All exit except the Council, King and Zephoris). King (to Zeph) The council is opened. Here is the report of your Minister of Justice. All the servants of the State fill worthily the offices your majesty has given them. Zeph That report is false. All (in anger) How? Zeph There is a magistrate of the name of Zizel, who sells .justice. King Ah, we know nothing of that. Zeph Arrest him, and give him one hundred strokes of the bastinado on the soles of his feet, and furthermore deprive him of his post. King Very good (to Sec.) Write (reads) All his majesty's subjects bless him, and live happily under his rule. Zeph Who is that ? King Your third minister. Zeph The third minister knows less than the second. King (laughing) You hear, minister (to Zeph) Meanwhile all the world loves the kiDg. Zeph (with haughtiness) Ah ! you believe that, do you ? King Yes, certainly. Zeph Then you are an ass. King (disconcerted) Who does not love him ? Zeph The people of the village of Nissir ; they are all poor fishers, and are tyrannised ov<r by this Zizel. Every day he takes from them three parts of their gain. King (ashamed) This is Irightlul, and I was ignorant of this. Zeph Bah, you are ignorant of everything. King Am I? Zeph Yes, yes. King (aside) This is a good lesson. Zeph Send some one to these fishers and give them ten pieces of gold each. King (To Sec.) Write. King Now let us proceed. Here is the reportof the fourth Minis- ter : The most virtuous young girl of every province has been married and dowried by the king. Zeph The most virtm.us ? And Zelide the best girl in Nissir, has she been downed, and with how much? King (frowning) Does your majesty wish her to have 50 pieces of gold. Zeph I wish her to have a hundred pieces of gold, and send them at once (to Sec). King Thou shalt be obeyed. Write 100 pieces of gold. Wo will now pass to political affairs."], [21, "17 Attar entets. Here is the Seigneur Attar ! (to Attar) You have your orders. Attar Yes, but I bring grave news. King What is it ? Attar The King at the advice of Prince Kadoor, sent his army yesterdav to protect the people of Vizapour. But now we hear that for some days ships have been cruising to the South- West of the island, and we fear they are a fleet of Portuguese. King Do you speak seriously ? Attar We akso hear that a man frum the coast has been making signals to them. Zeph It is Pifear. Attar Aud lie has been seen going out to them in a boat, and then returning after an interchange of letters. Zeph (aside) That is be I Attar What docs the King command ? Zeph (with dignity) The King commands that the army returns to Goa in all haste. King (to Attar) He is right (to the Ministers) let him make the decree (he orders them to write), Zeph Let them arrest a fisherman of Nissir named Pifear, imprison him, and sink his boat (aside). He will carry no more letters. King (to Sec.) Give me the decree — I must sign it so that he will understand the order of his recall has been deliberated in council. (Kadoor enters and hears last words). Kad Call back the army ; think well before you decide ! King Why i Kat> I have particularly observed that fleet out there, as was my duty. King Well ? Kad They are merchant ships delayed by furious south-west winds, resting in sight of our harbours. King Ah ! that is fortunate, but this fisherman ? Kad I laughing ) Pure invention. A fishing boat has not gone out for many days ; aDd I swear it. King Marvellous Zeph (steps from his throne and confronts the Kadoor) That is false ; Pifear has been out three times, and I know it. Kad The King can reassure himself, and leave his army to accomplish their work. King That is also my advice. Council And ours. Zeph (aside) It is not mine, but I must be prudent. (aloud) Let the army continue on its route (he hides the despatch in his bosom). Ah I let us breathe a l.ttle (he ca Is a slave). King (in the midst of his ministers) You understand that his wishes are to be faithfully accomplished. Zeph (to slave) Thou knowest well that all obey my orders. Take this despatch, and carry it to the other coast, to the Chief of the Army. Be diligent and faithful. Your life depends upon it. Exit Slave."], [22, "18 King I will receive these people who have appealed to me. You hear me. Zeph The slave is gone. (Seeing Nemea enter) Nemea ? King (to Zeph) Your Majesty has no fresh commands to give ? Zeph None. Prince Kadoor ! (signs to him to approach). Kad What does your Majesty want with me ? Zeph I am really the King, am I not ? Kad (to whom the King signs) Certainly ; yes ! Zeph You have never known me as a poor fisherman ? Kad I I King (passing near Kad) Take care. Kad Never, Never ! Your Majesty. Zsph I have never made you any promise, any oatb. King (passing between them) Never ? Is it not true, Kadoor ? Kad (with constraint) Never ? Zeph It is said. I am free then, and I can tell you all. Kad Great heavens ! Nemea What does it matter ? Zeph Let all leave us. King Why ? Zeph Go. King Thou wilt send foi us again ? Zeph Oh, yes. You, and all the others. King (aside, laughing) Perfect. (aloud) My lords, the king dismisses us. Kad But King (laughing) Submit as I do, Prince. Obey AU exit. Zeph We are alone at last. Nemea Your majesty has demanded an interview, and I obey your orders. Zeph My orders ? I who would have sacrificed my life for you at a word, at a sign, and who would do so still. I love you. Nemea (laughing) You love me ? DUET.—\" You love me, did you say ? ': Nemea You love me, did you say ? Your majesty doth j est ; Perchance my credulity You wish to test. Zeph Ah, no ! it is as true as I am living, My heart is filled with love for you. Nemea For love I would my heart be giving, But to amuse yourself it is you woo. Zeph It needs little time explaining : There are none equal to you. Nemea But one short day to be gaining ; Ah, King, tis a jest that you do. Zeph Ah ! What say you ? Alas, a jest. For many days without counting I have adored you, as my queen, Like the stars in heaven shining, Which, we see, but remain unseen. I did not know from whence you came,"], [23, "19 Zeph Nor yet your origin or name, I saved you from the raging sea, And that is all w;:s known to me. I saw your face, So full of grace, Your eyes were bright, With heavenly light, You seemed to me from heaven sent. All this to me did only seem To be a vision of a dream, I sought 'for ycu both far and near, Sometimes with hope, sometimes with fear. And I have guarded safe and well A ring that from yonr finger fell, Aud when I sighed it seemed to say, In seeking — seek not far away ; And now I've found you, oh ! rapturous bliss. Nemea Than when did you me first perceive ? When did you meet with me ? Zeph 'Twas when, upon a summer's eve, A poor fisherman saved thee from the sea. Nem From the sea ? Heavens ! a poor fisherman, ah ! Zeph And that poor fisherman — you now behold. Nem How — you say that it was you I Zeph Ah, pray calm your wrath. Though I gave the word to be silent, Yet I can now speak without fear, For the Prince here, in your presence, Has released me from my oath. Nemea And, pray, -what oath ? Zeph. 'Tis an oath to be sileDt. Which, yesterday, Prince Kadoor From the fisherman demanded ; But, to-day. he absolved the king. Nem 0, what mystery ! I fear to seek the truth. The Prince then must have dared to lie. 0 speak ! Zeph Daily on the coast I sadly linger, Having no guide to find you but this ring, Which, on the sand, dropped from jour finger. Does to my heart some comfort bring, And it never shall leave me in life. Nemea 'Tis my ring, dropped from my finger. No, I cannot doubt. It is my ring, and be vows he'll keep it all his life. (Enter King and Kad.) Zeph Who goes there ] Cannot they leave me in peace t King Pardon me, Your Majesty, but I cannot content Prince Kadoor. Zeph What does it matter ? Kad The King has betrothed me to the Princess Nemea. Zeph (with surprise) She! Your betrothed 1 King Has Your Majesty forgotten '?"], [24, "20 Zeph When yon told me that my reason had fled, I did not believe you ; but t feel if I commanded this marriage, I must have been mad. Princess Nemea, I will be your husband. King The Princess might prefer the subject to the King, Zeph What do you say ? King Say, Nemea, whom dost thou love ? Nemea What a que-tion ! my heart shall go to the noble man who risked his life for mine. Kad (aside) He has told all. Zeph (aside) Oh, what happiness ! King (to Kad) Fall on thy knees, Prince Kadoor, thou wilt be the happiest of lovers, Kad Yes, yes, the happiest of — (aside) Torments consume me. Exit Kadoor. Zeph Hola ! (slaves appear). Kino (aside) What is he going to do ? Enter Lords, Ladies, Retainers, etc. Zeph Come hither, noble lords, Come hither at my call, Assemble all the court, here in our presence, And celebrate this day that sees your sovereign wed, Let not a sound be beard, save songs of gladness. CHORUS. Noble king, gracious king, full of joy be your life, Tell us of her who is to be your wife. Zeph Her form is perfection, Her voice like the dove, Her eyes beam with affection, Soft pity and love. This sweet and blooming flower To me is confided, Can you not te'l 'tis Nemea. CHORUS. 'Tis Nemea. L-t us be glad to day, Let all be blithe and gay, And let us sing of love and loyalty. Zeph Now that we have drunk the first cup to beauty and love we trust the king wiil sing in praise of wine. Yes, yes, yon sing the gay refrain. SONG. -\" The flowers drink the dew.\" King The flowers drink the dew, The sea, the vapours blue, The thirsty hills and plain Drink of the falling rain, All nature drinks, so we Will drink and jovial be, We'll throw our cares away And drink to our great king, Let's drink and sing, Let's sing and homage pay To him who reigns, Who reigns as king to-day."], [25, "21 Each morn the sun supreme On rising drinks the waves, The moon it does the same, And from the sun doth lave. All nature drinks, so we, &c. Enter Kadoor. King But who comes here. Zeph Without a doubt they are the sacred priests from the temple come, at the call of their lord. Holy Brahma ; Approach ; let the solemn rites begin. PRIESTS AND CHORUS. Brahma, oh ! King by priestly instinct led, The secrei wishes of thy heart hath read, And hither sends his ministers — by solemn rite, They will as one two loving hearts unite. Zeph If festal board as 'twas by druids done, Bind the Princess's heart and mine by rite as one, King (to Kadoor, who approaches him in a supplicating attitude) Forsooth thou art right. Metbinks this pantomime must cease. Zeph Ye Priests draw nigh, perform the solemn rite ! Kino But one thing first, let us empty our glasses. It is a custom no one passes, for which, indeed, the King surpasses. \\The Physician hands a bumper to Zephoris). King Here's to the health of the King ol the Day. (Zephoris finishes the contents of his goblet and, stagger ing, falls back on the seat, all the guests observe this with astonishment). Zeph I feel so strange— I die ! Nemea Oh dear 1 1 King (to Nemea) 'Tis sleep's relapse — have no fear. Nemea Alas ! Zeph I die — and I was King. Nemea He sleeps ! King He sleeps ! CHORUS. Kad Let's sing — He's not now King. Kad (taking the hand ot Nemea) Shall not these Priests perform the nuptial rite ? Nemea (snatching his hand away) Never! CHORUS. Why not — say Nemea (turning towards Kador) No Prince, nothing can now our hearts unite together. CHORUS. How galling to his pride, She will not be his bride ; — The Prince he ne'er withdrew, He's faithful and he's true, She treats the Prince with scorn,"], [26, "22 How can such wrong be borne ? For neither heart nor hand, Can the poor Prince command. Kad How galling to my pride She will not be ;iiy bride ; And yet I ne'er withdrew, I'm faithful and I'm true ; She looks on me with scorn, How can such wrong be borne, For neither heart nor hand, Can I alas ! command. Nemea Treatment such as this Would blight all nuptial bliss, Cruel ! if jest it be ? If not — 'tis perfidy ; I must with disdain treat Such palpable deceit ; Recall'd are all my vows, He ne'er shall be my spouse. How galling to his pride, She ne'er will be bis bride ; The Prince he ne'er withdrew, He's faithful and he's true ; She looks on him with scorn, How can such wrong be borne, For neither heart nor hand, Can the poor Prince command. King Nemea Adieu to love — to hymen's rite, No bonds of friendship can unite Our hearts as one- — rather sever, CHORUS They part, yes part, and part for ever. Repetition of foregoing. How galling to his pride, &c. CHORUS. The Prince's bride ! no, never They are parted, and for ever. END OF SECOND ACT. ACT 3. Scene 1. — The interior of Zephoris 's Hut is revealed SONG.—\" The Mocking Bird.\" 'Tis I who rise at break of day, Awak'ning with my song My sleepy brother who, methinks, Would slumber all day long ; But I do well to sing this morn, Zelide I, who so early rise, For Zephoris, my brother sleeps,"], [27, "23 And will not ope his eyes. I'll sing the song of the mucking bird, There's a secret I fain would keep — 'Tis the air he lu\\es, and so perchance Twill awaken him from his sleep. Underneath the branching tree Pinions ever seem to flutter — Oh I that bird it mimics me, Mimics every word I utter. It is void of heart and sense, And it knoweth naught of love — Mimicing each song we sing From its shady nook above. Hath thou beard That vain bird Moekiug me From the tree. Saucy thing, Thus to sing, Every day, Our sweet lay, Word for word 1 Hateful bird ! To reprove its jealousy, My beloved let's silent be : But alas I our sighs 'twill hear — E'en our kisses too — I fear, And our sobs, as we depart, Oh I that bird it hath do heart — Mocking from yon tree above, It can neither feel, nor love. It must be Jealousy — That is why We must try To reprove, By our love, That proud thing, So let's sing — Love and sing, Love and sing. Enter Pifear. Good day, Pifear, Good day, Zelide, What is the matter, my friend ? you look strange. I am not happy. Zelide Pif Zelide Pif I can see that. I was arrested and imprisoned yesterday morning, and not been released until this hour. Zelide Pif have Poor Pifear i Yes, poor is the word, why — I'm ruined. They have my boat. Console yourself, we will buy another. Zelide Pif sunk Zelide"], [28, "24 Pif And with what ? (Opening a bag and showing him a heap of gold) with this ! Gold, is it yours ? (Tenderly) Ours., Ours ! ours (changing his tone into one of suspicion) Zelide I Zelide Pif Zelide Pif DUET. How earnest thou by all this gold, Zelide ? The mystery thou must unfold, Zelide. It grieves my heart to think that t.hon, Zelide, Would slight my love and break thy vow, Zelide. Pif Zelide Slight his love! what — I ? I, who'd rather die Than cause him any pain ? How these tears restrain ? He deems me false, he — ■ He, who should trust me. I'll have revenge— yea, Not a word I'll say Of th' adventure — no, Wherefore treat me so ? Pif If thou be what thou art, Zelide, Blameless and pure of heart, Zelide, Let no suspicion rest, Zelide, To rankle in my breast, Zelide. Slight his love — what, I ? I, who'd rather die Zelide Than cause him pain — How these tears restrain ? I'll have revenge — yea, Not a word I'll say Of th' adventure, no. Wherefore treat me so 1 Pif I'm good, I am just, And must not mistrust ; Yet withal, if she Proves false to me, Revenge I'll take — I will her forsake. This I declare. So let her beware. Who gave to theo this gold ? Didst find it — no or yes ? Must I my mind unfold ? I will not tell thee. Guess ? Zelide Pif Wouldst of me make sport ? Guessing is not my forte. Thou art then Zelide Pd? I am overwhelm'd with grief. And, more than this, 'tis my most firm belief That such depressing fears Will call forth bitter tears. T'will come to this at last. Zelide Gently, not quite so fast."], [29, "25 Pif Ah me, ah me ! What misery ! Frightful suspicions haunt my mind, Oh, dear ! oh dear ! Great is my fear ! Must I to all her faults be blind,\" Ah me ! ah me 1 What cruelty ! Hath she forgotten all my love — Oh dear I oh dear ! Our plight'd troth in the alcove So soon forgot, Hard is my lot. The best of women are at most Fickle and vain, That's clear and plain, For notwithstanding all their boast, In all the tenour of their lives Husbands are better than their wives. Thou art too amiable by far, Zelide Thou wert to me a guiding star, Why doth thou evil think of one Who never any wrong hath done ? All these depressing fears Will call furth bitter tears, 'Twill come to that at last. Gently, not quite so fast. Pif. Zelide Ah me I ah me ! Strange man is he ; Jealous like tiger wild and fierce — Ah me ! ah me ! What can it be ? Why thus my heart with anguish pierce ? Ah me ! ah me ! By fates decree, With all their grandeur and their boast. Ah me 1 ah me ! I clearly see That e'en the best of men at most, In the whole tenour ol their lives, Are far inferior to their wives. Forgive my hastiness, oh weep not so. Zelide, thy sobs will crush my heart with woe. Pif If in heat of passion I Seem thy virtues to decry, 'Tis my great love for thee ; If less, 'twere best for me. Zelide Pif Thou speakest kindly, now will I tell thee all. I care not now to know. Zelide Pif Yet hear me. Speak then I These shining coins of gold our future joys forestall, For they are mine. Zelide"], [30, "26 Pif Who gave them ? Zelide (laughing) Guess Pif To me it's gall. Zelide They are mine ; Pif The giver name. Zelide The King ! Pif The King ? Zelide 'Twas he. Of all the village maids — his gracious majesty, Deem'd me the wisest and the best, 'twas he, 'twas he, Pif The wisest t and the best ! Together. Pifear Oh, 'tis welcome news to me, Things in other light I see — Great joy ; And now I hold, That heap of gold, Proves to mine eyes She's good and wise Zelide Oh ! 'tis welcome Dews to me, Things in another light he'll see, And now I hold, This heap of gold, Proves to bis eyes, I'm good and wise. Pif Where is Zephoris? Zelide He is still sleeping. Pif Then you can lend me his boat for a few hcurs, Zelide You will not fish to-day ? Pif Fish ! well no, but I must deliver this letter, a love-letter, as I told you the other day. I could not take it yesterday, be- cause 1 was in prison, so I must take it to-day. Zelide Take our boat then. Pif And the oars ? . Zelide Take the oars. Pif And the sails ? Zelide Take all you want. Pif All that I want — Oh 1 Zelide, all that I want (he tries to embrace her). Zelide Go quickly, and return with speed. (Exit Pifear). (Enter Zephoris). Zeph (Coming out dressed as a fisherman) What is this ? fisher's cabin — and these poor clothes. Zelide Thou art awake at last, my brother ! Zeph Where are my slaves, my palace, my ministers ? Zelide Thy palace! thy ministers ! whom dost thou think thou art ? Zeph I — I am King ! Zelide The King ! Oh, I see thy love has transported thee to a castle in the air. Thy love has given thee a golden dream which still holds sway over thee."], [31, "27 Zeph A dream ! so I thought at first, in the palace I believed that I dreamed. But I saw, I felt, I was awake, and now 1 find myself here with thee, in these clothes. Oh my sister, my sister, I am miserable. Zelide That word suffices, Zt phoris can I be the sister of a King ? But listen, such a wonderful piece of good fortune has befallen me to-day, I received from the King, one hundred pieces of gold for my dowry — Why, what is the matter ? Zeph One hundred pieces of gold I I sent them, Zelide, I sent them to thee. ~L .'de Then was it thou who didst imprison Pifear ? Zj.ph Pifear ! Zklids And didst thou sink his boat ? Zeph Yes, yes, the prison and the sunken boat — all that was my work, I remember that well, I thank thee, Brahma. Yes, indeed I am the King ! Zelide Great heaven I his reason is gone. (Enter Chorus of Fishers). Scene IV. CHORUS. To her let's honour pay — Zelide so blest by heav'n To her the king, they say, A dowry hath given. Zeph Towards her the king is just. CHORUS. Because she's good and wise To us, our King august Has given a glad surprise. Zeph Of gold — ten pieces each. CHORUS. Thou art right. But thou were not with us Therefore how couldst thou know ? Zeph 'Twas from me you received the ten pieces of gold. CHORUS. What says he ? Zeph By Brahmin's power and will, I was king and am so still. CHORUS. (All the fishermen and women together.) Poor Zephoris. — be is mad ! Poor Zephoris, oh how sad ! Something must have tnrn'd his brain, Will he be himself again ? Zelide It is but an idle dream, Yet alas ! Tho' 'twill pass, Far too real doth it seem."], [32, "28 Zeph What do they think of me ? How well do I remember all ; Each incident I can recall, Yet none believe — do my senses reel ! (Falls on a seat overcome with fear) Fishermen Who hobbles yonder ? Zizel ! Scene V. Zizel w Ahi ! Ahi ! Ahi ! Oh, the pain's intense, Ahi ! Ahi ! Ahi 1 My suffering's immense. v CHORUS.—\" What ails thee ? thou art lame,\" Zizel Yes ! and who's to blame ? Zeph (rising jubilantly) His feet are blister'd, and serves him right, quite so, I am the author of his punishment — each blow Wast given by my desire, for injury and theft, See, I am not, my friends, of reason yet bereft. Zizel Thou wert my accuser then ? Most miserable of men. (Makes a threatenign movement towards him.) Zeph Who— I ? To whom accused thee, and for what ? — Why, to myself — and for thy crimes 'Twas I who punished thee — why not ? Thou'st mulct'd us full many times. Zizel The king I saw but yesterday, I'm here his orders to obey. For his most gracious majesty Laid strict injunctions upon me That I return ye every portion Of fines exact'd by extortion. Zeph Pugh — that is a likely thing ! ! No — thou ne'er didst see the king. FisHEtMEN So did we. Zeph And you too. Zelide So did I. Zeph My mind I now can scarcely bring To think that I am not the king. Leave me in peace — at least awhile. Zizel I've got your money, All the fines — quite a pile, Let us be off then — follow me — ye smile, Zelide Nothing must disturb my brother Let us leave with noiseless tread ; What with one thing or another Love, or wrath has turn'd his head. Zizel and CnoRus — \" He is mad, &c.\" Zizel and Chorus (exiting). He is mad, very mad, very sad, Yes, let us softly go."], [33, "29 SONG. — \" My brightest hopes have flown.\" Was I a king ! and am I still ? Those scenes so bright and fair, With hopes, and fears, my bosom fill, Like mirage in mid-air. This humble garb — this cabin home My kingly pomp belie, And yet withal my thoughts will roam To her, for whom I sigh. I was a king, I felt my pow'r, Princess Nemea did grace my throne, But like a dream, in one short hour My brightest hopes have flown. Ah me ! what grief invades my breast, What torments rack my brain, For me no peace, — for me no rest, For me no joy again. Zeph Oh ! my reason is gone, they say truly I am mad, it is thee alone I regret, Nemea 1 Enter Nemea. Nemea I am here ! Zeph Oh, heaven 1 am I still dreaming, or is it really you ? Nemea Yes, I who have acted so wrongly towards yon, have come to confess my fault. Zeph What does it matter now ? Nemea Cease to fear for your reason, Zephoris — you have not been dreaming — you have been king. Zeph Oh ! I thought it was true. Nemea Yes 1 Zeph And I have told you of my love ? Nemea Yes ! Zeph And you replied \" My heart is his who saved my life.\" Nemea Yes, yes, but in speaking this I obeyed the commands of the true king. Zeph The true king 1 Nemea He, who when he found a fisherman sleeping on the beach who had dreamt of sitting on the throne, plunged him into a lethargic sleep, from which he has now awakened. Zeph I understand it all. Nemea Ah ! do not reproach me. I did not know yon had saved my life. DUET. — \" Alas, they all leave me.' Nemea Alas, they all leave me, 'Tis done, but what say yon ? These words, I pardon you, Are not from out your heart. Ah me, what shall I do 1 My tears again will flow, And yet how well I know, Alas, they will not melt your heart."], [34, "30 Zeph. Thrice most noble p.incess, By all my hopes of heaven, I do forgive you freely, 'Tis I may be forgiven. Be happy with anotner. Adieu, bright hopes, so fair ! Farewell, and may Brahma protect you, Shall be my daily prayer. Nemea To hope I shall be true, Regrets'tis time to cease, Forgiven all by you, I now may die in peace. Zeph Farewell, I pardon you, Farewell and live in peace, May heaven protect you, And give you joy that will not cease. Nemea. Oh, heaven, 'tis the Kadoor. If he finds me with you ; He has great power, and is jealous too Zeph. Fly, quickly fly ! may Brahma protect you. Nemea Zephoris, may Brahma aid you. Exit Nemta. (Enter Kadoor.) Zephoris How ! the noble Kadoor in a fisherman's hut ? Kadoor Art thou forgetful of thy kingly dignity toweling over mine ? Zephoris Enough, my lord, enough, my place is in my boat and yours at the court. Let me pass. Kadoor Remain ! remain ! I hope that on this day, Thou who gives justice out to all, In equal share, by rigour of the law, The guilty never spare what then of perjury, And of foresworn word is it so small account, To basely sell one's word. Zephoris Hast thou forgotten then ? Kadoor Justice I demand most gracious sovereign. I am that lord that thou hast betrayed, and that merits death. Is not that the sentence ? Zephoris I fear to understand him. Kadoor Ex-Majesty, thou art forewarned thy executioners are near and but awaiting my voice to hear short-work with tbee. Do what tbou pleasest thou canst not hinder thine arrest. Armed men are there at the gate, and only my commands await. Nemea Stay I say ! Stay I say ! Kad Nemea I Nemea 'Tis myself, Oh Prince ! Kad She was there. Nemea Noble Prince Kadoor, thou mayest be well ashamed and troubled in confronting me. I see tby aim. But know ; my lord, my arm shall shield him from tby treacherous sword. Kad Thou would daunt me then ?"], [35, "31 Nemea To save the one I love ! I meant to keep my secret and never to disclose it. But as his life's in danger I now proclaim my love. I longed to be silent, but the same mysterious power ordained that we should meet here ; 'Twas Brahma justified the hour, 'Twas he himself directed This confession of my love, yes, 'tis he I love ! Zeph 0 what joy ; she loves me ! Kad 0 what fury ; she loves him ! Kad Ah 1 it is a reprieve from death they bring, follow me, my slaves. (Enter King.) Nemea and Kad The King ! King Nemea and Kadoor here ? Nemea Will your majesty prevent a crime ? The prince has commanded the^xecution of Zephoris. King The Prince has only forestalled ..iy orders. Yes, this man has not feared to abuse my royal signature, he has dared against my expressed wish to secretly send orders to recall my army, and the army is now in Goa. Kad (aside) Great heaven ! (alouil) Has he done this ? Zeph I have I King Why didst thou recall the army when the Prince and all of us failed to see any danger ? Zeph Because I had no faith in the Prince's woid. Kad Wretched man ! Zeph Because I knew that a fisherman did in truth carry the messages to the Portuguese, who watched the coast. Kad Thou liest I Kino The proof, the proof ! (Enter Pif and Zel.) Pif Zephoris ! Zel My brother — Heavens ! Zeph Here is the fisherman, your majesty Pif and Zel The King I King It is he ! Kad I'm lost ! King Didst thou carry these messages ? Pif Yes, I carried three letters. Kad It is false 1 Pif That is right, I carried four. King He ? Kad (aside) Tho traitor ! Zeph Six hundred Portuguese will land here in an hour, your majesty. King But they will find the army thou hast re-called to receive them. Zeph We shall soon hear the Gongs of the Grand Temple. King What sayest thon ? Zeph Yesterday I gave the order, foreseeing the danger that menaced us. Nemea Your majesty — he has saved the state as he saved me."], [36, "32 King Ah, I must reward him ! Zeph Will your majesty give me a sabre and permit me to fight for my country ? King Give him thine, Kadoor, it is time that a loyal handpuri- fied it from the taint of treason. Kad (handing it) Your Majesty, I have merited death, avenge your- self! King The same blood flows in our veins. Go, you are free ! Kad You pardon me ? Oh your majesty, I swear to you that the death you refuse, I will seek in the face of your enemies. Farewell ! Chorus of Soldiers going to battle. Brsirna, to thee we're crying, Foes 'tore our port are lying ; But for the assault we will prepare, No man shall shun the danger, Each shall enter in the strife, And fearlessly a nail face the stranger, For country shall each give a lite, Comrades — To arms ! Scene 2nd. — The Portuguese fleet is discovered bombarding the fort which is the entrance to the harbour of Goa. There is suddenly heard a terrific explosion, when some of the ships are seen blown up and burning. Scene 3. — Palace garden of the King] (Enter Chorus). Victory ! the fight is over, Praise honour and glory, Honour and glory to Zephoris (Enter Eing, Nemea, and Zephoris). King Noble Princess, approach now, Zephoris is covered with glory, And to him I now give a wife ; Of her love, you all know the story, Not in vain did he venture his life, So (to Zephoris) take yonr wife. /^vrr^\\ Nemea Let us be wed, the king obeying, /v . . *r\\ Fisher once, bnt a soldier to-day ; / \\5Q£Q4 j In rich robe your form arraying, V* • > iy The king rewards you in this way. X^/jSECjjX Zeph We will be wed, the king obeying, How can I thank your majesty to-day ? I don't deserve all you are saying, • But she has made me love her always. King Take your wife, the king obeying, Fisher once, bat soldier to-day, The foemen you did well in staying, The king rewards you in his loving way. Chorus All honour and glory to Zephoris ! All hail END OF OPERA."], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""]]