[[1, ""], [2, ""], [3, "EUGENE STRATTON (THE DANDY COLOURED COON). SONG B O^O K . Published for Eugene Stratton by RANCIS, DAY, & HUNTER, 195, OXFORD STREET, LONDON, W,"], [4, "M^IOES OlsTE SHILLI1TG. FRANCIS & DAY'S 14th COMIC ANNUAL. WITH TONIC SOL-FA SETTING. CONTENTS The Dandy Coloured Coon Eugene Stratton Down the Road Gus Elen At Trinity Church I met my Doom Tom Costello I can't change it Geo. Beauchamp Tableaux Vivants R. G. Knowles Our Happy Little Home Harry Randall Perhaps! P'r'aps Not ! R. G. Knowles The Skipper's Daughter Leo Dryden Our Johnny Arthur Lennard The Judge Harry Randall And the Verdict was — T. E. Dunville Do buy me that, Mamma dear Miss Billie Barlow The Pretty Maid was Young and Fair Chas. Godfrey Down in Carolina Miss Bessie Wentworth The Wrong Girl Miss Marie Lloyd One of the Boys Charles Deane My First Wife J. W. Hall That was enough for me Lester Barrett & Harry Freeman 3.ontion : FRANCIS, DAY, & HUNTER, 195, OXFORD ST., W."], [5, ""], [6, "1"], [7, "EUGENE STRATTON. Œhe Dandy Coloured Coon. Sonq \"Book- ILontion : Published for Eugene Stratton cv FRANCIS, DAY, * HUNTER, 195, OXFORD STREET. W."], [8, "CONTENTS. PAGE Photograph ... ... ._ ... ... ... 2 The Dandy Coloured Coon... ... ... ... 5 The Idler ... ... ... ... ... ... 6 The Tipperary Coon ... ... ... ... 7 She's Mine! I'm Hers ! ... ... ... ... 8 Love Me Little— Love Me Long ... ... ... 9 The Waitress' Love Letter ... ... ... 10 Come and Kiss Your Honey on the Lip ... ... 11 I'm the Father of a Little Black Coon ... ... 12 The Lubly Gal's Reply ... ... ... ... 13. Aunt Mandy ... ... ... ... ... 14 The Whistling Coon ... ... ... ... 15 I Lub a Lubly Gal, I Do ! ... ... ... ... 16 Susie Tusie ... ... ... ... ... ... 17 You Can't Lose Me, Charlie ... ... ... is The Hot-Footed Bee ... ... ... ... 20- Keep Your Big Feet Movin' ... ... ... 21 Darkie's Serenade ... ... ... ... ... 22 The Whistling Yaller Gal ... ... ... 2a"], [9, "5 THE DANDY COLOURED COON Written by Richard Morton. Composed by Geo. Le Brunn. Words and Music published by Francis, Day & Hunter, 195, Oxford Street, London, W. Now I'm a gallous nigger when I'm round about the town, Up and down, round the town ; And the folks all say, \" Why, you ought to wear a crown, Mister Brown, in the town ! \" Now a great big crowd this morn I spy — Some one says, \" They want to see the President go by ! \" \" President ! \" — said I, — \"go by ! — you're mistooken ! This yere crowd want to see no President ! — Not at all ! — not a bit ! — 'Tain't for him at all that the crowd am meant ! \" — \" Go on ! \" — said he, — \" wbo is it ?\" Chorus. Why, it's John James Ebenezer Hezekiah Peter Henry Zachariah John James Brown ! — Don't you know me ? — Go on ! — you will very soon, For I'm John James Brown, the Dandy Coloured Coon ! Now a man of colour is a terror to the gals, — They're his pals — all the gals ! And this here coon is so fond of all the gals, — All the Sals and the Lais ! Said a doctor once, \"John James, you're ill ; You've palpitation of the heart, you want a pill, — John James — you're ill — very ill ! ' — but I wasn't ! \" You've palpitation,\" the doctors state, \" From your feet — to your scalp ; Kissing of the girls makes your heart palpitate ! \" — \" Go on ! \" — said I, — \" let it palp ! \" Chorus. — For I'm John James, &c. Now they had an Exhibition out in Chicago, Don't you know, a while ago ; And Missis Queen Victoria, and Missis Wales also, They asked to go — to the show. Said Missis Queen, \" Will John James be there ? \" And when they told her \"No,\" you should have seen her stare !— \" Not there ? — don't care — sha'n't go ! \" — and she didn't ! Man said, \" It's Columbus the show's about,\" So I said, \"Hark at this !— 'Tain't Columbus at a'l— you're a long way out ; \"— \"Goon! \"—said he, — \" ain't it Chris ? \" Chorus. — No, it's John James, &c."], [10, "6 THE IDLER Written by J. P. Harrington. Composed by Geo. Le Brunn. Words and Music published by Francis, Day, & Hunter, 195, Oxford Street, London, W. I'm just about the idlest coon that ever shook a leg — Too idle for to work and too idle for to beg — I always love to slouch about from morning until dusk, And pick up all the kernels while the workers get the husk. When I'm kind of thirsty, to the nearest pub, Amongst a crowd of other coons then I my shoulders rub; It's \" Howde do ?\" and \" How are you ?\" — of drinks I've three or four But when the paying part comes round I get close to the door. Chorus. I'm an I-D-L-E-R — I am an idler, I'm an IDLER ! I can take a drink all gay, But when it comes my turn to pay, I'm an I-D-L-E-R. An awful saucy coon I am in any sort of row, I talk a lot of fight, though to fight I don't know how, I get in lots of arguments, and lots of trouble too, Just like an idle nigger that's got nothing else to do. Now and then, my gracious ! when it comes to blows, I've a pumpkin on my eye and melons on my nose ; And if a coon lets out too soon and puts me on the ground, And says, \" Now then, get up, old chap, and have another round \" — Chorus. I'm an I-D-L-E-R — I am an idler, I'm an IDLER ! If he puts me on the floor And says—\" Get up and have some more,' I'm an I-D-L-E-R. I once was nearly married, as nearly as could be — A lovely pretty girl threw her blinkers on to me — She was sweet — yes, extra sweet — a pearl beyond all price, And wore a satin dress that was particularly nice. Perhaps I would have spliced her, but, the day before, She dropped her glass eye. you know, just outside our street door ; And when I heard that other parts of her were false also, I stopped a few yards off the church and said, \" What ! me? oh no ! \" Chorus. I'm an I-D-L-E-R — I am an idler, I'm an I-D-L-E-R! Off to church I'd gladly waltz, But if from top to toe she's false. I'm an I-D-L-E-R,<?-,T' ?,y"], [11, "7 THE TIPPERARY COON. Written by Harry Wright. Composed by Felix McGlennon Words and Music published by Francis, Day, & Hunter, 195, Oxford Street, London, W. Now go along, just get away — it really is peculiar — There's another pal pone on this coon j There's Luciana, Seraphina, Cymbelina, and Julia, All of them have spooned upon this coon. But I have give 'em all the sack, I never mean to have em back, Because I'm fairly on the track of one — She's christened Bridget Mary Ann, And old McCarlhy's her old man ; When married, well, you bet, we can Have fun (sym.), have fun. Chorus. Don't you know Bridget Mary Ann McCarthy ? She's gone on this coon ; Face fair, red hair — you stare, I swear She's gone on this coon. Down in Tipperary, she's a fairy in a dairy, I am going to marry her soon ; When married each little piccantiiny will befs^M.^.willbe A full-bred Irish Tipperary coon ! We called upon McCarthy, and I told him that his daughter Was completely gone upon this coon ; I told him that the wedding ring and trousseau I had bought her — Then he grabbed his stick and faced this coon. He emptied first his whisky flask, Said, \" Why the divil, may I ask, Don't you remove that ugly mask — you brute !\" But when I told him 'twas my face. Said he, \" Oh ! Bridget, don't disgrace The bould McCarthy blood and race With soot (sym.) — chimney sweep I\" Chorus. — Don't you know, &c. Said I, \" My name is Patrick Macnamara Burke McGilligan— And whisper, I'm an Irish coon.\" Said he, \"What makes you blush so black— bedad you'll make me ill again ! I never heard of Iiish coons.\" Said I, \"One day I got a lick Upon my cranium with a stick, A blackthorn— now you see avick ! \" — He seed— \"That blackthorn turned my blood astray And I've been coloured since that day — He to our wedding right away Agreed f sym. )— He seed. Chorus. — Don't you know, &c."], [12, "8 SHE'S MINE! I'M HERS! Or, The Coon's Courtship. Written by Richard Morton. Composed by Ivan Caryll. Words and Music published by Francis, Day, & Hunter, 195, Oxford Street, London, W. I've read in bonks that people write Of pei sons loving at first sight, But never had believed it true Until I first set eyes on Sue. And then 'twas just as those folks said — My eyes came nigh out of my head ; My heart was full as full could he, And I said, \" Smile, Sue ! smile on me ! Sue ! do ! you ! Sue ! do!\" And I told the old, old tale that night, That black folks tell as well as white. Chorus. She's mine ! I'm hers ! What's the use of making speeches ? We belong to one another, For each one has the other. She's mine ! I'm hers ! What's the use of making speeches? She's mine ! I'm hers ! And each of us is each's ! Tli:it I could love I didn't know, Till my pour heart was beating so, I had to press her to my breast To keep it quiet and at rest. My arm was nervous — I was bound Her litile waist to clasp it round ; I said, \"Turn that sweet face this way, And look at me, and name the day ! Sue ! do ! you ! Sue ! do ! \" Then she said, \" Why —when you like — I will ! \" And thtn she crept up closer still. Chorus.— She's mine ! I'm hers ! &c."], [13, "9 LOVE ME LITTLE-LOVE ME LONG. Written by Richard Morton. Composed by Percy Gaunt. Words and Music published by Francis, Day, k Hunter 195, Oxford Street, London, W. Put your arms around me, honey, Even if you have no money, — Love me little— love me long ! \" Said a nigger on a May day, AndLucinda answered, \"Heyday! Love me little— love me long ! \" But her Pa behind them crept— Just a decent distance kept — He heard the couple sing Love's chestnut song, Clutched the nigger by the collar, And you ought t have heard him \" holler \" — Love me little— love me long ! Chorus. Love for ever ! People never Seem to know that that's all wrong ! \" Put your arms around me, honey, Even if you have no money, — Love me little — love me long ! \" Well, next night beneath her \"winder\" Nigger sang to his Lucinda, \" Love me little — love me long ! \" Though to Pa she knew 'twas odious, She replied in tones melodious, \" Love me little — love me long ! \" Pa didn't make a fuss, But he got his blunderbuss, He came to where the nigger sang his song ; He was feeling most disgusted, So that chap he blimderbusted, — Love me little — love me long ! Chorus. — Love for ever, &c. Now Lucinda took no warning, But she went straight into mourning, — Love me little — love me long ! And that nigger was a rogue, he Used to send to her his bogie, — Love me little — love me long ! She didn't mind the ghost, It was like her coon almost, But when she kissed it, kisses all went wrong ; So she took some prussic acid. And her last voice said, quite placid, \" Love me little — love me long ! \" Chorus, — Love for ever, &c."], [14, "10 THE WAITRESS' LOVE LETTER Written by Richard Morton. Composed by W. G. Eaton. Words and Music published by Francis, Day, & Hunter, 195, Oxford Street, :, London, W. Dearest, darling, dear (Menu) ! (That ain't my name ! — I read straight through !) All the day me here they coop, I shall soon be in the (soup). But my love can never swerve, You are just my own (hoi's d'œuvn). Of my love I will not boast, Your my own (soft roe on toast) ! I used to love a sweet young thing — I did; And all about the girl I'll sing— I will. She was waitress all the time along — She was, At an extra-special restyourong — She was. She was just as bright and new as paint — She was ! And such a scholar too ! — I ain't — I long to hear your step, my sweet, Your step, your (pickled eels) feet. And, tho' the years along may roll, To you I'm yielding my (fried sole). I give to you for ev'ry age My (hullock's heart — onions, sage).! O prize it as you used to do ! My heart and (devilled kidneys) too ! Not me. She'd write me letters, yards and yards — Oh, j'ards ! Filled with her love and kind regards — Regards ! I used to sit and spell 'em out — I did, To see what my angel wrote about — All love ! But one day in the restyourong — One day, She wished to send a line along — She did. I've always got you in mine eye, My (trotters, sheep's head, pig's fry) ; I'm sure my love will ne'er be done, Love cannot i mutton cutlets) and run. My head I'll rest, when I'm your mam, All day long on your (shoulder of lamb). Before the opportunity slips, You'd better ask my dear (pa — snips). Note-paper, none. What could she do ?— Well, there, She wrote to me on a menu — Bill of fare, And when she had the letter sent — Yes, then. Some was written, some was print — It was ! My sister knows, I up and told her, About my own sweet (Gorgonzola) ; Am I in earnest, sister begs, I tell her that I ('am and eggs). Now when you call be sure and bring, As promised my (greengage) ment ring, And when we're wed love shall not Of course, more sense I ought t'have got — I did, I thought my girl had writ the lot — I did. Read it all, without any hanks — Just think ! Didn't know she'd only fill'd up blanks —I didn't. change, I'll still be yours, my own (blanc mange). Got the message and her wishes — O so nice ! Then mixed it up with all the menu dishes — I did ! Call soon, for you I've daily pined, (There are no fees of any kind), Your visit, let it soon occur, I'm anxious (Bill Brown, Manager). Me an' you ! Love ! Clara Clay ! (Please take this me'nu away !) Must have been half off my head — Crazy ! For this was just the letter that I read — I did ! —"], [15, "11 COME AND KISS YOUR HONEY ON THE LIP. Written by Richard Morton. Composed by George Le Brunn. Words and Music published by Francis, Day, & Hunter, 195, Oxford Street, London, W. I have got a gal, 'Deed I have ; And she's a bute ! (um — inn !) She has no equal, 'Deed she ain't ; No other couldn't suit. (No, sir !) And she's dead gone on me, — No more'n I am on she ; Of course I worships that sweet child, But, sometimes, to get her riled, I says, \" You ain't my real gal!\" She says, \"I ain't your real gal?\" I says, \"No,\" and then I draws right back ; I sees then how a black gal can look black ! Chorus. I says, \" My honey ! \" She says, \"My baby ! \" \"Does you love me?— You don't!\" She says, \" I does !\" I says, \" Prove it !\" And she says, \" Prove it?\" And she goes like over yonder, And she gets there in a skip ; And she calls me \"Little Willy ! \" And she says, \"Now don't be silly- But come and kiss you honey on the lip ! \" 'Course I shouldn't tease, 'Deed I shouldn't ; But I do ! (um — um !) I riles her by degrees, 'Deed I does ; Though silly, wouldn't you ? (Of course!) I always think that if Me and my gal has a tiff, It's like on purpose, for you see How nice the making-up must be ! So I calls her \" Missus Falseness! \" She says, \" Me Missus Falseness ? \" I says, \" Yes,\" and then I sees her pout ; And when she frets and gets her temper out, — Chorus.— I says, &c. Now sometimes I flirts, 'Deed I does ; I lets her see ! (um — um!) Flirtation always hurts, 'Deed it does ; She soon comes after me ! (Oh, yes!) I says, \" A gal up street Has lips so fresh and sweet, I could linger round 'em for a year ! \" Then my gal says, \" Don't, my dear ! \" And I says, \" How nice the taste is! What a tiny thing her waist is ! \" She says, \" Oh ! \" and then the tears I see, I says, \"But you are twice as nice as she ! \" Chorus. — I says, &c."], [16, "12 I'M THE FATHER OF A LITTLE BLACK COON. Written by Charles Nunn and George Golden. Composed by G. L. Davies. Words and Music published by Francis, Day, & Hunter, 195, Oxford Street, London, W. I'm the father of a little piccanniny, My first and only little boy, His birth-place was down in old Virginny, And the folks all say he looks just like his pa. He's got my forehead and my eyes and all my features ; Two little teeth will be out pretty soon. I must let my joys be known, for he's my pride and all I own — I'm the father of a little black coon. Chorus. Mamma, hear the baby cry, I fear he'll spread his wings and fly — See the little baby rolling over, I'll buy for him a tin cup and a spoon ; So's he can drink his milk, 'twill make him fine as silk — I'm the father of a little black coon. I love to see him cuddled up while sleeping, All covered o'er with tiny little sheets ; I 'spect that with the angels he am peeping Into the myst'ries of them lubly golden streets. When he grows up and gets a trifle older, I'll teach him how to whistle up a tune ; He's just commenced to walk, and he'll soon know how to talk — I'm the father of a little black coon. Chorus. — Mamma, hear the baby cry, &c."], [17, "13 THE LUBLY GAL'S REPLY. Written by Richard Morton. Composed by Gustave Chaudoir Words and Music published by Francis, Day, & Hunter, 195, Oxford Street, London, W. I've got a coon clean gone on me, but him I keep in doubt, If I love him or if I don't, he never can make out ; He sings about his lubly gal, as brazen as can be, He says he's lub'd a gal or two, but his lubly gal is me ! He ain't no cause to boast and prate how he can lub a gal, He's just a silly ordinary individual ; No better and no worser than the other human kind, But Cupid's most promisc'ous, and the brat is always blind. Chorus. Although I love that coon, I never let him know I do — It's best to tantalize a man if you want to keep him true He says he's lub'd a many times, and I have lub'd a few, But if you ask me if I lub him now — I do ! He says, while eating rice, I up and told him he was nice — But not at all — he ought to know I spoke about the rice ; I shouldn't tell him things like that as long as I may live, For the spirit of contrary is a gal's prerogative ! He says my eyes, like any book, speak volumes when I need, But when I like the book's a foreign language he can't read ; And he saw my eyes a-glistening, but such things he shouldn't note, For you can't help tears a-coming when a lump sticks in your thioat, Chorus. — Although I lub that coon, &c. Oh ! I've flirted with the other boys, the niggers and the coons, I've led them all a monkey dance like any big baboons ; I've seen that coon a-looking on, and not a word he said, Though his eyes were like a reservoir and heart a lump of lead. He says he knows the way a girl should be loved, and he crows, But I reckon this here child has taught him well nigh all he knows And though I flirt and tease him, oh ! soon over is my whim, For that coon is best of all. and so I soon go back to him. Chorus. — Although I lub that coon, &c."], [18, "14 AUNT MANDY Written by Richard Morton. Composed by C. H. Scheffer. Words and Music published by Francis, Day & Hunter, 195, Oxford Street, London, W. A'nt Mandy has been jilted ; A'nt Mandy, she am me ! Gwine to tole you all about it, I'se mis'rable, you see. 'Twas Pete Ezekiel done it — Deceived this orphan child ! Told the other nigs of all, To this lonely lamb they call, \"Mandy, ain't you feeling kinder riled?\" Chorus. \" A'nt Mandy, A'nt Mandy, Mandy did you lose your coon ? A'nt Mandy, A'nt Mandy,\" But I'll find another very, very soon. I'se bound to snare another, When a likely coon I see ; I'se sure to grab his elbow, Sayin', \" Man, you b'long to me ! \" Before the reverend person, Right soon you'll see him switched ; And I'll say, \"Lord parson, look ! Just you open up the book, — ■ Me and this hab come here to be hitched ! Chorus.— A'nt Mandy, &c."], [19, "15 THE WHISTLING COON. Written and Composed by Sam Raeburn. Words and Music published by Moore & Burgess, St. James's Hall, Piccadilly, W. I've met in my time some very funny fellows, But the funniest of all I know Is a colour'd individual — as sure as you're alive, He's as black as any black crow. You may talk until you're tired, but you'll never get a word From this very funny queer old coon : He's a knock-kneed, double-jointed, hunky-plunky moke, But he's happy when he whistles this tune: — (Whistle.) He's got a pair of lips like a pound of liver split, And a nose like an injun-rubber shoe ; He's a limpy, happy, chuckle-headed, huckleberry nig, And he whistles like a happy killy-loo : He's an independent, free-and-easy, fat and greasy ham, With a cranium like a big baboon — I never heard him talk to anybody in my life, But he's happy when be whistles this tune : — (Whistle.) He'll whistle in the morning, through the day and through the night. He'll whistle to the children in bed, He'll whistle like a locomotive engine in his sleep, He'll whistle and stand on his head. One day a fellow hit him with a brick in the mouth, His face swelled like a balloon — Now he goes around shaking like a monkey in a fit, And this is how he whistles that tune : — (He cannot whistle any more, or scarcely.)"], [20, "16 I LUB A LUBLY GAL, I DO! t Written and Compoied by Brandon Thomas. Words and Music published by J. Bath, 23, Berners Street, London, W. I lub a lubly gal, I do, an' I hab lub'd a gal or two, An' I know how a gal should be lub'd, you bet I do ; Go out au' seek de gals around, her equal it cannot be found, An' now you've heard me tell you, an' I know it's true ; She's the lubliest black you eber see, her skin it shines like ebony, Her teeth are white, her lubly lips de feature ob her face ; An' dem lubly eyes hab got a look dat speaks more volumes dan a book, An' when dey smile upon me, why, dey float me roun' de place. Chorus. I lub a lubly gal, I do, an' I hab lub'd a gal or two, An' I know how a gal should be lub'd, you bet I do ; Go out an' pick de gals around, her equal it cannot be found, An' now you've heard me tell you, an' I know it's true. When we'd shipp'd away de cotton, den a little ring I'd gotten, An' I'd builded up a cabin, like de ole log hut at home ; An' now she's come to be my wife, I'll lub her while I've bref of life, An' nebber from dat cabin will I ask to roam : For she told me dat she lub'd me, an' her darlin' Jake she dubb'd me, I was singin' to my banjo, she sat quiet as a mice, An' dem lubly eyes was list'nin', till I seen de tears a-glist'nin' As she crep' up to my side an' whisper'd, \" Jake, you are so nice!\" Chorus.— I lub a lubly gal, &c. Now, darkies, when you're down our way, look in an' prove de words I say — Jes' say dat Jakey sent you, dat'll make you welcome dar ; An', white folks, you can come along, an' believe me, dat you won't be long In wishin' you was beautiful, an' black, like her. I'm de happiest nigger down our way, I pick de cotton all de day, An' when de sun goes down to roost it's den I'm homeward bound ; An' I smell de cakes a-bakin', dat my Susy's been a-makin', An' our little Jake gits larfin' when his daddy comes around. Chorus.— I lub a lubly gal, &c."], [21, "17 SUSIE TUSIE Written by Richard Morton. Composed by C. H. Sheffer. Words and Music published by Charles Sheard & Co., 192, High Holborn, London, W.C. This child he goes to see his little sweetheart gell ; I love her — yes, I does— yes, I does ! I'm rappin' at the door, and then I pulls the bell ; My Susie, she loves me — yes, she does ! The servant she says, \" Now, what you want, mister man? \" And I tells her — yes, I does — yes, I do ! \" Is Mister Susie Tusie at home, Mary Ann ? \" \" No ; he's out — yes, he is — oh, he's out ! \" Then it's \" Missis Susie Tusie— she in? \" And it's \" No, sir ; she am out.\" \"Miss Susie Tusie — she in ? \" \"No ; she's out, too, without a doubt.\" \" I want t'see Susie Tusie — T'see her bad, I do ; I'll come and wait by the fire \" \"Oh, you can't, 'cause the fire's out, too.\" Chorus. Then it's Susie — my little Tusie ! And it's Susie — my little Tusie ! I love, with all my heart and chest, My scrumptious Susie Tusie. Then it's Susie— my little Tusie ! And it's Susie — my little Tusie ! I love, with all my heart and chest, My scrumptious Susie Tusie. I goes inside the passage — I sees Susie's dad — I sees him — yes, I do — yes, I does ! He sees me, and his eyes begin to blaze like mad — Oh, they blaze— yes, they do— yes, they does ! His foot gets nervous, agitated, and it rise — And it shakes — yes, it do— yes, it does ! And when it's high enough to suit his wish, it flies — Yes, it flies — yes, it do— yes, it does ! When it flies, I'm rushing right outside, Fast'r than lion ever crep' ; Don't get time to stop at all, And I don't miss a single step. Susie, from the window, Says to me, \" Oh, my ! I shall be at home to-morrow.\" I says, \" Susie Tusie, so shall I ! \" Chorus. — Then it's Susie, &c."], [22, "18 YOU CAN'T LOSE ME, CHARLIE! Written by Richard Morton, upon Harry S. Miller's Popular American Song. Music by Harry S. Miller. Words and Music published by Charles Sheard & Co., 192, High Holborn, London, W.C. I've got a little yaller gal stuck on me, I'm 'bout as tired of her as I can be ; Try to shake her off — 'taint no use trying, She allus turns up, and allus crying — Chorus. \" 0, yer can't lose me, Charlie ! 'Deed, yer can't lose me, Charlie ! Try in eb'ry manner for ter shake yer little Hannah — * ' Um, um, um,' says yer baby — But yer can't lose me, 'deed yer can't ! \" I was at a little party — things did rip ; I kind o' thought I'd given her the slip ; I was flirting with three pretty dears- She elbows in — whispers in my ears — Chorus. \" O, yer can't lose me, Charlie ! 'Deed, yer can't lose me, Charlie ! Knowed as I should find yer, and I wasn't far behind yer- * ' Um, um, um,' says yer baby — But yer can't lose me, 'deed yer can't ! \" I saved a little money, a real good pile, I slipped oft' to the races with a smile ; I got a good tip, won a pot o' money, Went to draw the brass — there stood my honey ! — Chorus. \" O, yer can't lose me, Charlie ! 'Deed, yer can't lose me, Charlie ! Knowed yer was a winner — buy me chicken for my dinner ! * ' Um, um, um,' says yer baby — But yer can't lose me, 'deed yer can't ! \""], [23, "19 I got upon a train — said I sha'n't go back ! Another train busted us off the track ; Up in the air c'llision sent me flying, When I came down there was that gal crying — Chorus. \" O, yer can't lose me, Charlie ! 'Deed, yer can't lose me, Charlie ! Yer tried to climb to glory, but it's still the same old story — * 'LTm, um, um,' says yer baby — But yer can't lo-e me, 'deed yer can't ! \" I went upon the river — she came too — Stepped into the boat, and the boat broke through ; Thought \" At last she's gone ! \" I watch her sinking- She grabbed me quick — and she says, \" I'se thinking Chorus. \"That yer can't lose me, Charlie ! 'Deed, yer can't lose me, Charlie ! Though you wouldn't grab me, yet the river wouldn't hab me * ' Um, um, um,' says yer baby — But yer can't lose me, 'deed yer can't ! \" One day she was a-dying — nearly dead ! (Wicked thoughts o' gladness in my head !) \" Though I'm a-pegging,\" she said, dejected, \"There's one thing must be recollected — Chorus. \" 0, yer can't lose me, Charlie ! 'Deed, yer can't lose me, Charlie ! Don't let a bogie daunt yer, for my ghost is going to haunt yer- * ' Um, um, um,' says yer baby — But yer can't lose me, 'deed yer can't ! \" * These sounds are produced with the closed mouth."], [24, "20 THE HOT-FOOTED BEE. Written by Richard Morton. Composed by C. H. Shfefer. Words and Music published by Charles Sheard & Co., 192, High Holborn, London, W.C. O, I went down to the country once some friends of mine to see — Mine to see! mine to see ! And out into their garden there my friends invited me — 'Vited me ! 'vited me ! They'd a funny sort o' bee-hive there, they were dead stuck on it — Stuck on it ! stuck on it ! I was touching of the hive about— one of the bees alit — Bees alit ! bees alit ! On a flower you think he alit? Not a rose ! on my tu-lips he sit ! Didn't disturb an innocent bee there, — Sit there as quiet as ever you see there ! Then his tiny foot began to tickle — Got hotter and hotter — 'gan to prickle ; Must have been sitting on a stove red hot, — What a hot foot that little bee had got ! Chorus. That bee ! that bee ! That little honey bee Had the warmest little foot Of any bee 1 ever did see ! Did you ever feel a honey bee who's foot's a getting warm — Getting warm ! getting warm ! Then you think a judgment's coming, and it's time you did reform — Did reform ! did reform ! Well, if you'd felt that little bee, with foot burning so hot — 'Ning so hot ! 'ning so hot ! You'd wonder how that blessed fire in that small space had got — Space had got ! space had got ! Then my friend says, \" That bee's been and stung ! \" So I said, \" Go away ! hold your tongue ! The bee sting me ! for a silly do you take me ? No fool of a bee ain't a-going to shake me ! Reckon that bee will want some schooling — Taught him who it was he was fording ! \" \" But the bee fooled yon ! \" .-\" What ! the bee fooled me ? I fooled him, for I swallowed that bee ! \" Chorus.— That bee ! that bee ! &c."], [25, "21 KEEP YOUR BIG FEET MOVIN'. Written by Brian Daly. Composed by John Crook. Words and Music published by Reynolds 13, Brners Street, London, W. Co., When de sun am droppin' under, An' de cotton fields am dim, When de steamers' paddles sunder Down de Mississippi swim, When de dogs am startin' howlin', An' de shinin' beetles glance, Den de darkies go a-prowlin' To de cane-brake dance ! Refrain. Keep yer big feet movin', Don't yer never flurry ; Shut yer noise, Gals and boys, Now mind I tole yer plain. Keep yer big feet movin', Dar's no call to hurry, Hum a toon To de moon, Don't break de sugar-cane ! Dance. When de stars am slyly blinkin' Through de palm-trees overhead, I can see my Dinah winkin', An' my heart seems almost dead. For she tole me dat I'se fairer Dan a hero of romance, When I kissed an' tickled Dinah At de cane-brake dance ! Refrain and Dance. When de darkies am a.trippin' To dere homes at break ob day, Both my arms around her slippiu', I shall kiss her lips and say, \" Guess I lub yer, for dis nigger Neber get anoder chance ; You're de perfect angel-figger At the cane-break dance ! \" Refrain and Dance."], [26, "DARKI E'S SERENADE Written by Richard Morton. Composed by Ernest Bucalossi. Words and Music published by Boosey & Co., 295, Regent Street, London, W. De moon am up like a reaping hook, Topsy mine ! put out your head and have a look ; De silver gleam to me it seem Jealous of your eyes that shine so bright. Eb'ry bird's crept in its nest — No one's out — your father he has gone to rest ; So Topsy dear, your sweetheart's here, Burning just to tell his love this night. Look on me, look and see How I'm pleading, interceding, Tell me you still are true, True as the stars above we two ! Oh ! so soon will this coon Have to vanish, so just banish All this trembling ; no dissembling, Open your window and speak to me. For you are the girl that has won my heart, With your lovely face and figure, You've been and stole all the mortal soul And senses of this nigger. I'm jealous lest I should lose you, when Down town you are parading ; To gain your smile once in a while, That's why I'm serenading. Do you remember the night we met ? Topsy mine ! I fancy that I see you yet, Your face so sweet, your tiny feet, And the frock just lifted from off the field ; You were shy as you passed me by, When I spoke, you turned away a laughing eye ; And for a week you would not speak, Till at last you found you had to yield. Then your Dad (wasn't he mad ?) Walked around us, when he found us ! Up I stand, I demand That he give me your little hand. Topsy, say ! name the day, Tell me whether, joined together, If a merrier, happier, cheerier Pair of darkies live in the land ! For you are the girl, &c."], [27, "23 THE WHISTLING YALLER GAL. Written and Composed by Joseph Tabrar. Words and Music published by Hopwood & Crew, 42, New Bond Street, London, W. I love a little yaller gal, her name's Susanna, By her manner you d take her for a bird — She whistles, and it sounds just like an old pianner, Such a row you never ever heard. Talk about a-playing on an old tin whistle, With a thistle sticking in your nose, If any whistle takes the cake, then I'll bet this will — Well, just imagine this is how she blows : — ( Whistle). Susanna's like a fellow blowing down a trumpet, Like or lump it, she won't go away ; With a face that looks just like an underdone crumpet, Susie keeps a-blowing all the day. Whistling in the dark one night she blew her lip off, And the tip off of her flattined nose, From a little dimple too she blew a chip off — Well, just imagine this is how she blows: — (Whistle.) \"When Susie goes to bed at night she blows the clothes off, That is, those off which are not tucked in ; Perhaps yon won't believe it, once she blew two toes off, And now she keeps them in a lobster tin. Some one sewed her mouth up, and a lot he earnt too, But she learnt to whistle through her nose, Till one day the house caught fire, her nose got burnt too, And since that time this is how she blows : — ( Whistle. )"], [28, "THE Pftltflf t^yfevURftv trUUlI §> UBarn Stance. BY GEO. LE BRUNN. Founded on EUGENE STRATTON'S highly popular Song. PRICE 4s. Dedicated to his Lubly Gal. MTOM^ffl j3SEUm0]S'|S CELEBRATED Irtigger 2>ance. BY GUSTAVE CHAUDOIR. Composed expressly for and danced by EUGENE STRATTON in his famous impersonation of the Nigger Serenader. PRICE 4s. LONDON: FRANCIS, DAY, & HUNTER, 195, OXFORD STREET, W."], [29, "PRICE ONE SHILLING. FRANCIS & DAY'S Mandoline Annual OF POPULAR SOLOS. The Dandy Coloured Coon Lousiana Lou In Friendship's Name Pardners If it wasn't for the 'ouses in between Looking for a Coon Barn Dance Her Golden Hair Barn Dance The Tin Gee-Gee Polka Creep-Mouse By the Sad Sea Waves Down the Road I Can't Change It Mother's Advice Evette Valse Honey, come an' listen to me I didn't know till afterwards The Coster's Muvver The sweetest flower dies At Trinity Church I met my doom The Royal Fusiliers March As on their Wedding Day My Lady's Sweet Blue Eyes Oh ! Maria, if you love me The Hypochondriac The Best Man The Dandy Coloured Coon's Barn Dance The Wrong Girl Half-past Nine March Honey O ! Then we had another one Louis Napoleon We're all getting older every day Boys will be Boys Tableaux Vivants (There's a Picture for you !) I mustn't let her see me all at once The Liberty Bell March Fairy World Pirouette Reuben Glue The Shop Girl Mary, Mary, why are you so contrary ? Do buy me that, Mamma dear Down in Carolina Mavrina A Pair of Dark Blue Eyes Chloe Cheer up, and let's be jolly LONDON: FRANCIS, DAY,& HUNTER, 195,OXFORD STREET,W."], [30, "■A A About Man and Other Animals .^^-_ Chronicled by jS MtlSiARDMORTOli ______»^V * Mm LONDON, FRANCIS;DAY & HUNTER 195 OXFORD STREET,W. Publishers of Smdl/woQdi Qlelirated Vtanoforfe Tutor. -,rcs\" eSmallwgoa's SSMeloaiouiexercises ~ - New York : T. B. HARMS & CO.. 18. East 22nd Street."], [31, ""], [32, ""], [33, ""], [34, ""], [35, ""], [36, ""]]