[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE (Bib fiatnrg at §raMor&. 17 7 6; WITH THE MEMOIRS of GENERAL FAIRFAX; The BATTLES os LEEDS and WAKEFIELD; The SIEGES of MANCHESTER, PRESTON, &c. ; The SORE CALAMITIES at the TAKING of BRADFORD; And the LIFE of OLIVER CROMWELL. EMBELLISHED WITH THE (Portrait of. Fairfax ; The (Bowling Hall Ghost Scene ■ The Slaying of Lord YNewport's Son ; AND A VIEW OF (Bradford Church with Woolpacks on the Steeple. Edited, with additions, by J. HORSFALL TURNER, Idel, Bradford. 1/ Printed for the Editor by J. E. Watmoogh, Idel 1894."], [8, "jW P.AsRI'-AX"], [9, "THE MEMOIRS O F General Fairfax WHEREIN IS CONTAINED An Account of all his Sieges and Battles in the North of England ; ESPECIALLY The Battles of Leeds, Wakefield, Manchester, &c. Written by HIMSELF; With Improvements, selected from Noted His- torians of those Times. ALSO, A full and genuine Account of the various Skirmishes before, and at the Taking and Pillaging of Brad- ford, in the time of the Civil Wars ; Taken from a Manuscript of JOSEPH LISTER. and Others. With COPPER-PLATES. LEEDS. Printed by J. BOWLING, and Sold by J. HARTLEY, and G. NICHOLSON, in Bradford Price Twe Shillings, m.dcc.lxxvi."], [10, "Pity p-oog. J?*.-, .. y-cm"], [11, "To the PROMOTERS of this WORK, The Gentlemen, Merchants, Manufacturers, and Others, of the Town of Bradford, and elsewhere. Gentlemen i HE utility of history to men of all ranks and professions, is a truth universally acknowledged and universally confirmed. It would therefore be impertinent here to enumerate all the advantages, pleasure and satisfaction arising therefrom : and as few are so averse to the acquisition of knowledge as not to be acquainted therewith ; more especially with those things relating to that part of the country wherein Providence has been pleased to assign their lot : and though the primary intention of this Tract was chiefly intended to set forth in a clearer light than hitherto, perhaps, hath been done, the many distresses and disasters which convulsed and desolated Bradford, and its neighbouring towns and villages, in the time of the civil war ; yet we hope it may not be thought im- pertinent or unnecessary, but rather entertaining and instructive to the curious reader, if we, in this part of our work, attempt to insert a few interesting and curious observations pertinent thereto, collected from the antient records belonging to several respectable persons in this neighbourhood ; they may not only serve to confute some received opinions, but may also strengthen and confirm many doubtful truths. And first of the church :"], [12, "6 THE OLD HISTORY Previous to the present church of Bradford, it appears from undoubted authority, there was a more antient church erected in or about the year 1268 ; upon what spot of ground it was situated is somewhat doubtful, some say on that part of the town called Turks ; to con firm their opinion, a stone may be seen, said to come from that building, whereon is cut, in the most legible manner, the above figures : Others affirm, that it stood in that part of the town where the Market-place now is ; but with greater probability may we suppose it stood on or near the same ground where the present church now stands, and was called The Church in the Wood, perhaps, because in those days that part of the town was very woody. That there was a church in Bradford at that time is beyond dispute, seeing the names of two of the rectors of that church have been preserved upon record, namely, Robcrtus dc Walkington, suit rector Ecclesia de Bradford, tempore regis Edivardi tertii, et immediate post ipsum Wilelmus de Merfield, rector ejusdem Ecclesia-. In English thus : Robert de Walkington, was rector of the church of Bradford, in the reign of Edward the third, and immediately after him William de Merfield, was Rector of the same church. This church was an antient rectory belonging to the patronage of the Lacy's, Barons of Pontefract, and Earls of Lincoln ; they presented the rector, and he for a long time presented the vicar to the church with con sent of the patron, till the reign of Edward the third. This church was given to the new ' founded college of St. Mary's, of Leicester, by Henry, Duke of Lancaster, and in the year 1416, it was by Henry Bowett, Arch bishop, appropriated to the Dean and Canons of the same, reserving to himself and successors, a pension of 20s. per ann. and to the Dean and Chapter 6s. 8d. to be paid by the said college, as also 20s. per ann. to be distributed to the poor of the parish, the vicar to have the same maintenance the former vicar used to have."], [13, "OF HRADFORD. 7 The present church, called St. Peter's, was erected in the reign of King Henry the sixth, and was finished about the 36th year of the reign of that king. The steeple was built in the reign of King Henry the seventh, and was fifteen years in building, being finished about the twenty-third year of his reign. The advowson of this vicarage was, with that of Calverley, granted by Queen Mary to the Archbishop of York, but they had no benefit by the grant, the crown and others presenting after that. The advowson is now in the heirs of the Lady Maynard, of Essex. The total sum of the tythes of Bradford is about 590 1. per annum. A lecture was founded, and endowed with forty pounds a year for ever, by Peter Sunderland, Esq ; formerly of Fairweather- Green. The school of Bradford, wherein originally was taught English only ; a charter was obtained in the fourteenth year of King Charles the second, for a free grammar school. We shall now proceed to take notice of the ancient and annual custom of blowing the horn and holding a dog on St. Martin's-Day in the forenoon, whereof the common received opinion of this proceeding is, that a ravenous wild boar, of a most enormous size, haunted a certain place called the Cliff- Wood, and at times very much infested the town and the neighbouring inhabitants thereof ; so that a reward was offered by the Government to any person or persons, who would bring the head of this boar ; which much excited some to attempt it. Now the story runs thus ; that this boar frequented a certain well in the aforesaid, wood to drink, which to this day is called the boar's-well ; that he was watched by a certain person who shot him dead there, took his tongue out of his head, and immediately repaired to court to claim the promised reward. Presently after his departure from the well, another person came thither upon the same intention ; and find ing the beast dead, without any further examination,"], [14, "8 THE OLD HISTORY cuts off his head, and away he hastes towards the same place, and in expectation of the reward as the former, and there arrives before him : Being introduced into his Majesty's presence, the head was examined, but was found without a tongue, concerning which the man being interrogated could give no satisfactory account. Whilst this was held in suspence, the other man was introduced with the tongue, claimed the promised re ward, and unfolded the riddle, by informing his Majesty, how, and by what means he killed the beast ; and thus received the following grant ; namely, a certain piece or portion of land lying at Great-Horton, known by the name of Hunt-Yard, and for the tenure of which he, and his heirs for ever, should annually attend in the market place at Bradford on St. Martin's-Day in the forenoon, and there, by the name of the heir of Rushforth, hold a dog of the hunting kind, whilst three blasts were blown on a Gelder's horn ; and these words following expressed aloud, Come, heir of Rushforth, come hold me my dog, whilst I blow three blasts of my horn to pay my Martinmas rent withal. This relation, with the generality of people, hath gained credit for a series of years past ; and tho' it may in many respects have great appearance of truth in it ; yet after much time spent in searching and researching, if perhaps we might come to a more certain and substan tial account thereof, at length have obtained a more perfect and authentic relation of the blowing of the horn aforesaid, which we will now proceed to relate, and submit it to the sagacity of the candid reader to which of the two the preference is due. 'Tis a truth beyond all doubt that this part of the country was chiefly covered with wood, and conse quently very thin of inhabitants ; that it was much infested with wild beasts, as boars, wolves, &c. but more so with thieves and robbers, insomuch that it was with the greatest danger for travellers to pass and repass on their journeys ; for they robbed all that fell into"], [15, "OF BRADFORD. 9 their hands : Now, John of Gaunt, Duke of Lancaster, coming annually this way out of Lancashire to Ponies r act - Castle to receive his rents and services, he, or his Bailiff, at one time was set upon and robbed ; to prevent the like disaster for the future, he gave the following tjrant : Manningham prope Bradford. Johannes Gaunt, Dux Lan- castria, dedit et concessit Johanni Northrop tria messuagia et sex bovatas terra ac sufficientem communem eisdem perti- nentem cum suis pertinentibus tenendum sibi, et heredibus in perpetuum, redentibus videlicit annuatim sibi et heredibus suis vementibus ad opidum de Bradford, unum fiatum cornu ad festum Sancti Martini in hieme, et attendentibus super ipsum &> heredes suos venientes ad Bradford a Blackburnshire, cum una lancea cf**** cane venatico, per spacium trigiuta dierum, habentibus Y eomans board, denarium pro seipso et obilum pro cane per diem, &° eundem cum recepturus ad ducendum cum vel Ballicum suum salvum ad Castrum de Pontefract cum amicis suis, cum hide rogatus fuerit temp. Edwardi tertii, data apud Lancaster. In English thus : Manningham near Bradford. John Gaunt, Duke of Lancaster, giveth and granteth to John Northrop, three messuages and six oxgangs of land with a sufficient commoning belonging the same, with their appurtenances, to hold to him and his heirs for ever, rendering annually to him and his heirs, coming to Bradford, one blast with his horn upon St. Martin's- Day in winter, and attending upon him and his heirs coming to Bradford from Blackburnshire, with a lance and a hunting dog, for the space of thirty days, having Yeoman's board, a penny for himself and a halfpenny for his dog each day, and the same having received, to conduct him or his Bailiff to the Castle of PontefraCt, with his friends, whenever the same shall be required : Given at Lancaster in the reign of Edward the third. Thus much for the blowing of the horn."], [16, "10 THE OLD HISTORY This town has also been remarkable for a market held weekly for woollen cloths, in and about that part of the town called the Lees ; the cloth being reserved from one market-day to another in cellars prepared solely for that use. Great part of this cloth was manufactured in and about the town ; for if credit may be given to tradition, Bradford has been a much larger place than it even is at present, and extended west a considerable distance ; be it so or not, beyond all dispute the manufacturing of woollen goods has been for ages past the chief branch of business in this town and its vicinity. But at this time (namely, in these civil commotions) the town and its neighbouring villages, and consequently its trade, suffered very sore ; for its inhabitants, together with those of Halifax, Bingley, and others, interested themselves very much in the parliament's favour, and by their uncommon zeal and activity in that cause, drew many of the King's forces into these parts, to the great disadvantage to the trade and commerce of this country in general. Moreover, in or about the year 1665, in the reign of king Charles the second, a most destructive plague broke out in London, the infection of which unhappily was conveyed hither (some say) in a bundle of old clothes sent from thence, as the person who first opened them immediately took the infection ; however it was, the disorder spread in the most rapid manner imaginable ; so that numbers were swept off in a little time. In order to take every means possible to put a stop to this pestilential distemper, so soon as any person was perceived to take the infection, he or she was immediately removed to a certain place called the Cliff-Bam, about a mile from the town, where such as had had the disorder and recovered, waited upon those who were infected ; provisions, with other necessaries suitable for such, were carried to a certain place at some distance from where the sick lay, and there left for the whole to fetch at their leisure ; such as died there were buried in the wood adjacent, where several grave-stones have appeared within these few years, which in part were legible, and in a measure serve to authenticate the above relation."], [17, "OF BRADFORD. 11 These disasters following each other, so wasted and depopulated the town, that this branch of the woollen manufactory by degrees became of little moment, till at length the market for these goods entirely ceased and became void : So that for many years past, the manu facturing of worsted stuffs, such as callimancos, &c. which is arrived to great perfection, is now become the chief staple trade within the town and its neighbouring villages. For the sale of such goods there was erected in the year 1773, by the subscription of the Gentlemen, Merchants, Wool-staplers, Manufacturers, and others in the town and neighbourhood, a very elegant and commodious Hall, about fifty yards in length and eleven broad, the lower room of which is divided equally into two, by a brick wall running from end to end of the said building ; against this wall, in these apartments, are fixt about 100 closets, in a very commodious manner, with a shew-board to every such closet to shew the goods upon ; these closets are the property of such Manufacturers as at first subscribed, with power to transfer ; in these closets are reposited goods from one market-day to another. The upper room is also closeted, but upon a different plan ; these are occupied by such as did not subscribe, paying a certain rent yearly for the use of them. Hither are brought great numbers of pieces of different kinds, besides worsted tops and gross yarn, which are exposed to sale every market day, which is on Thursday, precisely at the hour of ten in the morning, announced by the ringing of a bell hung in a cupola for that purpose. It holds till half past eleven, when the said bell gives notice for the immediate breaking up : And likewise at the hour of two in the afternoon of the same day, the bell again is rung for the opening of a market for the sale ot worsted tops and gross yarn, and holds till half past three ; when in like manner as before the market is rung off. And thus with mutual satisfaction and advantage, the Merchant and the industrious Manufacturer meet with suitable accommodation in each other ; the one in buying, the other in selling such goods as are wanted."], [18, "12 THE OLD HISTORY 'Tis wonderful to behold to what perfection this mosc useful branch of business is arrived to within the com pass of a very few years, comparatively speaking, in this part of Yorkshire ; but especially in and about Bradford. How amazingly great is the goodness of God towards us ; who from one period to another is raising up a set of men, endowing them with powers and faculties suitable to the employment they are set apart for ; stirring them up even with emulation ; blessing their endeavours, not only with a sufficient competency, but many with great abundance ; to the mutual welfare and happiness of thousands of their fellow-creatures, who are constantly employed by them : For trade and commerce is the bank of plenty ; not only to us, but to every part of the globe ; by this our wants are supplied from the most distant countries; where trade ard com merce flourish, the industrious poor add grandeur to the State ; the Merchants live like noblemen, and provide the sinews of war against the most daring attacks of the enemy. 'Tis well observed, the number of hands em ployed in the woollen manufactory in general, nourish and support almost every individual in England ; furnish and adorn every cottage in the Nation ; hence it is evident, that King and Subject, rich and poor, have a mutual dependence on each other for the demands of life. Come we lastly to speak a little of the utility of the Canal in general, but more in particular of that branch brought up to the town, and now almost complete. The benefits and advantages which must of consequence flow from thence, beyond all doubt will be so numerous and permanent, that they are not in my power to describe. Who amongst us at this day, even those of the most profound penetration, would have believed, had they been told but a few years ago, that they should live to see so wonderful, delightful, and useful a vehicle as a boat, riding upon the waves, spreading her sails to the wind, and waving her pendants in the air, in that field so many years known by the name of the Hall-Garth ; I say, who would have believed it ?"], [19, "OF BRADFORD. 13 Few (perhaps very few) but what would have treated the relation with scorn and contempt ; nay, many, even since the grand undertaking was begun, have thought it impossible to bring it to any tolerable degree of perfection ; but from a consideration of the difficulties already surmounted, which are many and surprising, it admits not of the least doubt or hesitation to conclude, that every other obstacle will (in a few years) be removed and the work happily concluded, to the satisfaction, not only of the Artificer and Proprietor, but every real lover of his country. If we look into the history of those countries where Canals have for a series of years been in use, we shall perceive in every page, the present glory of such people has had its source from that expedient. Canals will be a great and permanent benefit to agriculture and commerce ; and serve to make the nation rich and populous. Shall we not praise the Promoters and Encouragers of such a laudable undertaking as this ; admire and applaud their indefatigable assiduity in so arduous a task ; such (beyond a doubt) are as instruments in the hands of the Almighty for the good of the nation in general, and for this town and its neighbourhood in particular. Bradford may vie with its neighbouring towns for ingenuity and improvement, proportionable to its trade and commerce, as every Art and every Science here grow to a degree of perfection. Let us then not only assert our just equality where it is due, but successfully go on to excel in every new and praise-worthy undertaking ; let every indi vidual exert himself to the utmost, in that branch of trade, commerce, or occupation wherein he is fixed by Providence, to render himself useful and advantageous to his fellow mortals."], [20, "14 THE OLD HISTORY OF BRADFORD. Bradford then will stand with the foremost in the list of its neighbouring towns, in fame and reputation ; and be deservedly esteemed for its situation and agreeable ness in every respect to any such perhaps in the kingdom. Upon the whole, it will appear by the clearest reason, that the execution and advantage of this Canal, together with the utility of the Piece-Hall, will (under the Divine blessing) prove a great and permanent benefit, not only to the Proprietors, but also to the Merchant, Manufacturer, Farmer, and every individual in the town and county : That it may be so in every respeCt whatsoever, is the sincere wish of, Gentlemen, Your most obedient, And humble servant, The Editor. Bradford, ) March 16, 1776. )"], [21, "MEMOIRS OF General Fairfax wherein is contained An Account of all his Sieges and Battles in the North of England. IN Gratitude to God for his many mercies and deliver- ances, and not to deprive myself of the comfort of their remembrance, I shall set down, as they come into my mind, those things wherein I have found the wonderful assistance of God to me in the time of war in the north ; though not in that methodical and polished manner as might have been done, being intended only for my own satisfaction, and help of my memory. My father was called forth by the importunity of his country to join with them in their own defence, which was confirmed by a commission from the parliament. The first action we had was at Bradford ; but of this more hereafter. A few days after this, Captain Hotham, with three troops of horse, and some Dragoons, came to us : Then we marched to Leeds ; but the enemy having notice of it, quitted the town, and in haste fled to York. We advanced to Tadcaster, eight miles from York, that we might have more room, and be less burthen some to our friends ; and being increased to one thousand"], [22, "16 GENERAL FAIRFAX. men, it was thought fit that we should keep the pass at Wetherby, for the securing of the West-Riding, or the greatest part of it, from whence our chief supplies came. I was sent to Wetherby with three hundred foot, and forty horse ; the enemy's next design from York, was to fall upon my quarters there, being a place very open, and easy for them to assault, there being so many back ways, and friends enough to direct them, and give them intelligence. About six o'clock one morning they fell upon us with eight hundred horse and foot, the woods thereabout favouring them so much, that our scouts had no notice of them, and no alarm was given till they were ready to enter the town : Which they might easily do, the guards being all asleep in houses ; for in the beginning of the war, men were as impatient of duty as they were igno rant of it. I myself was only on horse-back, and going out of the other end of the town to Tadcaster, where my father lay, when one came running after me, and told me the enemy was entering the town ; I presently galloped to the court of guard, where I found not above four men at their arms, as I remember, two serjeants, and two pikemen, who stood with me when Sir Thomas Glenham, with about six or seven commanders more, charged us ; and after a short, but sharp encounter, they retired, in which one Major Carr was slain ; and by this time more of the guards were got to their arms. I must confess I knew no strength but the powerful hand of God that gave them this repulse. After this they made another attempt, in which Captain Atkinson (on our part) was slain : And here again there fell out another remarkable providence, during this conflict, our magazine was blown up. This struck such a terror into the enemy, believing we had cannon, which they were before informed we had not, that they instantly retreated ; and though I had but a few horse, we pursued the enemy for some miles, and took many prisoners : We lost about eight or ten men whereof seven were blown up with powder ; the enemy lost many more."], [23, "GENERAL FAIRFAX. 17 At this time the Earl of Cumberland commanded the forces in Yorkshire for the King ; he being of a peace able nature, and affable disposition, had but few enemies ; or rather, because he was an enemy to few, he did not suit their present condition. Their apprehensions and fears caused them to send to the Earl of Newcastle, who had an army of six thousand men, to desire his assist ance, whereof he assured them by a speedy march to York. Being now encouraged by this increase of force, they resolved to fall upon Tadcaster. My father drew all his men thither ; but, in a council of war, the town was judged untenable, and that we should draw out to an advantageous piece of ground, by the town ; but before we could all march out, the enemy advanced so fast, that we were necessitated to leave some foot, in a slight work above the bridge to secure our retreat, but the enemy pressing on us, forced us to draw back, to main tain that ground. We had about nine hundred men, the enemy above four thousand, who in brigades drew up close to the works and stormed us. Our men reserved their shot, till they came near, which they did then dispose of to so good purpose, that the enemy was forced to retire, and shelter themselves behind hedges. And here did the first fight continue from eleven o'clock at noon, till five at night, with cannon and musquet, without inter mission. They had once possessed a house by the bridge, which would have cut us from our reserves that were in the town, but Major General Gifford, with a commanded party, beat them out again, where many of the enemy were slain, and taken prisoners. They attempted at another place, but were repulsed by Captain Lister, who was there slain ; a great loss, being a discreet gentleman. By this time it grew dark, and the enemy drew off into the fields hard by, with intention to assault us again the next day. They left that night above two hundred dead and wounded upon the place. But our ammunition being all spent in this day's fight, we drew off that night, and"], [24, "18 GENERAL FAIRFAX. marched to Selby, and the enemy entered the next morning into the town. Thus by the mercy of God were a few delivered from an Army, who in their thoughts had swallowed us up. The Earl of Newcastle now lay betwixt us and our friends in the West-Riding ; but to assist and encourage them I was sent with about three hundred foot, three troops of horse, and some arms to Bradford : I was to go by Ferry-bridge, our intelligence being that the enemy was advanced no further than Sherburne ; but when I was within a mile of the town, we took some prisoners who told us, my Lord of Newcastle lay at Pontefract, eight hundred men in Ferry-bridge, and the rest of the army in all the towns thereabout : So that our advance or retreat seemed alike difficult. Little time being allowed us to consider we resolved to retreat to Selby : Three or four hundred horse of the enemy showed themselves in the rear, without making any attempt upon us, so that, by the goodness of God we got safe to Selby. Three days after this, upon better intelligence how the enemy lay, with the same number as before, I marched in the night by several towns where they lay, and came the next day to Bradford, a town very unten able, but for their good affection to us, deserving all we could hazard for them. Our first work then was to fortify ourselves, for we could not but expect an assault. There lay at Leeds fifteen hundred of the enemy, and twelve hundred at Wakefield, neither place above six or seven miles distant from us. They visited us every day with their horse, ours not going far from the town, being very unequal in number ; yet the enemy seldom returned without loss, till at last our few men grew so bold, and theirs so dis heartened, that they durst not stir a mile from their garrisons. While these daily skirmishes were among the horse, I thought it necessary to strengthen ourselves with more foot ; I summoned the country, who had by this time more liberty to come to us. I presently armed them with those arms we had brought along with us ; so that in all we were about eight hundred foot."], [25, "GENERAL FAIRFAX. 19 Being too many to lie idle, and too few to be upon constant duty, we resolved, through the assistance of God, to attempt them in their garrisons. On Monday, being the 23rd of January, 1643, I marched from Bradford with six troops of horse and three companies of dragoons, under the command of Sir Henry Fowles, my Commissary, or Lieutenant General of horse ; and near 1000 musketeers and 2000 club-men, under the command of Sir William Fairfax, Colonel, and Lieutenant General of the foot, one com- pany of these also being dragoons, under Capt. Mildmay, about 30 musketeers and 1000 club-men marched on the south-side toward Wakefield, the rest on the north-side toward Woodhouse-moor. On the west-side we com- mended the cause to God by prayer : I dispatched a trumpeter to Sir William Saville, Commander in Chief, at Leeds, under the Earl of Newcastle, requiring, in writing, the town to be delivered to me for the King and Parliament, to which Sir William disdainfully answered immediately, and said, he used not to give answer to such frivolous demands, and that he wondered Sir Thomas would be so uncivil as to come so near the town before he had acquainted him with it ; and that there might be more virtue in his actions than in that paper sent him : So confident he seemed to be, with the strength he had in the town, he could well enough keep it, where- in were about 2000 men, namely 1500 foot and 500 troops of horse and dragoons, and two pieces of cannon : This summons being thus refused, we approached nearer the south-west-side of the town with our forces, and being within view thereof, with our banners displayed, (being about 36 colours) I sent another trumpeter to Sir William Saville, who shortly after, by a trumpeter, assured us that we should get nothing but by fight, whereupon we prepared for an assault, and instantly drew out of our companies five colours of our most expert soldiers, and appointed them to march down with Captain Forbes, Captain Briggs, Lee, Frank, and Palmer, with his dragoons on foot, toward the water along the trenches, near to, and above which about 100 musketeers were drawn out of the town on a hill, and about one o'clock in the afternoon, they gave fire from"], [26, "20 GENERAL FAIRFAX. the inside of their works upon our musketeers, who approaching nearer, shrouded themselves under a hill and let fly at the said centry, with no loss at all on either side, they within the trenches shooting too high, and the other at the trenches, and thus the fight began between them most fiercely ; Now we having the word, which was, Emanutl ; and every commander in their several stations gave charges and commands, and riding from place to place encouraged their men to fall on resolutely ; who being mightily emboldened by their valiant leaders, performed the same with admirable courage ; and although most of them were but unexperienced fresh water men, taken up about Bradford and Halifax, but upon the Saturday before, yet they came on most resolutely and valiantly, especially the musketeers under Sir William Fairfax, Commander of the foot, who most courageously, at the head of his regiment, and in the face of the enemy, stormed the town most furiously, whereupon began very hot service ; Captain Forbes also behaving himself most valiantly about the enemy's trenches and out-works, from whence they played very sharply against our men, but were as hotly answered by us with admirable courage and fearless resolution, under the conduct of this noble Captain ; insomuch that notwithstanding the enemy's utmost endeavours to oppose us, together with the assistance of their cannon which were often discharged upon our men, yet they soon killed their cannoniers, and after a furious fight for two hours, our men most bravely beat them quite from their works ; when bullets flew about our men's ears as thick as hail, yet myself, Sir William Fairfax, and Sir Henry Fowles on one side, and the resolute Captain Forbes with his brave company on the other side, made way into the town most furiously sword in hand, and violent force of arms, being closely followed by the dauntless club-men, and so with much difficulty got possession thereof within the space of two hours, wherein were found two brass cannon and good store of arms and ammunition, which we presently seized ; we took also four colours, and 500 prisoners, among whom were six commanders, most of the rest were common soldiers, who upon taking an oath never to fight in this cause, against the King and Parliament, were set at"], [27, "GENERAL FAIRFAX. 21 liberty and suffered to depart, but unarmed. There were not above forty slain, whereof ten or twelve at the most on our side, the rest on theirs: Serjeant Major Beaumont, in his flight, endeavouring to cross the river to save his life, lost it by being drowned therein ; and Sir William Saville, their General, in his flight, also crossing the same river hardly escaped the same fate. Thus, by the Lord's mighty and most merciful assistance, we obtained a great and glorious victory, which may so appear considering the town was so strongly fortified with out-works, and so well manned within, as was be fore mentioned ; which also did strike such terror into the Earl of Newcastle's army, that the several garrisons of Wakefield, Sherbourn, and Pontefract, fled all away presently before any assaulted them, some few only excepted that stayed at Pontefract castle to keep it. The consequence of this action was yet of more import ance; for those who fled from Leeds to Wakefield, and quiting that garrison also, gave my Lord of Newcastle such an alarm at Pontefract, that he drew all his army again to York, leaving once more a free intercourse, which he had so long time cut off, betwixt my father and us. After a short time the Earl of Newcastle return'd again to the same quarters, and we to our stricter duties. But we quickly found our men must have more room, or more action. Captain Hotham and I took a resolution early one morning (from Selby) to beat up a quarter of the ene mies that lay at Fenton ; they being gone, we marched to Sherburne, intending there only to give them an alarm ; but they might see us a mile or more, over a plain Common, which lay by the town, and they sent twenty or thirfy horse to guard a pass near the town ; I had the van ; for at this time we commanded our troops distinct one from another, both making five troops of horse, and two dragoons. I told Captain Hotham, that if he would second me, I would charge those horse, and if they fled, I would pursue them so close as to get into the town with them : He promised to second me ; I went to the head of my troops and presently charged them, they fled, and we pursued close to the barricado,"], [28, "22 GENERAL FAIRFAX. but they got in, and shut it upon us : Here my horse was shot in at the breast : We so filled the lane, being strait, that we could not retreat without confusion, and danger of their falling in our rear, so we stood to it, and stormed the works with pistol and sword : At the end of the barricado, there was a narrow passage for a single horse to go in ; I entered there, others follow ing me, one by one ; and close at one side of the entrance stood a troop of horse of the enemy : So soon as eight or ten of us were got in, we charged them, and they fled : by this time the rest of our men had beat them from their barricado, and entred the town : We soon cleared the streets, and pursued those that fled : And now my horse, which was shot in the lane, fell down dead under me, but I was presently mounted again. The enemy in the towns about having taken the alarm it made us think of securing our retreat with the prison ers we had got, some of them being considerable, among whom was Major General Windham ; we scarce got into order before General Goring came with a good body of horse up to us, and as we marched off, he followed us Close in the rear, without doing us any hurt, only my trumpeter had his horse shot close by me, and thus we returned to Selby. Though this did not free us wholly from a potent enemy, yet we lay more quietly by them a good while after. In this recess of action, we had several treaties about prisoners; and this I mention the rather, for that Captain Hotham here first began_ to discover his intentions of leaving the parliament's service, in making conditions for himself, with the Earl of Newcastle, though it was not discovered till a good while after, which had almost ruin'd my father, and the forces with him ; for being now denied help and succour from Hull, and the East-Riding, he was forced to forsake Selby, and retire to Leeds, and those western parts where I then lay. To make good this retreat, I was sent to, to bring what men I could to join with him at Sherburne, for my Lord of Newcastle's army lay so as he might easily inter cept us in our way to Leeds, which he had determin'd to do, and to that end lay with his army on Clifford-Moor, having present intelligence of our march."], [29, "GENERAL FAIRFAX. 23 Whilst my father, with fifteen hundred men, ordnance, and ammunition, continued his way from Selby to Leeds, I with those I brought to Sherburne, marched a little aside, betwixt my Lord of Newcastle's army and ours. And to amuse them the more, made an attempt upon Tadcaster, where they had three or four hundred men, who presently quitted the town, and fled to York. Here we stayed three or four hours slighting the works ; which put my Lord of Newcastle's army to a stand, being on their march to meet us, thinking he was deceived in his intelligence, and that we had some other design upon York ; he presently sends back the Lord Goring with twenty troops of horse and dragoons to relieve Tadcaster. We were newly drawn off when he came; my Lord Goring past over the river to follow us, but seeing we were far unequal in horse to him, (for I had not above three troops, and were to go over Bramham- Moor plain) I gave direction to the foot to march away, whilst I stay'd with the horse to interrupt the enemy's passage in those narrow lanes that lead up to the moor. Here was much firing at one another ; but in regard of their great numbers, as they advanced we were forced to give way ; yet had gained by it sufficient time for the foot to have been out of danger. When we came up to the moor again, I found them where I left them, which troubled me much, the Enemy being close upon us, and a great Plain yet to go over. So we marching the foot in two divisions, and the horse in the rear, the enemy followed about two musket-shot from us, in three good bodies, but made no attempt upon us : And thus we got well over this open campaign, to some inclosures, beyond which was another moor, less than the other. Here our men thinking themselves secure, were more careless in keep ing order ; and whilst their officers were getting them out of houses where they sought for drink, it being an extreme hot day, the enemy got another way as soon as we into the moor ; and when we had almost passed this plain also, they seeing us in some disorder, charged us both in flank and rear : The countrymen presently cast down their arms and fled ; the foot soon after, which"], [30, "24 GENERAL FAIRFAX. for want of pikes were not able to withstand their horse : Some were slain, many were taken prisoners ; few of our horse stood the charge. Some officers with me, made our retreat with much difficulty ; in which Sir Henry Fowlis had a slight hurt ; my Cornet was taken prisoner. We got well to Leeds, about an hour after my father, and the men with him got safe thither. This was one of the greatest losses we ever received. Yet was it a providence it was a part, and not the whole forces which received this loss ; it being the enemy's intention to have fought us that day with their whole army, which was at least ten thousand men, had not our attempt upon Tadcaster put a stand to them ; and so concluded that day with this storm, which fell on me only. We being at Leeds, it was thought fit to possess some other place ; wherefore I was sent to Bradford with seven or eight hundred foot, and three troops of horse. These two towns were all the garrisons we had ; and at Wakefield, six miles off, lay three thousand of the enemy ; but they did not much disturb us : And we were busied about releasing prisoners that were taken at Seacroft, most of them being countrymen, whose wives and children were still importunate for their release, which was as earnestly endeavoured by us, but no conditions would be accepted ; so as their continual cries and tears, and importunities, compelled us to think of some way to redeem these men ; and we thought of attempting Wakefield. Our intelligence was, that the enemy had not above eight or nine hundred men in the town ; I acquainted my father with our design, who approved of it, and sent some men from Leeds, so that we were able to draw our eleven hundred horse and foot. Upon Whitsunday, early in the morning, we came before the town, but they had notice of our coming, and had manned all their works, and set about five hundred musketers to line the edges without the town, which made us now doubt our intelligence, but it was too late. After a little consultation we advanced, and soon beat them back into the town, which we stormed at three places ; and after an hour's dispute, the foot forced"], [31, "GENERAL FAIRFAX. 25 open a barricado, where I entered with my own troop, Colonel Alured and Captain Bright followed with theirs : The street where we entered was full of their foot ; we charged them through, and routed them, leaving them to the foot that followed close behind us : And presently we were charged again with horse led on by General Goring ; where, after a hot encounter, some were slain, and himself taken prisoner by Colonel Alured. I cannot but here acknowledge God's goodness to me this day : for being advanced a good way single before my men, having a Colonel, and Lieutenant-Colonel, who had engaged themselves to be my prisoners, only with me, and many of the enemy now betwixt me and my men, I lighted upon a regiment of foot standing in the market-place ; being thus encompassed, and thinking what to do, I spied a lane which I thought would lead me back to my men again : At the end of this lane there was a Corps-de-guard of the enemy's, with fifteen or sixteen soldiers, who were just then quitting it, with a Serjeant leading them off; whom we met, and seeing their officers, they came up to us, taking no notice of me, and asked them what they would have them do, for they could keep the work no longer, the Roundheads, (as they called them) came so fast upon them. The gentlemen who had passed their words to me to be my true prisoners, said nothing ; and looking one upon another, I thought it not fit now to own them as prisoners, much less to bid the rest to render themselves to me ; but being well mounted, and seeing a place in the works where men used to go over, I rushed from them, and made my horse leap over the work, and by a good providence got to my men again, who before I came had, by direction of Major-General Gifford, brought up a piece of ordnance, and placed it in the church-yard, against that body that stood in the market place, which presently surrendered themselves. All our men being got into the town, the streets were cleared, and many prisoners taken ; but the horse got off, almost entire."], [32, "26 GENERAL FAIRFAX. This appeared the greater mercy, when we saw our mistake ; for we found three thousand men in the town, and expected but half the number. We brought away fourteen hundred prisoners, eighty officers, twenty eight colours, and great store of ammunition. But seeing this was more a miracle, than a victory ; more the effect of God's providence, than human force, or prudence, let the honour and praise of all be his only. After this, we exchanged our men that were prisoners, and we were freed a good while from any trouble or attempt of the enemy. Hitherto, through God's mercy, we had held up near two years against a potent army ; but they finding us now almost tired with continual service, treacherously used by friends, and wanting many things necessary for support and defence, the Earl of Newcastle marched with an army of ten or twelve thousand men to besiege us, and resolved to sit down before Bradford, which was a very untenable place. Hither my father drew all the forces he could spare out of the garrisons ; but seeing it impossible to defend the town otherwise than by strength of men, and that we had not above ten or twelve days provision for so many as were necessary to keep it ; we resolved the next morning very early, with a body of three thousand men, to attempt his whole army, as they lay in their quarters three miles off. Hoping by it to put him to some distraction, which could not be done any other way, by reason of the unequal numbers. To this end my father appointed four of the clock next morning to begin our march ; but Major-General Gif ford, who had the ordering of the business, so delayed the execution of it, that it was seven or eight before we began to move, and not without much suspicion of treachery ; for when we came near the place we in tended, the enemy's whole army was drawn up in battalia. We were to go up a hill to them ; That our forlorn hope gained by beating theirs into their main body, which was drawn up half a mile further upon a plain called Adderton-moor. We being all got up the hill, drew into battalia also. I commanded the right wing,"], [33, "GENERAL FAIRFAX. 27 which was about one thousand foot, and five troops of horse. Major-General Gifford commanded the left wing, which was about the same number. My father commanded in chief. We advanced through the inclosed grounds, till we came to the moor, beating the foot, that lay in them, to their main body. Ten or twelve troops of horse charged us in the right wing; we kept the inclosures, placing our musketeers in the hedges next the moor ; which was a good advan tage to us who had so few horse. There was a gate, or open place, to the moor, where five or six might enter a-breast. Here they strive to enter, we to defend it ; but after some dispute, those that entered the pass, found sharp entertainment ; and those who were not yet entered, as hot welcome from the musketeers that flanked them in the hedges. They were all, in the end, forced to retreat, with the loss of Colonel Howard, who commanded them. Our left wing, at the same time was engaged with the enemy's foot, and had gained ground of them. The horse came down again, and charged us, they being about thirteen or fourteen troops. We defended our selves as before, but with more difficulty ; many having got in among us, but were beaten off again with some loss. Colonel Herne, who commanded that party, was slain. We pursued them to their cannon. Here I can not omit a remarkable instance of Divine justice. Whilst we were engaged in the fight with those horse that entered the gate, four soldiers had stript Colonel Herne naked as he lay on the ground, men still fighting round about him ; and so dexterous were these villains, that they had done it, and mounted themselves again, before we had beaten the enemy off: But after we had beaten them to their ordnance, as I said, and now returning to our ground again, the enemy discharged a piece of cannon in our rear, the bullet fell into Captain Copley's troop, in which were these four men ; two of them were killed, and some hurt or mark remained on the other, though dispersed into several ranks of the troop, which"], [34, "28 GENERAL FAIRFAX. made it more remarkable. We had not yet martial-law among us ; this gave me a good occasion to declare to the soldiers how God would punish, when men wanted power to do it. This charge, and the resolution our men shewed in the left wing, made the enemy think of retreating. Orders were given for it, and some marched off the field. Whilst they were in this wavering condition, one Colonel Skirton desired his General to let him charge once with a stand of pikes, with which he broke in upon our men, and not being relieved by our reserves, which were commanded by some ill-affected officers, chiefly Major General Gifford, who did not his part as he ought to do, our men lost ground, which the enemy seeing, pursued this advantage, by bringing on fresh troops ; ours being herewith discouraged, began to fly, and were soon routed. The horse also charged us again. We not knowing what was done in the left wing : Our men maintained their ground, till a command came for us to retreat, having scarce any way now to do it, the enemy being almost round about us, and our way to Bradford cut off. But there was a lane in the field we were in, which led to Halifax, which as a happy providence, brought us off, without any great loss, save of Captain Talbot, and twelve more that were slain in this last encounter. Of those who fled, there were about sixty killed, and three hundred taken prisoners. After this ill success, we had small hopes of better, wanting all things necessary in Bradford for defence of the town, and no expectation of help from any place. The Earl of Newcastle presently besieged the town ; but before he had surrounded it, I got in with those men I brought from Halifax. I found my father much troubled, having neither a place of strength to defend ourselves in, nor a garrison in Yorkshire to retreat to; for the governor of Hull had declared if we were forced to retreat thither he would shut the gates on us. Whilst he was musing on these sad thoughts, a messenger was sent unto him from Hull, to let him know the townsmen had secured the governor; that they were sensible of the danger he was in, and if he had any occasion to make use of that place, he should be very"], [35, "GENERAL FAIRFAX. 29 readily and gladly received there. Which news was joyfully received, and acknowledged as a great mercy of God, yet it was not made use of till a further necessity compelled. My father having ordered me to stay here with eight hundred foot, and sixty horse, retired that night to Leeds to secure it. The Earl of Newcastle spent three or four days in laying his quarters about the town of Bradford, and brought down his cannon, but needed not to raise bat teries, for the hills within half musket-shot commanded all the town. Being planted in two places, they shot furiously upon us, and made their approaches, which made us spend very much of our little store, being not above twenty-five or twenty-six barrels of powder, at the beginning of the siege. Yet the Earl of Newcastle sent a trumpet to offer us conditions, which I accepted, so they were honourable for us to take, and safe for the inhabitants. We sent two Captains to treat with him, and agreed to a cessation during that time; but he continued working still; whereupon I sent forth the Commissioners again, suspecting a design of attempting something upon us. They returned not till eleven o'clock at night, and then with a slight answer. Whilst they were delivering it to us, we heard great shooting of cannon and muskets; all run presently to the works, which the enemy was storming. Here for three quarters of an hour was very hot service, but at length they retreated. They made a second attempt, but were also beaten off; after this, we had not above one barrel of powder left, and no match : I called the officers together, where it was advised and resolved to draw off presently, before it was day, and to retreat to Leeds, by forcing a way, which we must do, for they had surrounded the town. Orders were dispatched, and speedily put in execution. The foot commanded by Colonel Rogers was sent out, through some narrow lanes, and they were to beat up the dragoons quarters, and so go on to Leeds. I myself with some other officers went with the horse, which were not above fifty, in a more open way."], [36, "30 GENERAL FAIRFAX. I must not here forget my wife, who ran the same hazard with us in this retreat and with as little expression of fear ; not from any zeal, or delight in the war, but through a willing and patient suffering of this undesirable condition. I sent two or three horsemen before, to discover what they could of the enemy ; who presently returned, and told us there was a guard of horse close by us. Before I had gone forty paces, the day beginning to break, I saw them upon the hill above us, being about 300 horse. I, with some 12 more, charged them, Sir Henry Fowles, Major General Gifford, myself and three more brake through; Captain Mudd was slain, and the rest of our horse being close b)-, the enemy fell upon them, and soon routed them, taking most of them prisoners, among whom was my wife, the officer William Hill, behind whom she rid, being taken. I saw this disaster, but could give no relief ; for after I was got through, I was in the enemy's rear alone ; those who had charged through with me, went on to Leeds, thinking I had done so too : But I was un willing to leave my company, and stay'd till I saw there was no more in my power to do, but to be taken prisoner with them. I then retired to Leeds. The like disaster fell among the foot, that went the other way, by a mistake, for after they had marched a little way, the van fell into the dragoons quarters, clearing their way ; but though a cowardly fear, he that commanded these men, being in the rear, made them face about, and march again into the town, where the next day they were all taken prisoners, only 80 or there about of the front that got through, came all to Leeds, mounted on horses which they had taken from the enemy, where I found them when I came thither, which was some joy to them all, concluding I was either slain, or taken prisoner. At Leeds I found all in great distraction, the Council of War newly risen, where it was resolved to quit the town, and retreat to Hull, which was sixty miles off, many of the enemy's garrisons being in the way. This,"], [37, "GENERAL FAIRFAX. 31 in two hours after, was accordingly done, lest the enemy should presently send horse to prevent us ; for they had fifty or sixty troops within three miles : But we got well to Selby, where there was a ferry, and hard by a garrison at Cawood. My father being a mile before, with a few men, getting over the ferry, word came to us that he was in danger to be taken. I hasted to him with about forty horse, the rest following in some disorder. He was newly got into the boat, when the enemy with three Cornets of horse entred the town. I was drawn up in the market-place, directly before the street they came down ; when they were almost half come into the market-place, they turned on the right hand ; with part of my troop I charged them in the flank, and divided them ; we had the chase of them down the long street that goes to Brayton. It happened at the same time that those men 1 left behind were coming up that street, but being in disorder, and discouraged with the misfortunes of so many days before, they turned about and gave way, not knowing we were pursuing the enemy in their rear. At the end of this street was a narrow lane, which led to Cawood. The enemy strove to pass that way, but it being narrow, there was a sudden stop, where we were mingled one among another. Here I received a shot in the wrist of my arm, which made the bridle fall out of my hand, and being among the nerves and veins, suddenly let out such a quantity of blood, that I was ready to fall from my horse: But taking the reins in the other hand in which I had my sword, the enemy minding nothing so much as how to get away, I drew myself out of the crowd, and came to our men, who turned about, and seeing me ready to fall from my horse, they laid me on the ground ; now when I was almost senseless, my surgeon came seasonably, and bound up the wound, and stopt the bleeding. After a quarter of an hour's rest, I got upon horse-back again ; the other part of our horse had beaten the enemy back to Cawood, the same way they came first to us."], [38, "32 GENERAL FAIRFAX. Thus by the goodness of God, our passage was made clear ; some went over the ferry after my father, I myself with others went through the levels to Hull, but it proved a very troublesome and dangerous passage, being often interrupted by the enemy, sometimes in our front, some times in our rear. I had been twenty hours on horse-back, after I was shot, without any rest or refreshment, and as many hours before. And as a further affliction, my daughter, not above five years old, being carried before her maid, endured all this retreat on horse-back ; but nature not being able to hold out any longer, she fell into frequent swoonings, and in appearance was ready to expire her last. Having now past the Trent, and seeing a house not far off, I sent her with her maid only thither, with little hopes of seeing her any more alive, though I intended the next day to send a ship from Hull for her. I went on to Barton, having sent before to have a ship ready against my coming thither. Here I lay down to take a little rest, if it were possible to find any in a body so full of pain, and a mind yet fuller of anxiety and trouble. Though I must acknowledge it as the infinite goodness of God, that my spirit was nothing at all discouraged from doing still that which I thought to be my duty. I had not rested a quarter of an hour, before the enemy came close to the town. I had now not above a hundred horse with me, we went to the ship, where under the security of her ordinance we got all our men and horse aboard ; and crossing Humber, we arriv'd at Hull, our men faint and tired. I my self had lost all, even to my shirt, for my cloaths were made unfit to wear with rents and blood. Presently after my coming to Hull, I sent a ship for my daughter, who was brought the next day to the town, pretty well recovered of her long and tedious journey. Not many days after the Earl of Newcastle sent my wife back again in his coach, with some horse to guard her; which generous act of his gain'd him more reputa tion, than he could have got by detaining a lady prisoner, upon such terms."], [39, "GENERAL FAIRFAX. 33 Many of our men, who were dispersed in this long retreat, came hither again to us. Our first business was to raise new forces, and in a short time we had about 1500 foot, and 700 horse. The town being little, I was sent to Beverley, with the horse, and 600 foot, but my Lord of Newcastle now looking upon us as inconsiderable, was marched into Lincolnshire, with his whole army, leaving some few garrisons. He took in Gainsbrough, and Lincoln, and intended Boston, which was the key of the associated counties ; for his orders, which I have seen, were to go into Essex, and block up London on that side. Having laid a great while still, and being now strong enough for those forces which remain'd in the country, we sent out a good party to make an attempt upon Stanford-Bridge, near York, but the enemy upon the alarm fled thither, which put them also in such a fear, that they sent earnestly to my Lord of Newcastle to desire him to return, or the country would again be lost. Upon this he returned again into Yorkshire, and not long after came to besiege Hull. I lay at Beverley in the way of his march, and finding we were not able to defend such an open place against an army, I desired orders from my father to retire back to Hull; but the committee there had more mind of raising money, than to take care of the soldiers ; and yet these men had the greatest share in command at this time, and would not let any orders be given for our retreat ; nor was it fit for us to return without order. The enemy marched with his whole army towards us : retreat we must not; keep the town we could not. So, to make our retreat more honourable and useful, I drew out all the horse and dragoons towards the enemy; and stood drawn up by a wood side all that night. Next morning by day, our scouts and theirs fired on one another. They marched on with their whole body, which was about 4000 horse, and 12000 foot. We stood till they were come very near to us. I then drew off, having given direction before for the foot to march away towards Hull, and thinking to make good the retreat with the horse."], [40, "34 GENERAL FAIRFAX. The enemy with a good party came up in our rear ; the lanes being narrow we made good shift with them. till we got into Beverley, and shut the gate, which we had scarce time to do, they being so close to us. In this business we lost Major Layton, and not above two more. The enemy not knowing what forces we had in the town, stay'd till the rest of the army came up, which was about a mile behind. This gave our foot some advantage in their retreat, it being five miles to Hull, and the way on narrow banks. I sent the horse by Cottingham, a more open road, who got well thither ; they overtook the foot, and made good their retreat, till we got to a little bridge two miles from Hull, where we made a stand :• the enemy followed close: our men gave them a good volley of shot, which made them draw back, and they advanced no further. So leaving a small guard at the bridge, we got safe to Hull. Thus not only for want of military skill in the gentle men of the committee, but to say no more, for want of good nature, we were expos'd to this trouble and danger. My Lord of Newcastle now laid siege to Hull, but at a great distance, for the sluices were let open and drowned the land for two miles about the town. Yet upon a bank, which was the highway, he approach ed so near as to shoot cannon shot at random into the town, and for the most part hot bullets, but by the dili gence and care of the governor, who caused every inhabitant to watch his own house, the danger was prevented. Our horse was now useless, and many died every day. having nothing but salt water about the town. I was therefore sent over with the horse into Lincolnshire to join with the Earl of Manchester's forces, which were then commanded by Major General Cromwell, who received us at our landing with his troops. Sir John Henderson lay within three or four miles of this place, with 5000 men, to prevent our conjunction, but durst not attempt it. He marched three or four days near unto us, but for want of good intelligence, we"], [41, "GENERAL FAIRFAX. 35 did not know so much. For I altogether trusted to the care of our new friends, being a stranger in those parts. At Horncastle one morning he fell upon our out guards, who being but newly raised in that country, fled towards Lincoln, without giving any alarm to our quarters, that lay dispersed and secure. Sir John Henderson marching slowly with his army, gave the alarm to some of our out quarters, which was soon taken in all the rest. Yet we were in some dis order before we could get into any considerable body. My Lord Willoughby with his horse, and my dragoons, commanded by Colonel Morgan, brought up the rear, and after some skirmishes, we lodged that night in the field. The next day the Earl of Manchester came to us with his foot, the day following we advanced toward the enemy, and chusing a convenient ground to fight on, we drew up the army there. The enemy did so on the side of another hill close by, having a little plain betwixt us. Lieutenant General Cromwell had the van, I the reserve of horse, my Lord Manchester all the foot. After we had faced one another a good while, the Forlorn Hopes began the fight, presently the bodies met on the plain, where the fight was hot for half an hour, but then they were forced to a rout, 200 kill'd, and many taken prisoners. This was the issue of Horncastle fight, or as some call it, Winsby fight. At the same instant we heard great shooting of ordi nance towards Hull, which was a sally my father made out of the town upon my Lord of Newcastle's trenches, who drew out most part of his army to relieve them : But our men charged them so resolutely, that they possessed themselves of the cannon, and pursuing their advantage, put the enemy to a total rout, upon which he raised the siege, and returned again to York. These two defeats together, the one falling upon the horse, the other upon the foot, kept the enemy all that winter from attempting any thing ; and we, after the taking of Lincoln, settled ourselves in winter quarters."], [42, "36 GENERAL FAIRFAX. Permit us now to make a small digression, in describ ing the wonderful display of providence about this time, in the taking of Crowland by the men of Spalding, which take as follows : One Captain Welbie, with his adherents and some commanders, in open hostility against the Parliament, fortified the said town of Crow land with breast-works and . trenches very strongly ; which being effected, Welbie and his company came in the night to Spalding, (which at that time was utterly unfurnished with men and arms) and about break of day beset the house of one Mr. Ram, minister's that town, where they also took Mr. John Harrington, Mr. Horn, and Mr. Slater, a gentleman of above sixty years of age, carried them to Crowland and imprisoned them there. After they had continued three weeks in close confinement, the inhabitants of Spalding assembled themselves into a pretty competent strength, and so ad vanced to Crowland to relieve and redeem the said gentlemen out of their harsh confinement, whereupon, about eight of the clock the first night, all these prisoners were carried down to the bulwark upon the north-side of the town, but their friends forces not falling on, they were carried to prison again. But as soon as the Spalding forces approached near the town, they were all brought forth again and carried to that part of the town where the first onset was given, being all of them fast pinioned, and forced to stand in an open place where the cannon might, and did play most furiously upon them. Shortly after this all these gentlemen were set upon the top of the breast-works, where they stood at least three hours, their dear and faithful friends, that came to relieve them, shooting fiercely at them a great part of all that day before they knew who they were ; yea, Captain Harrington took one of his soldiers muskets, charging it with pistol shot, and himself made three shoots at his own father, not knowing who he was, all the rest of Spalding forces on that side (supposing they had been Crowlanders, and that they stood there to out-brave them) shot at them very angrily 'till at last perceiving who they were, quickly left firing on them, and began to play more to the right hand, whither"], [43, "GENERAL FAIRFAX. 37 presently Mr. Ram and Mr. Horn were by the Crow landers removed ; which* also their friends again discern ing, they held their hands and forbore to shoot, so that little was done on that side of the town that day ; but as the fury of the fight abated in those parts, so it increased on the north side, whither presently Mr. Ram and Mr. Horn were posted, and there also set upon the bulwarks for the Spalding forces to play upon them with their shot, who indeed plied very fiercely with cannon and musket for a great while together, supposing that Mr. Ram had been the priest of the town (one Mr. Styles, a special personal actor in these matters) to their great grief and many of their dear friends (as they acknowledged afterwards when the town was taken) shot many times, and very vehemently, against their beloved friends, and at their pious minister, and Mr. Horn, who stood by him : But, wonderful to think, providential mercy was so apparent in the preservation of these men's lives, and guided all the bullets still, that all the multitudes of shot which continually flew about their ears, and many within half musket shot of them, yet not one bullet, small or great, had power to hurt any of them. But to go on, when these gentlemen had continued thus three hours or more on the north side of the works, Spalding forces began to retreat there also, and then the gentlemen were taken down and guarded to their prison, together with Mr. Harrington and the other two prisoners, who had continued all that while on the west works. But the forces on the north-side beginning again to fire on the Crowlanders, they were carried back again and set on the works as aforesaid, whereupon Spalding forces honestly retreated on both sides. Not long after Spalding forces assaulted the town again in three different places at once, who all being come near the town, the Rev'd Mr. Ram was again called for, and brought out of his lodging, and carried with all speed to the north bulwark, and there, being straitly pinioned, was most inhumanly laid within the works on the wet ground, where he laid five hours, often intreating to be set upon the bulwark, by reason of the"], [44, "38 GENERAL FAIRFAX. extreme numbness of his limbs, and extraordinary weariness with lying in that posture and condition, but they would not suffer it. In brief, within two or three days the town was taken, but some of the chief actors of the fore-mentioned vil lanies got away, divers were taken in the town and clapt into prison at Colchester, Ipswich, and other places. Thus much I have particularly related of the taking of this town, and the wonderful preservation of these gentlemen's lives. In the coldest season of the year I was commanded by the Parliament to go and raise the siege at Namptwich, which the Lord Byron, with the Irish Army, had re duced to great extremity. I was the most unfit of all their forces, being ever the worst paid, my men sickly and almost naked ; I desired the Parliament that they would be pleased to supply these wants, not excusing myself, as some did, who had no will to stir, though well enough accommodated. The Parliament's answer was a positive direction to march, for it would admit of no delay. But foreseeing I should have such a return to my desires, and consider ing the necessity of the business, I had upon my own credit got so much cloth as cloathed 1500 men, and all were ready to march when these orders came to me. The twenty-ninth of December we set forward from Falkingham in Lincolnshire, with 1800 horse, and 500 dragoons, and power to call the regiments of foot in Lancashire and Cheshire, to make up the body of the army, which I found was not a little trouble when f came to Manchester, for some were thirty, some forty miles distant, besides the dissatisfaction of some of their Colonels, went as their particular safety or interest swayed them. But finding more readiness in the inferior officers, and common soldiers, I got up in a few days near 3000 foot. With this army we marched to Namptwich, which was at the point of surrendering. When we came within a day's march, I had intelligence the Lord Byron had drawn off his siege, and intended to meet us in the field. I put my men into the order in which I"], [45, "GENERAL FAIRFAX. 39 intended to fight, and continued my march till we came within three miles of the town. There was a pass kept with about 250 men ; I sent Colonel Morgan with his dragoons, who beat them off, in which his brother was slain. The major, who com manded the other party, with some others, was taken prisoner. We marched on till we cams within cannon shot of their works, where half of their army was drawn up. And we were inform'd, that the river which runs through the town, being raised with the melting of the snow, hin dered those that lay on the other side of the town from joining with them. We call'd a council of war, wherein it was debated whether we should attempt those in their works, being divided from the rest of the army, or march into the town, and relieve them, and by the increase of our force be better able the next day to encounter them. This last was resolved on, and making way with pioneers through the hedges, we marched to the town; but after we had gone a little way, word came that the enemy was in the rear. We faced about with two regi ments, and my own regiment of horse, commanded by Major Rokeby, and reliev'd those that were engaged, and so the fight began on all sides. These that fell on our rear, were that part of their army that lay on the other side of the town, who had past the river. Those who were drawn up under their works, fell upon our van, which was marching to the town. Thus was the battle divided, there being a quarter of a mile betwixt us and the division that first engag'd. Our foot at the beginning gave a little ground, but our horsi recover'd this, by beating the enemies horse out of the lanes that flanked our foot, which did so encourage our men, that they regain'd their ground on the enemy, and made them retreat from hedge to hedge, 'till at length they were forced to fly to their works. Their horse retreated in better order, towards Chester, without much loss. Our other wing being assisted from the town, who sally'd out with seven or eight hundred musketeers, beat the enemy back into the same works."], [46, "40 GENERAL FAIRFAX. We presently surrounded them, and being in great dis order and confusion, they soon yielded themselves prisoners, with all their chief officers, arms, colours and ammunition. Thus, by the mercy of God, was this victory obtain'd, being the more signal, in that we were not to deal with young soldiers, but with men of great experience, and an army which had ever been victorious. After this we took in several garrisons in Cheshire ; Latham only in Lancashire held out, which was besieg'd by the forces of that county, but afterward the siege was rais'd by Prince Rupert. Having spent three or four months in this expedition, my father commanded me back into Yorkshire, that by the conjunction of our forces, he might be abler to take the field. We met about Ferrybridge, he being come out of Hull thither, with intent to fall upon the enemies garrison at Selby. I receiv'd at this time another command from the Parliament to march immediately with my horse and dragoons into Northumberland, to join with the Scots army. The Earl of Newcastle, who was then at Durham, being much stronger in horse than they, for want of which they could not advance : But it being resolv'd within a day or two to storm Selby, I stay'd 'till that business was over, which proved as effectual for the relief of the Scots army. The Governor of York, Col. Bellasis, lay in Selby with 2000 men. We drew our horse and foot close to the town, Sir John Meldrum led on the foot, which had their several posts appointed them, where they should storm. I with the horse ready to second them. The enemy within defended themselves stoutly a good while. Our men at length beat them from the line, but could not advance further because of the horse within. I got a barricado open, which let us in betwixt the houses and the river ; here we had an encounter with their horse : After one charge, they fled over a bridge of boats to York ; their horse came up, and charged us again, where my horse was overthrown, 1 being single a little before my men, who presently reliev'd me, and forced the enemy back. They retreated also to York. In this charge we"], [47, "GENERAL FAIRFAX. 41 took Col. Bellasis, Governor of York. By this time the foot had entred the town, and had taken many prisoners. This good success of ours put them into great distraction and fear at York ; so that they speedily sent to the Earl of Newcastle to haste back thither, be lieving we would presently attempt them. This news suddenly call'd him back, leaving the Scots, who with cold, and often alarms, were reduced to great extremity, but now they advance after him. The Earl of Newcastle gets into York ; the Scots join with my father at Wetherby, altogether made 16000 foot, and 4000 horse. They march on to York. For the siege of York it was thought necessary to have more men, the town being large in compass, and strongly manned. The Earl of Crawford, Lindsey, and myself were sent to the Earl of Manchester, to desire him to join with us in the siege, to which he willingly consented, bringing an addition of 6000 foot, and 3000 horse. Now the army had three Generals, Lesly, Manches ter and Fairfax, who lay apart in three several quarters before the town, but the north side still remained open. Some time was spent here without any considerable action, till in my Lord of Manchester's quarters, approaches were made to St. Mary's tower, and they soon came to mine it. Colonel Crawford, a Scotchman, who commanded that quarter, sprung the mine, being ambitious to have the honour alone of it, without acquainting the other two Generals, for their advice, and concurrence, which proved very prejudicial, for having engaged his party against the whole strength of the town, without more forces to second him, he was repulsed with the loss of three hundred men ; for which he had surely been called to an account, but escaped the better by reason of this triumviral government. Soon after Prince Rupert came to relieve the town. We raised the siege. Hessey-Moor was appointed the rendezvous, and the whole army drew thither. About a mile from thence lay the Prince, the river Ouse being betwixt us, which he that night past over at Poppleton. The next day he drew his army into the"], [48, "42 GENERAL FAIRFAX. same moor, which being now joined with my Lord of Newcastle's army, made about 23 or 24,000 men ; we something more. We were divided in our opinions what to do. The English were for fighting ; the Scots for retreating, to gain (as they alledged) both time and place of more advantage. This being resolv'd on, we marched away to Tad caster, which made the enemy advance the faster. Lieutenant General Cromwell, Lesley, and myself were appointed to bring up the rear. We sent word to the Generals of the necessity of making a stand, or else the enemy, having this advantage, might put us in some disorder. But by the advantage of the ground we were on, we hoped to make it good 'till they came back to us, which they did. The place was Marston fields, which afterwards gave the name to this battle. Here we drew up our army. The enemy was drawn up in battalia on the moor a little below us. The day being most part spent in preparations, we now began to descend towards them. Lieutenant Gene ral Cromwell commanded the left wing of the horse, and seconded by Major General Lesly ; I had the right wing, with some Scots horse, and lances for my reserves. The three Generals were with the foot. Our left wing first charged the enemy's right wing, which was perform'd for a while with much resolution on both sides, but the enemy at length was put to the worst. Our right wing had not all so good success, by reason of the furzes and ditches we were to pass over before we could get to the enemy, which put us into great dis order. «■ Notwithstanding I drew up a body of 400 horse. But because their intervals of horse in this wing only, were lined with musketeers, who did us much hurt with their shot, I was necessitated to charge them. We were a long time engaged one within another ; but at last we routed that part of their wing we charged and pursued them a good way towards York. Myself only returned presently, to get to the men I left behind"], [49, "GENERAL FAIRFAX. 43 me. But that part of the enemy which stood, perceiv ing the disorder they were in, had charged and routed them before I could get to them : So that the good suc cess we had at first was eclipsed by this bad conclusion. Our other wing and most of the foot went on prosper ously, 'till they had cleared the field. I must ever remember with thankfulness the goodness of God to me this day ; for having charged through the enemy, and my men going after the pursuit, and return ing back to go to my other troops, I was got in among the enemy, who stood up and down the field in several bodies of horse, so taking the signal out of my hat, I past through them for one of their own commanders, and got to my Lord of Manchester's horse, in the other wing ; only with a cut in my cheek, which was given me in the first charge, and a shot which my horse re ceived. In this charge many of my officers and soldiers were hurt and slain : The Captain of my own troop was shot in the arm, my Cornet had both his hands cut, so as render'd him ever after unserviceable. Captain Mick lethwait, an honest stout gentleman, was slain : And scarce any officer who was in this charge but receiv'd a hurt. Col. Lambert, who should have seconded me, but could not get up to me, charged in another place. Major Fairfax, who was Major to his regiment, had at least thirty wounds, of which he died at York, after he had been abroad again, and in good hopes of re covery. But that which nearest of all concern'd me, was the loss of my brother Charles Fairfax, who being deserted of his men, was sore wounded, of which in three or four days after he dyed. Buried at Marston. Ætat. 23. In this charge as many were hurt and kill'd as in the whole army besides. On the enemy's part there were above 4000 slain, and many taken prisoners. Prince Rupert returned into the South, the Earl of Newcastle went beyond sea, with many of his officers. York was presently surrendered, and the North now was wholly reduced by the Parliament's forces, except some garrisons."], [50, "44 GENERAL FAIRFAX. Soon after this I went to Helmesley, to take in the castle there, where I received a dangerous shot in my shoulder, and was brought back to York, all being doubtful of my recovery for some time. At the same time the Parliament voted me to com mand the army in the South. But my intentions being only to keep in mind what I had been present in during this Northern war, I shall put an end to this discourse, where it pleas'd God to determine my service there. Yet thus with some smart from his rod, to let me see I was not mindful enough of returning my humble thanks and acknowledgments for the deliverances and mercies I received ; and for which (alas) 1 am not yet capable enough to praise him as I ought, that I may say by experience, Who is a God like unto our God. Therefore, not unto us, 0 Lord, not unto us, but unto thy name give we the praise. But as for my self, and what I have done, I say with Solomon, I looked on all the works that my hands had wrought, and on the labour that I had laboured to do, and behold all was vanity and vexation of spirit. For there is no remembrance of the wise more than the fool for ever, seeing that which now is, in the days to come shall be forgotten."], [51, "A Genuine Account of The Famous SIEGE OF MANCHESTER, IN THE Months of Sept. and Oct. 1642 Taken from a letter of a respectable Inhabitant of that place, who was an eye-witness thereof. THE town of Manchester at this time was a rich and populous place, but to add more to its grandeur and reputation in general, it was a very pious and religious one : But as the finest gold has its alloy, so this people were unhappily divided in their judgments respecting the unnatural division that at this time subsisted betwixt the King and Parliament, part of them declaring for the King, and the other for the Parliament ; amongst the former was Lord Strange, who levied a great body of forces in order to take pos session of the town in the King's favour. Amongst the opposite party were Mr. Holland of Denton, Mr. Edgerton of Shagh, and Mr. Erid of Denton, deputy lieutenants by the ordinance of Parlia ment, did advise and consult with the town what were best to be done in this critical conjuncture for the safety thereof. The result of which consultation was, that they should immediately assemble the militia and seize upon the town in the name of the Parliament, which they did,"], [52, "46 SIEGE OF MANCHESTER. when numbers of the townsmen joined them, who daily exercised each other, and thereby many of them became very expert musketeers, and active and able pike-men. They also had amongst them at this time an able German Engineer [Roseworm] , to whose skill, industry, faithfulnss and valour (under God) they owed much of their preservation ; he gave directions for the chaining up and fortifying the ends of the town, which was at first begun with great diligence, but found great opposition from the other party, who threatened to hinder the setting down of the posts. Whilst this commotion was in agitation, the King's party in Cheshire, under the command of Sir Edward Fitten and Mr. Leigh of Adlington, did plunder, pillage, and disarm those of the opposite party, and took from them such arms and other implements they had pro vided for the safety and protection of themselves and their families. This so alarmed the country people round Manches ter, that they assembled themselves together in one large body, and marched immediately into the town, and joined the militia and the townsmen there, which also gave a fit opportunity to facilitate the setting down of the posts, and perfecting the fortifications, which were before opposed and not finished. On Saturday September 24, in the night came certain intelligence to the town, that great forces were coming from Warrington against it, conducted by Lord Strange, Lord Mohneux, and many other gentlemen, who all assisted with men and money. At this time there were in town about 150 of Mr. Ashton of Middleton's tenants in complete arms, com manded by Captain Bradshaw, together with the town's forces, under the command of Captain Ratcliffe, who chearfully and courageously, upon the beating of a drum, repaired to the end of the town, resolving (bv God's assistance) to maintain their liberty and property with the utmost hazard of their lives. Hereupon the bells were rung and posts sent to every part of the country about to give notice of their danger."], [53, "SIEGE OF MANCHESTER. 47 Whereupon Mr. Holland of Denton, Captain Booth, son to Sir George Booth of Dunham, and other worthy gentlemen, with their tenants and others their neigh bours came in chearfully. Part of Lord Strange's forces came through Cheshire, and part on the other side of the River Irwell ; the breaking of a wheel which carried their ordnance re tarded the forces that they came not in view of the town till about nine o'clock on the Lord's day in the morning, and at that time sundry companies appeared in open view. Then two gentlemen were sent to know the reason of their coming in such a hostile manner ; his Lordship stayed one of them as an hostage, and sent Captain Windebank to require entrance, and that he might march with his army into the town, which was unani mously denied him ; and on this very day (as it is credibly reported) the Earl of Derby, his father, died in sorrow and discontent at his son's unnatural actions against his native countrymen. On Monday September 26, Lord Strange, now Earl of Derby, sent another messenger to the same purpose as before, promising to use the town kindly, otherwise fear ful destruction might ensue ; but his requests were not granted nor his threats regarded ; whereupon about twelve o'clock of the same day he began to play with his cannon upon Deansgate and Salford-Bridge ; the bullets that were taken up weighed between four and six pounds a piece ; and this afternoon the battle was hot on both sides, most of the townsmen constantly charged and discharged most resolutely, to the great admiration and terror of the enemy. The fight was first begun by the Earl and his forces, which were in and about a house of Sir Edward Mosley 's, called the Lodge, where they planted some of their ordnance, and at the same time was seconded by an assault which they made from Salford-Bridge ; they having possessed themselves of the town of Salford which joineth to Manchester, save only a water betwixt them. Yet this town joined not with Manchester in a com mon defence ; but it pleased God that their cannon"], [54, "48 SIEGE OF MANCHESTER. played in vain upon the town, and therefore they essayed to enter the town by beating the defendants out of their works, which they being not able to do, they sent some of their soldiers to fire two barns and eight or twelve dwelling-houses about twelve rods from the out works, which they effected ; the enemy with great shouting cried out the town is ours, the town is ours, and renewed the assault ; but by the valour and courage of Captain Bradshaw and his band of soldiers, they were beaten back, and many of them slain in the assault. The wind at the first blew the flames and smoak into the faces of our soldiers, to their great annoyance and endangering of the town ; but God, who rides upon the wings of the wind, suddenly turned it 'till the rage of the fire was abated. Those forces which were in Salford endeavoured to enter the bridge, where they found such hot entertain ment at the hands of Captain Roseworm (the German engineer before-mentioned) and his soldiers, that they were there also forced to retreat with the loss of some of their men ; but having possessed themselves of a house at the foot of the bridge, they continued all night shoot ing at those noble defendants. In this day's fight the town lost not one man ; on Tuesday morning a soldier of the enemy's was taken, being mortally wounded, who confessed he was one of the seven that set the barn on fire, and lived but a day after he was apprehended. This same day there was an assault made at the other ends of the town, especially at the Market-street-lane end, but they were repulsed by Captain Ratcliff and his company ; the townsmen likewise sallied out, took divers prisoners, slew and put to flight others that were strag gling in the fields. About five of the clock that evening, the Earl of Derby sounded for a parley, and sent a message in writing to the town, which was as followeth: \" In obedience to his Majesty's command, I have drawn some \"forces hither with no intention of prejudice to your town, or \" any person in it ; but to require your ready obedience to his \" Majesty in yielding yourselves dutifully and chearfully to his"], [55, "SIEGE OF MANCHESTER. 49 \"protection ; which I once more (sogteat is the value I set upon \" the effusion of one drop of my country's blood) summon you to \" under t-is assurance, that no man's person or goods shall be \" harmed, so you give up your arms to me, to be disposed of \"according to his Majesty's command: But, if you shall \" remain obstinate in your disobedience, and resolve to stand it \" out, I will in that way proceed with all honour, by offering \"you a safe convoy of your women and children out of the town, \" so that it be done immediately.\" The gentlemen of the town desired till ten of the clock the next day to give their answer; he granted till seven, and they promised mutually that all acts of hostility should cease during that time, which was exactly performed on the town's side, and by means thereof our soldiers (who had been much wearied with watching and fighting three days and three nights before) got comfortable refreshing. But that very same night the enemy was very busy in plundering and pillaging many houses about the town, to the great prejudice of the inhabitants thereof, if not their utter undoing; and also slew two neighbours in Bolton, which were coming peaceably with about 150 more to assist the town ; and planted two pieces of ordnance in Salford, from which they were beaten the next day by musket-shot from the church-yard : And, on Wednesday morning, the gentlemen returned this answer: \" May it please your Honour, \" To receive this answer to your propositions ; we are not \" conscious to ourselves of any a£t committed by us, that you \" should in the least kind divest us, his Majesty's loyal subjects, \" of his royal protection, nor to any disobedience to his Majesty's \" lawful command ; for we can no way persuade ourselves that \" his Majesty, who hath so often and so solemnly declared to \" rule his people by his laws, and to preserve the properties 01 \" our estates, should now require us to give away our arms, \" which are (under God) one means of cur laws id defence against \" malignant enemies, and multitudes of bloody papists, which \" do abound in our country ; and had not God by his infinite \" mercy prevented it, before this day would have made the like \" rebellion in our country, and committed the like barbarous"], [56, "50 SIEGE OF MANCHESTER. \" outrages against us and all others of the true protestant \" religion, as their bloody brethren have done in Ireland, seeing \" they are acted by the same hellish principle as they. \" And we cannot but much wonder, that your Honour should \" come against us in such an open hostile manner to take away \" our arms, which is so absolutely against all law and the \"right of the subjeCl, which we are bound and faithfully \" resolved to maintain, according to our late solemn protestation. \" And we can by no means be assured by your Lordship, of \" the safety of our persons and goods, if we deliver up our arms, \"seeing, since this treaty, some of our neighbours' houses, being \"protestants, have been plundered, or attempted to have been \"plundered, and some of our friends coming in a peaceable \" way to our relief, have been cruelly murdered and slain by \" some of your soldiers.\" This reply to his Lordship's message being thus sent unto him, some few hours after the Earl of Derby sent Sir John Mounson to mediate again, who said, his Honour would be content with part of their arms. The gentlemen in the town referred it to the soldiers what to answer hereunto, who all resolutely answered they would not give him a yard of match, but would maintain their cause and arms to the last drop of their blood. After the return of this message, his Lordship being enraged therewith, caused his ordnance to play again upon the town, but all his shots, by God's providence, did no harm, save only that they killed a lad who stood gazing upon the top of a stile, and was shot through the side with a cannon-bullet, but no other harm done thereby. Thursday following one Captain Standish, in Salford, was slain by a bullet from the town, who (as was reported) was then reproaching his soldiers because they would not fall on, upon whose death the soldiers fled away ; and other soldiers also fled by scores, yea, also by hundreds daily fled from Lord Strange: There were slain on his side (as we credibly heard) about 200, and some commanders of note, three whereof were buried at Didsbury ; and the town lost but four men, whereof, two by accident, and two by the enemy, but no more in all."], [57, "SIEGE OF MANCHESTER. 51 Upon the Friday following little was done, only the Earl continued playing upon the town with his ordnance and musket-shot from Salford and the Lodge, and they cast up a trench before the end of Deansgate, as if the Earl had intended to make a long siege, his ordnance made holes in divers houses, and battered down a piece of a chimney, but did little harm else. The same night his cannons were removed, and on Saturday he desired that prisoners might be exchanged, and that plundering might cease on both sides; it was answered, that the town's party had not plundered one house, but his Lordship's forces had plundered so many, that io,oool. would not make a recompence. Prisoners were exchanged according to his motion, and about noon the same day the Earl (it seemed being tired already with the siege) removed his forces from before the town. The soldiers in the town, from first to last, had prayers and singing of psalms daily at the ends of the streets, most of them being honest and religious men, and of a very civil and inoffensive conversation, and came out of conscience of their oath and protestation ; and the inhabitants and townsmen were very kind and respectful to the soldiers that thus assisted them, and all things were common among them ; the gentlemen of the town made bullets night and day ; the soldiers were most resolute and courageous, and feared nothing so much as a parley. It was even admirable and wonderful, and might be thought a thing almost impossible, that so many bullets from the cannon and muskets should be shot at the town and yet so few hurt, for there could not be less (on probable conjecture) than four thousand bullets shot from the enemy, small and great, and very near as many from the town, and yet, as was said before, not above four men killed and as many wounded. At the time of the parley, or treaty, of the Lord Strange with the town, as before-mentioned, he asked a gentleman that came to see him, whether his cannon had not slain 2 or 300 of our men, but he was answered that"], [58, "52 SIEGE OF MANCHESTER. they had but slain one single person at that time, and that was the boy on the stile, whereat he was even amazed and would hardly believe it. One soldier was accidentally slain by one of his fellow soldier's pieces flying off unawares. The enemy's bullets, though they flew as thick as hail into the town, and about the townsmen, yet, as was said before, none of them was hurt. One bullet touched a man's lip, and did him no more hurt; another cut off a soldier's bandaleers as they hung by his side, and touched not his body; yea, a cannon bullet came so near Captain Bradshaw as that it touched his arm, but hurt him not. Now these and many the like visible expressions of God's providence and protection, did so encourage them that (as some of themselves said) they went as merrily to meet their enemies in the hottest skirmishes, as to a feast ; and many of them were heard to say to one another, Go on courageously, thro' the name of the Lord we shall destroy them ; they fall down fiat, but we do rise and stand up stedfastly by our Gcd : These things I have by a credible information from an honest and godly inhabi tant in Manchester, who was an eye-witness of them. But to go on, the Deputy Lieutenant, Captain Chant well, and other vigilant and prudent gentlemen of the town, took great pains night and day to see that the soldiers did their duty in their several places and stations, and to encourage and advise them therein. The Lord Strange's soldiers many of them wept, and protested their great unwillingness to fight against Manchester, affirming they were deceived and deluded or they had never come thither. And thus I say, at last the Earl of Derby, weary of this unsuccessful business, left the town and marched away from them about the beginning of October with his army, which consisted at his first approach of at least 4000 foot, seven pieces of ordnance, 200 dragoons, and 100 horsemen, and thus ended this most memorable and remarkable affair."], [59, "THE SIEGE OF PRESTON, &c. February io, 1643. ABOUT this time Sir John S(m)eaton, a most renowned valiant Knight, and Major-General of the Par- liament's forces in Lancashire, lying at Man chester with a body of troops, marched from thence towards the town of Preston, attended by Sergeant Major Sparrow, Colonel Holland, Captain Booth, Serjeant Major Birch, and with them three companies of foot, together with as many more from Bolton, who all met together at Blackburn, where they were joined with four or five companies of Blackburn Hundred, under the command of Captain Nowel, of Meakley, and some other Captains, with about 2000 club-men. Their march that night was tedious unto them, es pecially to many who had marched the day and night before ; but yet, to accommodate them therein, it pleased God to favour them with a very fair night to travel in, such as had not been of a considerable time before, which they took for a very great mercy, and a good omen of success."], [60, "54 SIEGE OF PRESTON. Thus they came before the town of Preston, it being on a Wednesday at night, the next morning every preparation was made necessary to attack the town, which was well fortified with a brick-wall, both outer and inner. Our men (but especially the three companies that came from Manchester) assaulted the town with the greatest courage and undaunted resolution. Captain Booth was the first who most bravely scaled the walls, and being got up, called out unto his men, saying, \" Follow me, or give me up for ever,\" which words so animated the soldiers that they became fear less, and forgetting every danger, resolutely followed their brave leader ; Colonel Holland's company behold ing the unparalleled resolution of these brave men, resolved to follow them, so that there became much strife amongst them who should exert themselves most in this bold attempt ; but the brave Captain Booth still had the precedence, and made the first entrance. The garrison fought it out in a most wonderful manner, and kept their inner works with push of pikes ; and the breach they also bravely defended with their swords for a considerable time. The Major General Sir John Seaton, behaved himself most bravely at the end of Church-street, where an entry was also made, and our men beat them most resolutely from their posts, and from the steeple. Thus the fight continued on both sides with the greatest courage and resolution for near two hours, till our men, with invincible bravery, became masters of the town. There were divers slain on both sides, but especially on the town's side, in this assault ; and as if men must needs have singled out some on purpose for the slaughter ; yea, the Manchestrians themselves could scarcely have picked out fitter men (if they would any) for the sword than those that were slain in the fighi, especially the Major of Preston, by name, Mr. Adam Morte, a man resolute to desperation in the cause he"], [61, "SIEGE OF PRESTON. 55 stood for, who had oftentimes been heard to say and swear too, he would fire the town before he would give it up, and would begin with his own house ; but fighting most desperately, and having killed one of the Colonel's men in the fight, with the push of pike instantly after lost his own life for it, together with his own son's also, a bold and desperate young fellow. Sir Gilbert Haughton's brother, a Captain of their horse, was also slain ; Serjeant Major Purvey, lately come out of Ireland, having been a rebel there and con cerned in the cruel massacre, a wicked desperate papist ; Dr. Westley, a physician ; together with two or three Lieutenants, and some others of quality were likewise slain, and very many were mortally wounded. Sir Gilbert Haughton himself escaped by flight to Wigham, Capt. Farrington and Capt. Preston were taken prisoners ; and old Mr. Anderton of Clayton (their Commander) was also taken prisoner, together with Mr. George Talbot, Sir John Talbot's son ; Mr. Richard Fleetwood ; Mr. Blundell ; Mr. Abbot ; Mr. Mansley ; Mr. Thomas Haughton, and Capt. Haughton, Sir Gilbert's nephew, all men of quality ; Ralph Shorrock, John Hilton and above 200 others of meaner condition ; but Mr. Townley, of Townley, very hardly escaped by flight. Lady Haughton and Lady Girlington, wives to their Chief Leaders, were also taken as prizes : We also took three pieces of ordnance and a large mortar-piece, a great number of muskets, and many horses, with two or three colours, and divers inhabitants of the town were pillaged on purpose : There were but two or three barrels of powder found in the town. We had not one officer slain on our side, and but three or four common-soldiers in this assault, which was very remarkable and surprising, considering the number slain and taken prisoners on the enemy's side : But, indeed, we gave the enemy no time to annoy us with their great guns, our entry was so quick and violent, and the execution done was chiefly by the sword and club-men, who did excellent service."], [62, "56 SIEGE OF PRESTON. This victory in taking the town, was not only very extraordinary in itself in securing a place of great advan tage and preservation to the parliament's forces, but likewise in preventing the enemy from marching their forces and intercepting our passage from Newcastle to Chester and Shrewsbury, so that the country in general was now open, and consequently of singular advantage to our forces in general. Much about this time a large ship, laden with necessary supplies for the Kfng's forces in these parts, or rather (as supposed) for the Irish rebels, were driven by stress of weather upon the sands in this county, whereof the brave Manchestrians having notice, they speedily posted thither, together with some other of the Parliament's forces, seized upon the said ship, and took out of her nineteen pieces of brass ordnance and two iron ones, with much powder and arms. The next day the Earl of Derby came up with a body of men, intending to have preserved the said ship, but he was too late, and therefore lost his labour, as he had often done before in contending with his countrymen ; however he possessed himself of the hull of the ship only, and because he would (as he thought) get himself some honour, having lost so much, he set her on fire, but withal made haste to return for fear he should be espied by the light of the flame, and so be himself surprised. Very shortly after this Serjeant Major Birch was sent from Preston to Lancaster with a body of men, in order to subdue the enemy in that town, who marched up with so much precipitation, together with such courage and resolution, that the enemy was struck with such fear and timidity of spirit, that they made little or no resistance, so that he easily took possession of the place and became master of it, the townsmen assisting him. The Earl of Derby now lying at Wigan with a large body of men strongly entrenched, it being a place where much of the enemy's treasure and ammunition were reposited : Major General Sir John Seaton marched his forces from Preston towards that place, together with his brave Manchestrians, and club-men of those parts, where a battle immediately began with the greatest fury"], [63, "SIEGE OF PRESTON. 57 on both sides, and for some time remained doubtful, but at length victory declared for the Parliament's General, and the Earl of Derby beat off the field and compelled to fly towards Blackburn. There were made prisoners of the Earl's forces about 800 men, 500 or upwards fled with the Duke ; above one thousand arms, besides ordnance and other ammunition, fell into our hands, and treasure and goods to the value of twenty thousand pounds at least. From hence the Manchestrians, with their faithful and valiant German engineer, marched on to Warrington, a place also of good strength and great resort of the enemy, which presently they came before, and set down, and besieged it in form ; the enemy immediately fled to the church and steeple, and exceeding boldly and resolutely defended themselves for some time, but the brave Man chestrians environed them on every side, raised a battery against the church, and obliged the enemy to surrender themselves prisoners of war. These advantages gained over the King's party by the parliament's forces, came so close one upon another, that it almost put an end to the civil broils in this part of the country, and had the Earl of Derby stopt here when he returned from burning the large ship aforementioned, it is likely the country in general had been freed at present from these calamities ; but the Earl fled to a town called Whaley, near Blackburn, his army then consisted of about five hundred horse, five hundred foot, and two thousand club-men ; the inhabitants thereof not expect ing such a visitant were very much surprised, and not being provided properly for defending themselves against so potent an enemy, they calmly submitted, and the Earl took possession of the town without molestation ; but knowing very well how the affections of the town, and country adjacent, were towards him, he took every method in his power to secure himself and his troops from being surprised by the enemy ; he therefore took possession of the church and lined it with men, and the steeple likewise ; and took every other precaution neces sary, in order if possible to frustrate every attack of the enemy."], [64, "58 SIEGE OF PRESTON. Whilst the Earl was thus busied in securing himself, the country around him were as busy in raising and collecting together what strength they could in order to dislodge him, if possible, from his strong hold. They presently gathered together a body of about three hundred musketeers, three hundred horse, and two hundred club-men, and notwithstanding the Earl was not only superior in force, but also better situated than they, yet they were resolved to attack him, which they immediately did ; beat them out of the church and steeple, and from every other post, and presently drove them out of the town into the open field. This defeat so exasperated the Earl that he challenged them into the field there to decide the matter, which challenge they accepted, and forthwith marched out and furiously set upon him, slew three hundred of his men, routed the whole army, and pursued them upwards of six miles. The Earl, with his scattered army, flew towards Wigan, and there collected what forces he could, in order, if possible to retrieve his lost reputation, in which he had suffered very much in taking up arms against the generality of his countrymen. This affair happened the latter end of April, and in the beginning of May following, the brave Manchestri ans, under the command of Colonel Ashton, with about two thousand horse and foot, marched towards Wigan, where Colonel Tilsley commanded for the Earl of Derby, with nine troops of horse, and several hundred foot, but when the brave Colonel Ashton appeared before the town, the enemy were smitten with astonishment of heart, durst not maintain their ground, but fled away to Latham, leaving Wigan to their possession. Whereupon the Colonel demolished all the out-works and fortifications, burnt the new gates and posts the enemy had set up, took an oath of the townsmen never to bear arms against the king and parliament, and then the Colonel pursued the enemy in their flight to Latham, whereupon the Earl of Derby and his company fled from thence to a town called Prescot, thinking there to have drawn in the country to his assistance, but the brave"], [65, "SIEGE OF PRESTON. 59 Manchestrians pursued them close thither also, and the enemy was forced to fly back to Latham ; but Colonel Ashton still pursued them and forced them from thence again, and made them fly to Preston, whither also the Manchestrians, giving neither themselves nor their enemy any rest, followed them close, still driving the Earl thence also, and made him fly either to Hornby-Castle, or else to the Queen into the North. His forces were driven at least eight miles from Pres ton, and pursued by Colonel Ashton, whose forces much encreased by these his prosperous proceedings, for many of the Earl's Soldiers left him and joined the Colonel, and chearfully offered their service. The Earl being thus pursued from place to place, and out of one strong hold after another, and his forces as well as himself entirely expelled out of the country ; he shortly after sent a letter to Colonel Ashton, desiring him not to fire his house at Latham, promising him three hundred pounds to spare it ; but the noble Colonel sent him word that he scorned his money or the firing of his bouse, and desired nothing more of him than if he pleased to meet him and to give him battle, but the Earl utterly declined it : and thus the enemy of their country, being haunted like as many ravenous beasts out of every strong hold, the whole county of Lancaster was wonderfully and providentially freed from all the toils, fears and calamities they had sometime undergone in this unnatu ral war, Warrington only excepted ; where a party of the enemy had collected themselves together after they had been dispersed from thence ; but about the begin ning of June the brave Manchestrians again formed themselves into a body, and with the greatest courage and alacrity marched towards Warrington, determined to dislodge them ; they presently arrived there, and immediately stormed the town, and forced the enemy, sword in hand, to surrender, notwithstanding Lord Capell had sent the enemy word at Warrington, if they would hold out the town a little longer, he would cer tainly relieve them, but the messenger was intercepted by the Namptwich forces, who understanding thereby Lord Capell was marching that way, they made out with"], [66, "60 SIEGE OF PRESTON. all speed to White-Church, and suddenly surprised that town, slew one hundred and fifty of the enemy, and took forty prisoners, some of them men of great worth and quality ; took 500 arms, and ammunition of powder and bullets, and manned and fortified the town for the king and parliament. At Warrington were taken at least six hundred prison ers, and eight pieces of ordnance : Thus they wiped Lord Capell's nose, and almost entirely put an end to the civil commotions in this part of the country."], [67, "A T i GENUINE ACCOUN O F The Sore Calamities THAT BEFELL BRADFORD I N The Time of the Civil War,"], [68, "BRA-L-ITORD CHURCH**"], [69, "To the Reader. THE following narrative was taken from a manu- script originally written by Joseph Lister, who was an eye-witness to the sore distresses and wretched misfortunes that befell Bradford in the unhappy reign of King Charles the first, wherein is inserted, in the most impartial manner, every material circumstance relative thereto; together with several other curious and interest ing observations selected from other celebrated Histori ans in those days, which the above Author has not taken notice of, as they probably fell not under his eye. Wherein the reader may perceive how wretched and deplorable was the state and condition of those unhappy people ; to what straits and difficulties they were driven ; their goods and chatties taken from them or thrown into the streets, and themselves, many of them, driven from their habitations, even with the loss of some of their lives. Moreover, the peruser has an opportunity of learning a most useful and profitable lesson, by comparing these happy and peaceable times (when every man may sit under his own vine and under his own figtree, and none dare make him afraid) with those of anarchy and confu sion, when one neighbour was afraid of another; perhaps father against son and brother against brother; how ought we to implore the Almighty, that no such miseries may ever befall our happy nation! That we and our rising generation may never live to experience the like, is the hearty prayer of, Yours, &c."], [70, "Lord Ncwpcvrt-s Sou SiLAilsrT}"], [71, "A Genuine Account, &c. IN the year 1642, one Lord's day I went to Pudsey to hear the \":: Rev. Mr. Wales preach, and whilst divine service was performing, a man whose name was Sugden, came hastily up to the chapel door, and with a lamentable voice cried out, Friends we are all as good as dead men, for the t Irish rebels are gotten to Rochdale, and will be at Halifax and Bradford shortly ; he added no more, but immediately set off towards Bradford, the place from whence he came on purpose to alarm the country. Imagine, dear reader, for my pen in not able to de scribe the confusion and disorder of the whole congre gation, some ran out in the greatest consternation, others begun to talk with their friends, the women in general wrung their hands and wept, the children screamed aloud and clung to their parents, horror and amazement sat upon every countenance, insomuch that the minister was prevented going on in his work for some time, till by soft persuasions, and exhorting them * The Rev. Mr. Elkana Wales, of Trinity College, Cambridge, was the second of seven sons of Mr. John Wales, of Idle, ar. eminent preacher in those days; multitudes from all the country round flocked to hear him ; he was courted by the grandees of that age, with whom he might easily have made his own terms, but no offers of preferment could prevail with him to leave his people ; Lord Fairfax in particular had a singular esteem for him. He was minister at Pudsey above fifty years, until the five-mile act came forth, which caused him to remove to Leeds, and there was an assistant to the Rev. Mr. Todd, where he died in an advanced age. His motto was, Less than the least of all Saints. f Previous to this there had been an insurrection in Ireland, wherein the Irish Papists had massacred 100,000 Protestants, men, women and children in one night, and had also threatened that when they had dispatched the handful that was left there, they would come and do the same with the parliament and Protestants here."], [72, "66 TAKING OF BRADFORD. to a steady trust and confidence in the Lord ; at length they became a little composed, and he went on peace- ably to the end of the service. At the conclusion thereof I immediately set home to Bradford, with great anxiety of mind ; at my coming thither, I found the inhabitants gathered together in parties, advising and consulting together, what method to pursue (for they had heard the rebels had got to Halifax) in this their deplorable state and situation ; at length it was deter- mined to send a party of horsemen to Halifax, to enquire further into the truth of the matter, who, at their coming there, found it all an untruth, for the supposed rebels were only a few poor Protestants who had fled out of Ireland to prevent their falling a prey to the rage and malice of the unmerciful Papists, who were still pursuing the lives of those who had hitherto escaped their bloody purpose. This news at the messenger's return caused a general joy and gladness in every breast, for before all was confusion and despair, each one forming to himself how to preserve his own and the lives of those for whom he was concerned (for the preservation of life swallows up almost every idea whatsoever ;) their countenances now spoke the inward sensation of their minds, their spirits resumed their wonted vigour and alacrity, and trade and occupation begun a little again to revive. But ah ! how short and fleeting are all terrestrial enjoyments, how are they subject to changes and vi cissitudes ! for in a very short time after this, a body of horse and foot, of the King's troops, were sent and quartered in the town, who threatened the inhabitants what they would do, only waiting for orders to execute and satiate their bloody designs upon us, by destroying all with fire and sword. Here, gentle reader, pause a little, and reflect what a deplorable state and condition the inhabitants of Bradford must be in ; none durst scarce appear in public nor go about their lawful concerns ; horror and despair clouded every countenance, and distressed the mind of every individual ; before it was only report, but now it is matter of fact ; till now danger was at a considerable distance, but now it is a reality, and at our very doors ;"], [73, "TAKING OF BRADFORD. 67 desolation and destruction appear with the most formid able and frightful aspect ! Oh ! may our rising genera tions never feel the calamities of a civil war. After some time it pleased God in his providence to favour us with a little respite, for these troops were recalled, and we again left at leisure to act in such a manner as best suited onr present circumstances. We now began to think, of putting ourselves in some posture of defence, supposing it might not be long before another visit would be paid us, accordingly we called to our assistance the neighbouring villages, who willingly came and seconded our resolutions ; we therefore set about fortifying ourselves with the greatest alacrity, resolution and assiduity, in order, if possible, to frus trate every attempt that might be made upon us to deprive us of our liberties and properties from every invader whatsoever, for we had not the least reason to hope for any mercy from their hands, but every thing to the contrary. We blocked up every avenue leading into the town, sent out spies, and watched every motion of the enemy, a party of which lay at Leeds ; ere long news was brought they were breaking up their quarters, and making every preparation in order to attack us ; accord ingly every man that was able to make any defence, provided himself with such weapons as they could best procure, and everything requisite for their defence ; accordingly the enemy came forward, and pitched their tents on that part of the common called Hundercliff, in three separate bodies, where they entrenched themselves and lay there for that day, which was about a mile distant fron town ; the next morning they struck their tents and advanced towards us, and came to the brow of the hill, where they exhibited to our view their ensigns of war, which were truly very aweful and tremendous to behold ; here they halted, and made every preparation necessary to attack us ; they were about seven or eight hundred men, we about three hundred ; they had several pieces of cannon, we had none ; they began to play their ordnance upon us with great fury ; we drew up close to the town in order to receive them ; they had the advan tage of the ground, which exposed us more to their"], [74, "68 TAKING OF BRADFORD. cannon, from which we sustained some loss ; but our men defended these passes so well, by which they were to descend, that they got no ground of us ; moreover, whilst each party were exerting themselves to the utmost of their power, providence in a most miraculous and surprising manner interfered in our favour, by sending the heaviest shower of snow, attended with a mighty strong and blustring wind, which beat directly in their faces with such impetuosity, that they were not able to withstand or support it ; besides at the same time, one of the great guns burst asunder, which so intimidated and struck them with amazement, that they, with the greatest precipitation and confusion, fled towards Leeds, whilst we, not thinking it prudent to pursue them, by reason of the hurricance and other inconveniences, returned into the town. Thus it pleased the Almighty to deliver us out of the jaws of death, and afford us a second opportunity of providing against another attack, which we might reasonbly expect would be much more formidable than the last, that they might revenge themselves upon us for their shameful and unexpected defeat ; for they had determined upon our ruin and final destruction, and promised themselves nothing short of success. We again called in fresh succours to our assistance from Halifax, Bingley, and their adjacent villages, and they came willingly and speedily to assist us ; we also got a Captain [Hodgson] from Halifax, a man of military skill, who instructed us in the best manner possible how to guard and fortify ourselves, which we set about with the greatest diligence imaginable, understanding that the Earl of Newcastle, who commanded the King's forces, had got a very strong reinforcement, and had plundered Leeds already, and intended to pay us another unwel come visit, that they might satiate their revenge upon us with the greatest avidity ; we therefore resolved to conquer or die, there was no alternative ; our Captain mustered all his men, which were about eighty that had muskets or long guns ; the greatest part of these he placed in the church and upon the steeple ; the rest were armed with clubs, scythes, spits, flails, halberts, sickles laid in long poles, and such like rustick weapons ;"], [75, "69 TAKING OF BRADFORD. these he placed in such a manner, and in such order, as best to prevent the enemy from entering the town, or taking possesion of the church, which we very well understood would be their first and chief attempt to do ; we accordingly bent our thoughts for the safety of that place, which was sacred to God and man, how to secure it, if possible, from their wicked and profane purposes ; we therefore hung large sheets of wool upon that side of the steeple facing the road by which they were to ap proach us, so close to each other, and so nigh the roof of the church, that it would be with difficulty for a ball to penetrate the steeple. Having thus taken every method requisite for its security and our own, we remained quiet for some days, our spies being out, with positive orders, upon the first moving of the enemy towards us, to repair hither with the greatest speed imaginable, and to alarm the country as they passed along. Accordingly, on the 18th of December, being the sabbath-day, the Earl of Newcastle sent the van of his army again from Leeds, consisting of five troops of horse, six troops of dragoons, and two hundred foot, commanded by Colonel Goring, Colonel Evans, Sir William Savile, and Sir John Gotheric, intending with these troops to surprise the town while the inhabitants were engaged in divine service ; but our scouts return and alarm the town and country of their approach ; and now what hurry and confusion immediately ensue ; the whole congregation betake themselves to flight, and seek for refuge where they think most safe ; every man is ordered to his post, armed with such weapons as he was beforehand provided withall ; the church and steeple secured in the best manner we possibly could, being determined (relying upon divine assistance) to defend it to the last extremity. Again they approach us with the sound of warlike music, and their streamers flying in the air ; tremen dous sight ! enough to make the stoutest heart to tremble ; to shake the nerves, and loose the joints of every beholder ! Amazing, to see the different effects it had upon others, who were fired with rage even to madness, and filled with revenge almost to enthusiasm !"], [76, "70 TAKING OF BRADFORD. They then advanced nearer, and set down in Barker end, not above three hundred paces above the church, where they raised a battery against it, but chiefly against the steeple, intending, if possible, to erase it to ground ; perhaps because they feared to suffer the great est harm by those who were placed therein; ten or twelve of the best marksmen being in that part of the steeple judged most proper to annoy the enemy ; others were in and about the church, and every pass leading thereto, and those into the town were guarded in the best man ner our little army of men would admit of, which were very small in comparison to the number of our enemies, which we thought upward of two thousand, with a train of artillery suitable thereto. Each party being in this position, the enemy began to fire with the greatest fury upon us, and especially against the steeple, and in a small space of time dis charged their great guns seventeen times ; at length one of our men with a fowling piece, from off the steeple, killed one of their cannoneers, and instantly we all, with the greatest courage, resolution and intrepidity, issued out of the town upon the enemy, who expected rather a speedy surrender than resistance ; this so much daunt ed and surprised them, that they were at a loss what course to take ; but, perceiving how advantageous the steeple was to our men, and how they were incommoded by the fire from thence, they presently possessed them selves of some houses and a barn nearer the church, very convenient for the shelter of their men, and brought their cannon also nearer the church ; from hence they sent out Sir John Gotheric's troop of horse, who encompassed the town and some little villages on the side of it ; they robbed a woman most basely, and cowardly slew two naked (or unarmed) men as they passed by ; and so coming within sight of the town sen tinal at the west-end, the sentinal fired upon them, and wounded to or three of their horses, one of which, being but slightly hurt, was brought into the town ; and in a little time, partly by the shot from the town, and partly by the approach of some club-men from Bingley, they were forced to return to their party."], [77, "TAKING OF BRADFORD. 71 In the mean time, their cannon was removed to such a place as they could conveniently play upon the town, and especially upon that part called Kirkgate, by which the townsmen must of necessity march in order to relieve their party, and best resist the enemy ; those upon the steeple made great havoc and confusion among the enemy, for when any buff or scarlet coat appeared within their reach, they had two or three guns pointed in one hole, and discharged at once upon them, and generally with success, which thereby greatly deterred the rest from relieving their men which were in the houses ; and thus they continued till high noon ; about which time there came to our assistance some fire-men and club men from Halifax, who immediately were put to service, some in the church, others in the lanes near the houses where the enemy lodged ; those in the church and lanes kept the houses in play, and those on the steeple hindered the enemy from relieving those in the houses ; but feeling this was not the way to repel the enemy, for the largeness of the church windows, and the smallness of their houses, made their assault more secure and our defence more dangerous ; which the townsmen perceiv ing, and, that this way did but waste themselves and their ammunition, they, therefore, resolved to win or lose all at once by a general assault ; therefore, watching an opportunity betwixt the discharge and charging again of the cannon of the enemy, our men sallied out of the church, and being seconded by those in the lanes, rushed up to the houses, burst open the doors, slew them that resisted, and took those that yielded, the rest fled into the field adjoining, where some of the townsmen followed (the greater part of them being employed in conveying the men and ammunition which the enemy had left behind them) and in the field the skirmish grew hotter than ever ; the townsmen were too eager to keep rank and file, tho' they before had been taught so to do ; but this disorder proved very advantageous to our men, for mixing themselves with the enemy, they thereby fought securely even in the mouth of the enemy's can non, and in the eye of one body of their forces, both placed in the field above them, they not daring to discharge their cannon upon us, lest in so doing they"], [78, "72 TAKING OF BRADFORD. should destroy their own men together with us ; other- wise they had ten fire-men for one, and might have cut us all off in an instant ; nor could our men use their muskets but as clubs. To speak ingenuously, their commanders being exasperated at the cowardice of their common soldiers, manifested greater courage them- selves ; but they were well paid for it, for our scythes and clubs now and then reached them sorely, and few else did the townsmen aim at. One among the rest in a scarlet coat (said to be Colonel Goring himself) our club-men had got hold of and were spoiling of him, but a party of their horse fearing the loss of such a man, became more courageous than they intended, so leaping over a hedge, came full gallop upon our men, forcing them to give a little ground, but they quickly recovered themselves, tho' they lost their man, and, redoubling their courage, would neither give nor take quarter (not through cruelty but ignorance, as the enemy themselves afterwards confessed) and in the end forced both man and horse out of the field : Yet ours could not keep it, for now being separated from the enemy, their musketeers were at liberty to play upon our men ; and now, indeed, they rained such a shower of lead among them, as forced them to retreat to the next hedge for shelter, and so hindered them from pursuing their men ; their ordnance also all this time playing upon the town and steeple ; nevertheless, that which was planted against the steeple did it no harm ; that intended to scour Kirkgate, tho' planted in the most advantageous place, tho' the streets were continually crowded with people, and, tho' the bullets did hit some of the houses, and some few whistled thro' the streets, yet was not any man hurt therewith ; which was nothing short of the wonderful goodness of the Almighty in protecting the lives of the inhabitants in such a surprising and miracu lous manner. One circumstance, somewhat remarkable, cannot be omitted ; during the heat of this action, a stout youn°* officer (said to be the Earl of Newport's son\") heading a company of foot, came down the field on the left side Doubtful ; see Note in Index."], [79, "TAKING OF BRADFORD. 73 of the high road, under cover of a thick hedge, intend- ing to force a passage through a house, and so surprise the church. He (the officer) being too sanguine, pushing on a little too fast before his men, fell into an ambuscade ; being cut off from his men, and seeing no way to escape, begged for quarter, but was answered by one Ralph Atkinson, saying, He would give him Bradford Quarter, and immediately slew him. His men, under- standing what had happened, and struck with astonish- ment at the loss of their leader, fled with the greatest precipitation, and were pursued by a party of our men, who slew some of them ; then the whole body of the enemy began to retreat ; for they had sent off their baggage before ; and thus the terror of the Lord, and our men falling upon them, away they went (using their feet better than their hands) and about fifty of our musketeers and club men after them, which courage of ours did most of all astonish the enemy, who said afterwards, no fifty men in the world, except they were mad or drunk, would have pursued one thousand. Our men, indeed, shot and fought as if they were mad, and the enemy truly fell as if they had been drunk ; some dis- charged ten, some twelve times in the pursuit, and having the whole body of the enemy for their butt, it may easily be imagined what good execution was done in a mile and a half pursuit, for they followed them up to the moor ; but fearing to be environed by the horse, they retreated, so weary after eight hours fight (for so long it lasted) that they could scarce return to town. One thing I cannot omit ; a hearty Round-head (for so the enemy called us) left by his comrades, and sur- rounded by three of the enemy's horse, discharged his musket upon one, struck down another's horse with the butt-end of it, broke a third's sword, beating it back to his throat, and put them all to flight, which relation (tho' strange as the rest) yet is most certainly true. There was slain in this notable and remarkable skirmish, Sir John Harp, the Earl of Newport's son (by Atkinson, who took great store of gold out of his pockets, a gold ring, &c. ; but it is said upon a serious reflection, he greatly lamented so rash an action) and Capt. Binns, whom the enemy carried away to Leeds,"], [80, "74 TAKING OF BRADFORD. who died of his wounds three days after. Their wounded was Sir John Gotheric (whose horse was killed with a scythe,) Colonel Goring, General of the horse, and about one hundred common soldiers : Of ours not above three at most fell by the enemy, and about twelve wounded, all curable except two : There were also taken prisoners of the enemy, serjeant-major Crew, twenty-six common soldiers, about ten horses, 180 lbs. weight of powder, and about forty muskets. Thus our wants were supplied out of our enemy's store, leaving us in a much better stock of arms and ammunition than we had at their first coming. The next day the enemy sent a trumpeter to demand the body of the Earl's son, which was given them. Thus the hand of the Lord again appeared in the most conspicuous and astonishing manner in our deliverance, who, by a handful of raw unskilled men, triumphed over and put to rout an army of 1,000 men well armed and disciplined for war : Writh truth may it be said, The battle is not to the strongest, nor the race to the swiftest. Our enemy now returned to Leeds, to the other part of their army lying there . and we again left at leisure to reflect upon our wonderful and surprising deliverance. Now we began to hope the worst was past, that the enemy would perhaps leave this part of the country, and we left at liberty to follow our respective callings ; but presently after this my Lord Fairfax, and Sir Thomas his son, arrived at Bradford, with a body of forces, and collected what assistance they could possibly here, and marched towards Wakefield, in order to give the Earl of Newcastle battle. They met at Adwalton, and immedi ately engaged each other, where my Lord was routed, and his army dispersed. My Lord took the road to Bradford, with part of his scattered army ; Sir Thomas took towards Halifax, with the other part, but the next day arrived at Bradford, and joined my Lord, as has been before related in his Memoirs ; and now our troubles begin again ; fresh storms arise, and clouds of sorrows gather blackness over our heads, threatening us with greater distresses, if possible, than heretofore ; for the Earl of Newcastle, flushed with the victory he had now gained over my Lord Fairfax, and fired with rage"], [81, "TAKING OF BRADFORD. 75 against us for the repulse we had lately given him, im mediately marched a most formidable army towards us, where he sets down at a place called Bowling-Hall, and presently comes forward to a place convenient for his purpose, where he directly points his cannon upon the town, but more especially against the church and steeple, as if he was determined to revenge himself of the place from whence he had of late met with such severe treat ment. We, therefore, took every precaution to prevent his mischievous purpose, and again hung sheets of wool on that side of the battery, and put ourselves in the best posture of defence possible, in nopes of repulsing them once more. They presently began to play their cannon upon us with the greatest fury and indignation im aginable, so that their shot cut the cords whereon the sheets of wool hung, and down they fell, which the enemy immediately perceiving, loudly huzza'd at their fall ! but night approaching, the fire of their crnnon in some measure ceased, and we in some sort repaired our breaches. The next day, being the Sabbath, a drum was beat for a parley, which was agreed to on both sides, and continued the most part of that day : In the mean time the enemy took the opportunity to remove their cannon, brought them nearer the town, and fixed them in a certain place called Goodman's-End, directly against the heart of the town, and surrounding us on every side with horse and foot, so that it was almost impossible for a single person to escape ; nor could the troops within the town act upon the defensive for want of ammunition, which they had lost in their last defeat at Adwalton, nor had they a single match but such as were made by twisted cords dipped in oil. Towards night the parley broke up, but nothing offered advantageous to the troops in general, or to the town in particular, so that they immediately opened this new battery upon us, and made a most furious fire therewith ; three men sitting together on a bench at the lower part of Goodman's-End, two of them were cut off, and swept out of Time in a moment."], [82, "76 TAKING OF BRADFORD. Oh ! that dreadful and never-to-be-forgotten night, which was mostly spent in firing those deadly engines upon us ! so that the blaze issuing therefrom, appeared like lightening from heaven, the elements being as it were on fire, and the loud roaring of the cannon resem bling the mighty thunders of the sky ! At the dead of night Sir Thomas Fairfax called a council of war, and seeing that there was not the least possibility of defend ing the town or themselves, as they were but a handful of men in comparison of the enemy ; it was therefore unanimously resolved upon, that, at break of day the next morning, every man should endeavour to force his way through the enemy, sword in hand, or die in the desperate attempt ; there was no alternative, every other method was impracticable, and this had small appearance of success ; for the enemy had blocked up every avenue leading to, or from, the town, with strong parties of horse and foot ; but Sir Thomas, for his own part, and his officers likewise, were determined not to give up themselves prisoners to the mercy of the Earl : Accord ingly in the morning the desperate resolve was put into execution, and carried on with the greatest resolution and bravery ; for notwithstanding the enemy defended their passes with the greatest courage imaginable, yet they made their way through them with the loss of very few men ; the greatest part of them took the road to Hull. Now, reader, here stop ; stop for a moment ; and suppose thyself to be in the like dilemma ! Words cannot express, thoughts cannot imagine, nay, art itself is not able to paint out the calamities and woeful dis tresses we are now overwhelmed withal ! Every counte nance overspread with sorrow ; every house overwhelmed with grief ; husbands lamenting over their families ; women wringing their hands in despair ; children shriek ing, crying, and clinging to their parents ; death, in all his dreadful forms and frightful aspects, stalking in every street and every corner : In short, horror! despair! and destruction united their efforts to spread devastation and compleat our ruin ! What are all our former calamities in comparison to these ? Before there were some glimmering hopes of"], [83, "TAKING OF BRADFORD. 77 mercy from the enemy, but now they are fled ; fled in every appearance ; our foes exasperated with the opposi tion they had met with from us ; but especially the cruel death by which the Earl of Newport's son fell, by our unwary townsmen. For, behold ! immediately orders were issued out to the soldiers, by the Earl of Newcastle, their- commander, that, the next morning, they should put to the sword every man, woman, and child, without regard to age, sex, or distinction whatsoever. Thus by graduation have our miseries and calamities been heigh tened, till like an overflowing torrent they bore down all before them, and swept off every object with their des tructive force. But here I must beg leave to inform the reader of a report that prevailed amongst the inhabitants (for I mean not to affirm it) of a circumstance that was said to happen the night before the above-mentioned sentence was to have been put into execution. The Earl of Newcastle [William Cavendish] being in bed, at Bowling-Hall, an apparition appeared to, and importuned him with these words, Pity poor Bradford ! Pity poor Bradford ! How far this was true, I humbly submit it for others to determine : But this must affirm, that the hand of providence never more conspicuously appeared in our favour; for, lo ! the Earl immediately countermanded the former order, and forbade the death of any person whatsoever, except only such as made resistance ; so that no lives were lost, save about ten persons who fell into the hands of some desperadoes, who, contrary to the Earl's orders, satiated their revenge upon them. Thus from a state of anguish and despair, we, who were but just now ready to be swallowed up, by the won derful providence of the Almighty, were reprieved as criminals from the rack. See what a surprising change immediately takes place ; the countenances of those who were but just before overspread with horror and despair, begin, in some measure, to resume their former gaiety and cheerfulness ; a general joy and gladness diffused itself thro' every breast ; the heart of those who were, ere now, overwhelmed with sorrow, are now big with praise and thanksgiving to God for the wonderful and surprising deliverance brought about in their favour."], [84, "78 TAKING OF BRADFORD. Now it was, that the inhabitants, in some measure, durst appear again in the streets ; amongst such I ven tured abroad, and took a walk up Kirkgate, and, at my return, met with a particular acquaintance leading his horse ; I asked him what he was about to do, and how he durst venture to appear with his horse in public ; he said, he had attempted to join the parliament's forces, but was prevented by the guards that were posted in every place about the town to obstruct any such at tempts ; that his brother Sharp was gone a volunteer with them, for whose safety he was very much concerned; that he feared he should never see him more, and there fore wished he could find an opportunity to follow him : He entreated me, if possible, to accompany him out of town. I was very much concerned for him, but we were surrounded on every side by the enemy's troops, so that it seemed impossible to escape their vigilance, and therefore could not devise which way to be serviceable to him ; however, I told him I would ask my mother's advice, and leave to accompany him, which I did, and she granted, tho' with reluctance. Accordingly we walked towards the church, intending to go through a certain lane called Deadman's-Lane, but when we came there, were prevented by a post of the enemy set on purpose to examine every passenger that came that way ; we therefore returned and came up Kirkgate again ; I now advised my friend to leave his horse in the town, perad venture we might better accomplish our design on foot ; accordingly he did so, and we now walked up above the market-place, intending to go down a lane called Sill- Briggs-Lane, but there also we were prevented by the like occasion as before ; however we endeavoured to escape their notice, and so evade their purpose, which we happily did by taking upon the right side of them, and so got down to the water side ; but on a sudden we heard a party of horse coming down a lane called Leg grams ; we skulked under the side of a high ditch, where we lay undiscovered till they were passed by, not daring to stir for some time, and night approaching, which was but short, for it was in the month of June, 1643 ; we lay there till day broke, at which time we set off, intending to go to a village called Clayton, we had"], [85, "TAKING OF BRADFORD. 79 not gone far before we met two troopers, who behaved pretty well to us ; they had left their horses in the town, had been about business in the country and were re turning ; we thought to have returned with them, but meeting with two other persons, who, like us, were seek ing refuge, we again altered our purpose and pursued the road we before had intended. We had not gone far before we espied a trooper on horseback in full speed towards us ; struck with amaze ment, we all set a-running together, and as we ran a sudden thought came into my mind ; if we continue together we shall all be taken ; I therefore immediately separated from my companions and made directly towards the opposite fence, where luckily meeting with a thick holley, I rushed into the thickest part of it, and pulling the branches about me as well as I possibly could, while the trooper, in full speed, pursuing my companions at length overtook them, wounded one, the other two sur rendered, so took them all three, and passing by the place where I lay concealed heard him enquire for their other companion, but they, not perceiving where I lay, told him they could not inform him. Having thus escaped being taken by the trooper, I lay still all day, not daring to stir for fear of being perceived and pursued a second time. When night approached I ventured out of my lurking place, resolving to go to Colne in Lancashire, where I understood my master was (for I was yet an apprentice) knowing he went off with the party that went thitherward, after their defeat at the battle of Adwalton ; I travelled all night, and coming thither, presently found my master, who received me very kindly; he enquired how matters had gone at Bradford since he left it ; I informed him of every cir cumstance that occured to my mind, especially of my late escape out of the hands of the trooper; he asked me if I was willing to return to Bradford again and enquire what was become of my dame (his wife) and let him know further hereafter ; I consented so to do, and accordingly in the morning set out on my return thither, but when I came near the town, fear and amazement seized my spirits; for some time I durst not approach it, not knowing"], [86, "80 TAKING OF BRADFORD. whether the enemy had abandoned it or not; and the late danger I had so narrowly escaped rested upon my mind ; however, darkness coming on, I approached a little nearer, and so entered in at the upper part of the town, but durst not proceed far therein ; for I had not as yet met with any person to give me the least information how matters stood with them ; so stepped into the first place I possibly could meet withal, which was an empty cellar, where I lay all night, nor durst I stir for fear of being discovered, but slept little. As soon as it was light, I crept out of my subterrane ous lodging; but, oh! what a scene of devastation and distress presented itself to my view! the king's forces had entered the town, ransacked and pillaged it of every thing they met with that was valuable, emptied their chests and sacks of the meal that was in them; and what they could not carry with them, they threw into the streets; emptied their beds of the feathers and chaff, threw them into the streets also; so that they were covered with meal, feathers, chaff, and other household stuff; drove away all their live cattle to their camp, which was at Bowling-Hall, and sold them by public sale. I then began to enquire for my dame, and at length found her, delivered my message from my master, together with some gold he had sent her; she informed me the soldiers, amongst others, had drove away her cow also, together with many other embarrassments, which had obliged her to take such methods for her safety as were disagreeable to her; that her condition was such she did not know what course to take, and therefore desired I would again consult my master concerning her ; which I immediately did; at the news of which he was sadly perplexed : He sent me back again with instructions to my dame, and withal advising us to go to the camp and buy our own cow, or another, get our grass mown, and stay together, if possible, till the enemy left the country, and then he would return home to us. I returned, and pursuant to his orders went to the camp, bought a cow. and brought her home; but before the next day at night the soldiers came, took, and drove her back to their camp again, to our great mortification and distress."], [87, "81 TAKING OF BRADFORD. Thus we repeated the like action again and again, and were as often served in the same manner as above, till we were sufficiently convinced, by woeful experience, that all proceedings of this nature would prove fruitless, and ineffectual, so long as the king's forces continued in the neighbourhood. Such are the effects of intestine broils, and civil com motions : Anarchy and confusion spread their baneful influence, and noxious vapours through the kingdom in general, and here in particular ; when our lives and properties lie exposed, not only to our avowed enemies, but even to our perfidious friends, and inhuman neigh bours ; for this was verified day by day, some by force, others by fraud ; and thus our lives and fortunes lay exposed to the destroyer for some weeks ; till at length the enemy's troops were called out of the neighbourhood, to the great joy and satisfaction of every honest mind. Now affairs begun to take a different turn, and look with another aspect ; every thing seemed to turn into its proper channel ; trade and occupation begun again to revive ; and the countenances of the inhabitants of the town and villages adjacent, again resume, in some good measure, their wonted vivacity. And thus have I given you a true and a full account of all that fell under my eye, or came within my know ledge in this distressing and unhappy affair ; finally let the wish of every real lover of his country center, with the Poet, in the following lines: \" No more may Britons against Britons rise, \"Nor her brave warriors meet with hateful eyes, \" Nor fields with glittering steel be covered o'er, \" The warlike trumpet kindle rage no more \" Then useless daggers into scythes shall bend, \"And the broad falchion into plow-shares end.\""], [88, "An Impartial and Concise ACCOUNT OF THE LIFE OF Oliver Cromwell. AS Fairfax's Memoirs, or History of the Civil War, is mostly silent concerning Cromwell, or his conduct, &c. and as many know little more of him than his name, for their advantage and entertainment, we here insert a brief, but genuine description of the life, &c. of that great warrior, the wonder of that age ; courted by kings, loved by many, hated by more, but feared by all. Oliver Cromwell was the son of Mr. Robert Crom well, who was the second son of Sir Henry Cromwell, of Hinchingbroke, in the county of Huntingdon, by Elizabeth, daughter of Sir Richard Stewart, of the Isle of Ely, Knight. He was born in the parish of St. John, in the antient borough of Huntingdon, on April 24 or 25, 1589, in the 41st year of Queen Elizabeth. He was christened in the parish church on the 29th of the same month, when his uncle Sir Oliver Cromwell, a very worthy gentleman, gave him his name. He was sent to school under the care of Dr. Thomas Beard, Master of the free-school at Huntingdon. He was from thence removed to Sidney College, Cambridge, where he was admitted, April 23, 1616, under the tuition of Mr. Henry Howlett, who, by a strict attention to his pupil's disposition, quickly discovered that he was less addicted to speculation than to action. His father dying, he returned home, where his conduct was far enough from being regular, insomuch that it gave his mother, who was a notable and prudent woman, much uneasi ness. She was advised, by some near relations, to send him up to London, and to place him in Lincoln's Inn, which she accordingly did, but without any extraordi nary effects, since it served only to bring him acquainted with the vices of the town, by way of addition to those to which he had been addicted in the country. It does not at all appear that he applied himself to the study of"], [89, "LIFE OF OLIVER CROMWELL. 83 the law, which was what his friends aimed at ; on the contrary, he continued to pursue his pleasures, and to give himself up to wine, women, and play ; in which last, though sometimes fortunate, yet, taking all his expences together, they so much exceeded his income, that he quickly dissipated all his father had left him. But after a few years spent in this manner, he saw plainly the consequence of his follies, renounced them suddenly, and began to lead a very grave and sober life, and entered into a close friendship with several eminent divines, who looked upon his reformation as very extra ordinary, and spoke of him as a man of sense and great abilities. As he was related to Mr. Hampden, of Buckingham shire, to the Barringtons, of Essex, and other consider able families, they interested themselves in his favour, and were very desirous of seeing him settled in the world, in order to which a marriage was proposed, which soon after took effect. The lady he married was Eliza beth, daughter of Sir James Bouchier, Knight, a woman of spirit and parts, and being descended from an ancient family, did not want a considerable portion of pride. Mr. Cromwell soon after returned to his own country, and settled at Huntingdon till the death of his uncle, Sir Thomas Stewart, who left him an estate of between 4 and 500I. a year, induced him to return into the Isle of Ely. It was about this time that he began to con verse mostly with them who were stiled puritans, and, by degrees affected their notions with great warmth and violence. He was elected a member of the third Parliament in the reign of Charles the first, which met January 20, in 1628, and was of the committee for religion, where he distinguished himself by his zeal against popery, and by complaining against Dr. Neile, then bishop of Win chester, licensing books which had a very dangerous tendency. After the dissolution of that parliament he returned again into the country, where he continued to express much concern for religion, to frequent silent ministers, and to invite them often to lectures and sermons at his house, by which he again brought his affairs into a very"], [90, "84 LIFE OF OLIVER CROMWELL. indifferent situation, so that he judged it necessary to try what industry might do towards repairing those breaches ; which led him to take a farm at St. Ives, and this he kept about five years ; though, indeed, instead of repairing, it helped to run out the rest of his fortune. He had prayers in the morning and afternoon, and he gave public notice, that he was ready to make restitution to any from whom he had won money at play ; and he acttually did return 30I. to Mr. Calton, from whom he won it several years before. When the Earl of Bedford, and some other persons of high distinction, who had estates in Lincolnshire, were desirous of having the fens drained, Cromwell violiently opposed it, which gave occasion to Mr. Hampden to re commend him to his friends in parliament, as a person capable of conducting great things. He had the address to get himself chosen for Cambridge, a place wherein he was not known, and was very zealous in promoting the remonstrance which was carried on Nov. 14, 1641, which laid the foundation of the civil war. He told Lord Falkland, that if the remonstrance had not been carried, he was resolved to have converted the small remains of his estate into ready money the next day, and to have quitted the kingdom, and this he affirmed was the sentiment also of some of the most considerable men of that party. In 1642 Mr. Cromwell raised a troop of horse, which he commanded, by virtue of a commission from the Earl of Essex, and actted very vigorously, so that he was promoted to the rank of colonel, and had 1,000 horse under his command, and was sometime afterwards lieutenant-general of the horse. In the battle of Marston-moor, July 3, 1644 it was universally allowed, that his cavalry had the greatest share in gaining that battle. In the winter, when the parliament sat, Cromwell and his friends carried, what was then called, the self-denying ordin ance, that excluded the members of either house from having any command in the army ; however, Cromwell was at first occasionally, and at last absolutely exempted upon the introduction of the new model, as it was called."], [91, "LIFE OF OLIVER CROMWELL. 85 The chief command of the army was given to Sir Thomas Fairfax ; and from lieutenant-general of the horse, Cromwell became lieutenant-general of the Army, of which, while another had the title, he seems to have had the direction. In 1646 the Earl of Essex died suddenly; and Cromwell turned his thoughts entirely to make the army the supreme, which he accordingly effected, and turned out those members of the house who would not act by his direction. As to the circumstance of behead ing the king, and the public transactions of those times, they are so well known, that I shall pass them slightly over. Cromwell had the command of the forces in Ire land, and the title of lord-lieutenant was bestowed upon him; and, by the month of June, 1650, all Ireland was in a manner subdued, and that in so short a space as nine months. He left Ireton his deputy there, and came over to England. On June 26, 1650, he was appointed general and com mander in chief of all the forces of the commonwealth, and set out upon his march against the Scots, who had received Charles the second. On September 3, 1651, he totally routed the king's forces at Worcester ; he then came up to London and was congratulated by the house of commons, the council of state, the lord mayor, &c. On the 19th of April, 1653, he called a council of officers to debate about the government ; while they were sitting, Colonel Ingleby came and informed them, that the parliament had framed a bill to continue them selves till November 5, in the next year, proposing to fill up the house by new elections : whereupon the General marched directtly to Westminster with about 300 men, placed his soldiers about the house, entered first himself, and after staying for sometime talking to them, he ordered the soldiers to see the house cleared of all the members, and having caused the doors to be locked up, went away to White-Hall. On December 16, the same year, Cromwell was invested in the court of Chancery in Westminster-Hall, with great solemnity, with the title of protector of the Common wealth of England, Scotland, and Ireland, being then in the 54th year of his age. He applied himself immed-"], [92, "86 LIFE OF OLIVER CROMWELL. iately to the settling of public affairs both foreign and domestic ; and concluded a peace with the States of Holland, in which Denmark was included : He also made peace with Sweden ; and both France and Spain contended so earnestly for his friendship, that they made themselves ridiculous. As to domestic affairs, he filled the courts of West minster with able judges ; professed an unalterable resolution of maintaining liberty of conscience, and dis missed from their command such officers as he could not confide in. He gave the command of all the forces in Scotland to General Monk, and sent his own son, Henry, to govern Ireland. He, by an ordinance, dated April 12, 1654, united England and Scotland, fixing the number of representatives for the latter at thirty ; and soon after he did the same for Ireland. He shewed a great regard for justice, in causing the brother of the Ambassador from Portugal to be executed for murder. He called a parliament to meet on September 3, which was immediately opened on that day, to which the Pro tector went in great state ; he received this house of commons in the painted chamber, where he made them a very long speech. When they came to their house, after electing Mr. William Lenthal their speaker, they fell to debating whether the supreme legislative power of the kingdom should be in a single person or a parlia ment ; this so alarmed the Protector, that, on the 12th of the same month, he caused a guard to be set at the painted chamber, where he gave them a sharp reproof, and none were permitted to go into the house afterward, before they had taken an oath to be faithful to the Pro tector, and his government. While the parliament was sitting, the Protector, whom the Duke of Holstein had presented with a set of Friesland horses, would needs drive Secretary Thurloe in his coach, drawn by these horses, round Hyde-park, but the horses proving un governable, threw his Highness out of the box, and, in his fall, one of his pocket-pistols went off, but he re ceived no hurt at all. The Protector finding this parlia ment would give him no money, and that they were about to take away his power, dissolved them. He restored to the city their militia."], [93, "LIFE OF OLIVER CROMWELL. 87 This year, 1655, there were some conspiracies, for which several persons suffered death ; and the Protector from henceforth made no difficulty of supporting his au- thority, in any manner, and by any means. In the spring of this year, he sent a powerful fleet, under the command of Admiral Penn, and a great body of land- forces, commanded by General Venables, in hopes to make himself master of great part of the Spanish West Indies, and though they failed in the main design, yet they made themselves master of Jamacia, and Admiral Blake did great things in the Mediterranean, so that the Pro- tector's reputation was very high abroad. Writs were issued out for the parliament to meet Sept. 17, 1656, at which time they met accordingly, but there was a guard posted at the door of the house, who suffered none to enter till they had swallowed the oaths that were prepared for them, by which about two hundred were excluded. The parliament passed an act for disannulling the king's title, another for the security of his Highness's parson, and several money bills. In the spring of the year 1667, a kind of legislative government was brought upon the carpet, and it was agreed to offer Cromwell the title of king ; but finding it disagreeable to his best friends, he told them, he could not, with a good conscience, accept the title of king ; but his Highness resolved upon a new inauguration, which was accordingly, with great sol- emnity, performed, June 26, 1657, in Westminster-hall, with all the splendour of a coronation. On January 20, 1658, the commons met, as the other house also did, pursuant to the writs of summons issued by the Lord- Protector, and all shew of force was withdrawn, but the two houses being at variance, the Protector dissolved them, February 4, with great bitterness of speech and sorrow of heart. This year Dunkirk, was taken chiefly by the valour of the English, was delivered into the hands of Lockhart, his ambassador. His favourite daughter, Mrs. Cleypole, was about this time taken ill, suffering excruciating pains, it not a little distempered her mind, and she so wounded him by her exclamations against his cruelties, that he was no less affected thereby than from her death, which hap pened August 6. He was from that time wholly altered"], [94, "88 LIFE OF OLIVER CROMWELL. grew daily more reserved and suspicious, not indeed without reason, for he found a general discontent pre vail through the nation. At Hampton-court he fell into a kind of slow fever, which soon degenerated into a tertian ague. One day after dinner his five physicians coming to wait upon him, one of them having felt his pulse, said that it intermitted, at which being somewhat surprised, he turned pale, fell into a cold sweat, and when he was almost fainting, ordered himself to be carried to bed, where, by the assistance of cordials, being brought a little to himself, he made his will, with respect to his private affairs. Being removed to London, he became much worse, grew first lethargic, then delirious, from which he recovered a little, but was not capable of give ing any distinct directions about public affairs. He died September 3, 1658, in the 60th year of his age. A very pompus funeral was ordered at the public expense, and performed from Somerset-house with a splendor superior to any that has been bestowed on crowned heads. The Protector had several children, of whom six sur vived to be men and women, viz. : two sons and four daughters. First, Richard Cromwell, born Oct. 1626, and died July 13, 1712, at Cheshunt, in Hertfordshire. Second, Henry Cromwell, born Jan. 20, 1627, died March 25, 1674. Third, Bridget, who first married Commissary-general Ireton, and after his decease Lieutenant-general Fleetwood. Fourth, Elizabeth, born 1630, she married John Cleypole, Esq., a North amptonshire gentlemen, who the Protector made mas ter of the horse, created him a baronet July 16, 1657, and appointed him one of his lords. Fifth, Mary, who was married to Lord Viscount Faucomberg, Nov. 18, 1657, who was raised to the dignity of an Earl by King William, and died on the last day of the year 1700. Sixth, Frances, his youngest daughter, was twice mar ried, first to Mr. Robert Rich, grandson to the Earl of Warwick, Nov. 11, 1657, who died the 1 6th of Feb. following ; she afterwards married Sir John Russel, of Chippenham, in Cambridgeshire, by him she had several children and lived to a great age. FINIS."], [95, "mblingrapljisal $Latts. Besides the little volume now printed literatim, a large 8vo. volume of 476 pages was printed at Bolton, Lanca shire, by J. Drake, in 1785, under the title \"A Descrip tion of the Memorable Sieges and Battles in the North of England that happened during the Civil War in 1642-3, chiefly contained in the Memoirs of General Fairfax, and James, Earl of Derby ; to which is added the Life of Oliver Cromwell ; likewise an Impartial History of the Rebellions in the years 1715 and 1745.\" ■' No more may Britons,\" &c, p. 81. \"To the Promoters of this Wrork, the Gentlemen, Tradesmen, and Others of the Town of Bolton and else where,\" is followed by an account of the origin of the Civil War, where the Bradford edition gives a history of the church and town. Memoirs of Gen. Fairfax, pp. 25 — 67 'Siege of Manchester, pp. 68 — 77. -Siege of Preston, pp. 78 — 86. 'Taking of Bradford, pp. 87 — 108 Memoirs of James, Earl of Derby, with folding plate, pp. 109 — 210. -Life of Oliver Cromwell, pp. 211 — 244. History of the Rebellion, 1745, pp. 245 — 444. Account of the Rebellion, 1715, pp. 445 — 476. The first four (*) are verbatim copies, but the Life of Cromwell in the Bradford edition is much abbreviated."], [96, "90 BIBLIOGRAPHICAL notes. \" The Rider of the White Horse [Sir Thomas Fairfax] and his Army, their late good Successe in Yorkshiere ; or a true and faithfull Relation of that famous and wonderful victory at Bradford, obtained by the Club men there, with all the circumstances thereof, and of the taking of Leeds and Wakefield by the same men, under the command of Sir Thomas Fairfax, with the Manner and circumstances thereof, from good hands. Seriously commended to the High Court of Parliament, and all that are of God's side, for their incouragement. London : printed for Thomas Underhill, 1643.\" \" Short Memorials of Sir Thomas (Lord) Fairfax, written by himself, edited by Bryan Fairfax, 1699.\" Numerous other biographies and war-tracts have been issued respecting the great soldier before the publication of the Fairfax Correspondence, 4 vols. ; Markham's Life of the Great Lord Fairfax ; Markham's Life of Admiral Robert Fairfax ; Grainge's Fairfax Demonologia ; and Weddell's Arcana Fairfaxiana. Mr. David Hartley, a Bradford schoolmaster, is said to have edited the book printed at Leeds by J. Bowling in 1776, and now fully reprinted in this volume. What authority there is for this tradition, or whether there was such a schoolmaster at Bradford, I cannot state. Besides the Bolton enlarged edition just described, there was another printed by Hargrove at Knares borough in 1810. The Autobiography of Joseph Lister, of Bradford, with the contemporary account of the Defence of Brad ford, and Capture of Leeds by the Parliamentarians, was printed, with abbreviations, in the three editions, 1776, 1785, and 1S10, described above. An Historical Narrative of the Life of Joseph Lister, sometime belonging to the Religious Society at Kipping in Bradford-dale in Yorkshire (i2mo. 65 pages), was printed by Thomas Wright, Wakefield, 1790. In 1821 Blackburn, Bradford, printed the same, with account of the Siege, i2mo. 60 pages."], [97, "BIBLIOGRAPHICAL NOTES. 91 The Autobiography of Joseph Lister, of Bradford (1627-1709), to which is added a contemporary account of the Defence of Bradford and Capture of Leeds, was edited in 1842 by Thomas Wright, F.S.A., 8vo. 78 pp. This is the first full edition. In 1860 Mr. Abraham Holroyd reprinted the Auto biography, with the Rider of the White Horse ; 48 pages. Lister's Funeral Sermon will be found in Whitaker's Sermons, Leeds, 1709. In \" Notes on Bradford during the Civil Wars,\" A Lecture by the Rev. J. Fawcett, A.M., Incumbent of Wibsey (32 pages, printed by W. Byles, Observer Office, 1856), the date given for the first siege of Bradford is December 18, 1642; for the second siege June 22, 1643; for the battle of Atherton Moor, June 30, 1643; that of Marston Moor, July 2, 1644; surrender of York, July 15, 1644; death of Cromwell, 1658; of Lord Ferdinand Fairfax, 1647; of Lord Thomas Fairfax, November 12, 1671. Archbishop John Sharp was born near the Unicorn Inn, Ivegate, east side, February 16, 1644. His father was a supporter of Fairfax, who lodged at his house. Lady Fairfax was taken prisoner at the Cock and Bottle, High Street, it is said."], [98, "INDEX OF PERSONS. Evans, 69 (aCol.Evers was slain). Fairfax, Bryan, 90 Fairfax, Chas., 43 Fairfax, Lady, 30 Fairfax, Lord Ferdinand, \"My father,\" 15, 16, 17,21,22,23, 24, 26, 27, 28, 29, 31, 32, 40, 41, 71-4, 91 Fairfax, Sir (Lord) Thomas, 1, 2, 3, 15 to 81, 85, 89, 90, 91 Fairfax, Sir W., 19, 20, 43 Falkland, 84 Fauconberg, 88 Farrington, 55 Fawcett, 91 Fitten, 46 Fleetwood, 55. 88 Forbes, 19, 20 Fowles, 19, 20, 24, 30 Frank, 19, Gaunt, Ghent, 9 Gifford, 17, 25. 26, 27, 28, 30 Girlington, 55 Glenham, 16 Goring, 22, 23, 25, 69, 72, 74 Gothenc, Goderick, 69, 70, 74 Grainge, 90 Hampden, 83, 84 Hargrove, 90 Harper, 73 Harrington, 36, 37 Hartley, 90 Haughton, 55 Henderson, 34, 35 Herne, 27 Hill, 30 Hilton, 55 Hodgson, see Life of Captain Hodgson (in advertisements herewith), 68 Holland, 45. 47, 53, 54 Holroyd, 90 Horn, 36, 37 Hotham, 15, 21, 22 Howard, 27 Howlett, 82 .06 ■ Abbot, 55 Alured, 25 Anderton, 55 Ashton, 46, 58, 59 Barrington, 83 Atkinson, 16, 73 Beard, 82 Beaumont, 21 Bedford (E), 84 Bellasis, 40, 41 Binns, 73 Birch, 53, 56 Blackburn, 90 Blake, 87 Blundell, 55 Booth 47, 53, 54 Bouchier, 83 Bowett, 6 Bowling, 3, 90 Bradshaw, 46, 48, 52. Briggs, 19 Bright, 25 Byles, 91 Byron, 38 Calton, 84 Capell, 59, 60 Carr, 16 Cavendish, see Newcastle Chantwell, 52 Charles I, 63 Charles II., 7 Cleypole, 87, 88 Copley, 27 Crawford, 41 Crew, 74 Cromwell, O., 1,34,35,42. 82-88. 89,91 Cromwell, Hy., 86-88 Cumberland, Earl, 17 Derby, Earl (Strange), 45, 46, 47, 48, 50, 51, 52, 56. 57, 58, 89 Drake, 89 Edgerton, 45 Edward III., 6 Erid, 45 Essex, Earl, 84, 85 -—______ f 19 BE u"], [99, "INDEX OF PERSONS. 93 Ingleby, 85 Ireton, 85, 88 Lacy, 6 Lambert, 43 Lancaster, Duke, 6, 9 Lay ton, 34 Lee, 19 Leigh, 46 Lenthal, 86 Leslie, 41, 42 Lincoln, see Lacy Lindsey, 41 Lister, Capt., 17 Lister, Joseph, 3, 63, 90 Lockhart, 87 Manchester, Earl, 34, 35, 41, 43 Mansley, 55 Markham, 90 Mary I., 7 Maynard, 7 Meldrum, 40 Merfield, 6 Micklethwait, 43 Mildmay, 19 Monk, 86 Molineux, 46 Morgan, 35, 39 Mosley, 47 Morte, 54 Mounson, 50 Mudd, 30 Neile, 83 Newcastle, Earl, 17, 18,19, 21,22, 23,26,28, 29,32,33,34,35.40,41, 42,43,68,69,74,77 Newport, 3, 64, 72, 73, 74, 77 (Doubtful whether Newport's son was slain ; see Peerage, 1711, vol. 2, p. 229). Northrop, 9 Nowell, 53 Palmer, 19 ' Penn, 87 Preston, 55 Purvey, 55 Radcliffe, 46, 48 Ram, 36, 37 Rich, 88 Rogers, 29 Rokeby, 39 Roseworm, 46, 48, 57 Rupert, 40, 41, 43 Rushforth, 8 Russell, 88 Saville, Sir W., 19, 21. 69 Season, 53, 54. 56 Stewart, 82, 83 Sharp, 78, 91 Shorrock, 55 Skirton, 28 Slater, 36 Sparrow, 53 Standish, 50 Strange, see Derby Sugden, 65 Sunderland, Peter, 7 Styles, 37 Talbot, 28, 55 Thurloe, 86 Tilsley, 58 Todd, 65 Townley, 55 Underbill, 89 Venables, 87 Wales. 65 Walkington, 6 Warwick, E., 88 Weddell, 90 Welbie, 36 Westley, 55 Willoughby, 35 Windham, 22 Windebank, 47 Wright, 90"], [100, "INDEX OF PLACES. Adderton, Atherton, Allerton, or Adwalton Moor, near Bir- stall, 26, 27, 28, 74, 75, 79, 91 Adlington, 46 Barkerend, 70 Barton, Humber, 32 Beverley, 33, 34 Bingley, 10, 68, 70 Blackburn, 53, 57 Blackburnshire, 9 Boarswell (Spinkwell), 7 Bolton (Lane)., 49, 53, 89, 90 Boston, 33 Bowling Hall, 1, 3. 4, 75, 77 80 Bradford, 1, 3 to 14, 15, 18, 19, 20, 24,26, 28, 29, 60 to 81, 89, 90,91 Bramham Moor, 23 Brayton, 31 Buckinghamshire, 83 Calverley, 7 Cambridge, 65, 82, 84 Canal, Bradford, 12, 13 Cawood, 31 Cheshire, 38, 40, 46, 47 Cheshunt, 88 Chester, 39, 56 Chippenham, 88 Clayton, 55, 78 Clifford Moor, 22 Cliffwood, Cliff-barn, (Undercliff, near Bradford), 7,10 Cloth-hall, Piecehall, Bradford, 11, 14 Colchester, 38 Colne, 79 Cottingham, 34 Crowland, 36, 37 Deadman's Lane, Bradford, 78 Deansgate, 47, 51 Denton, 45, 47 Didsbury, 50 Dunham, 47 Dunkirk, 87 Durham, 40 Ely, 82, 83 Essex, 7, 33, 83 Fairweather Green, 7 Falkingham, 38 Fenton, 21 Ferrybridge, 18, 40 Gainsbro', 33 Goodmansend, 75 Great Horton, 8 Halifax, 10,20,28,65,66,68,71,74 Hallgarth, Bradford, 12 Hampton Court, 88 Helmsley, 44 Hessey Moor, 41 Hornby Castle, 59 Horncastle, 35 Hinchinbrook, 82 Hull, 22, 28, 30, 32, 33,34,35,40,76 Hundercliff, see Undercliff Huntingdon, 82, 83 Hunt-yard, 8 Idel, Idle, 1, 65 Ipswich, 38 Ireland, 50, 55, 65, 66, 85, 86 Irwell, 47 Kipping, 90 Kirkgate, (Brad.), 71, 72, 78 Knaresboro', 90 Lancashire, 9, 38, 40, 53, 59 Lancaster, 9, 56 Latham, 40, 58, 59 Lees, Bradford, 10 Leeds, 13, 15. 18, 19, 21, 22, 23, 24, 25, 26, 29, 30, 65, 67, 68, 69, 73. 74, 89, 90 Leicester, 6 Lincoln, 33, 35 Lincolnshire, 33, 34, 38, 84 Lodge, 47, 51 London, 10, 33, 82, 85-88 Manchester, 13, 38, 45to52, 53, 54, 56, 57, 58, 59, 89 Manningham, 9 Marston Moor, 42, 43, 84, 91 Meakley, 53 Middleton, 46 Namptwich, 38, 39, 59"], [101, "INDEX OF PLACES. 95 Newcastle, 56 Northumberland, 40 Pontefract, 6, 9, 18, 21 Poppleton, 41 Prescot, 58 Preston (Lane), 1, 53 to 60, 89 Pudsey, 65 Rochdale, 65 Salford, 47, 48, 49, 50, 51 Seacroft, 24 Selby, 18, 21, 22, 23 Shagh, 45 Sherburn, Yorks, 18, 21, 22, 23 Shrewsbury, 56 Sillbridge-lane, 78 Spalding, 36, 37 Stamfordbridge, 33 St. Ives, 84 Tadcaster, 15, 16, 17, 23, 24, 42 Townley, 55 Trent, River, 32 Turles (Tyrrel St., Bradford), 6 Undercliff (a populous suburb of Bradford now) 67 Warrington, 57, 59, 60 Wakefield, 1, 3, 18, 19, 21, 24, 74, 89, 90. Westminster, 85 to 88 Wetherby, 16, 41 Whaley, 57 Whitchurch, 60 Whitehall (Lond), 85 Wibsey, 91 Wigan, 56, 58, Wigham. 55 Winchester, 83 Winsby, 35 Woodhouse Moor, 19 Worcester, 85 York, 7, 15, 16, 17, 21, 23, 35, 40, 41, 42, 43, 44, 91 Yorkshire, 33, 40"], [102, "loral SJooks, bg S. Ijorsfall (Jttrtur. Haworth, Past ano Present : A History of Haworth, Stanbury and Oxenhope. 20 Illustrations. 3s. \" Mr. J. Horsfall Turner has here given us a delightful little history of a place which will always have an interest for the student of English literature. We have not space to deal with it as lengthily as it deserves, but we can say that all should read it who care to know anything of the little village made memorable by the Brontes' fame. It may be obtained of the author, Idel, Bradford, and is ridiculously cheap.\" — Graphic, Jan. 31st, 1880. Nonconformist Register of Births, Marriages, and Deaths, 1644- 1750, by the Revs. O. Heywood and T. Dickenson, from the MSS. in the Congregational Memorial HaU, London, comprehending numerous notices of Puritans and Anti-Puritans in Yorkshire, Lancashire, Cheshire, London, &c, with Lists of Popish Recu- sants, Quakers', &c. Five Illustrations, 380 pages 6s. The Rev. O. Heywood, B.A., 1630-1702: His Autobiography, Diaries, Anecdotes and Event Books, illustrating the General and Family History of Yorkshire and Lancashire. Four volumes, 380 pages each, illustrated, bound in cloth, 6s. each. Independency at Brighouse : Pastors and People, 4 Illustra- tions, 3s. Nonconformity in Idel, and History of Airedale College, 10 Illustrations, (autotype portraits of Rev. J. Dawson, Founder of Low Moor Iron Works ; Rev. W. Vint, S.T.P.), &c, 3s. Biographia Halifaxiensis : A Biographical and Genealogical His- tory for Halifax Parish. 2 Vols., 380 pages, with Portraits 6s. each. Vol. 1 is a reprint of half of Mr Watson's \" Halifax,\" that is such chapters as the Halifax Worthies, Vicars, Benefactors, &c. This volume thus serves a double purpose, as it is a literatim reprint. Vol. II will be an original compilation, noting the Families and Worthies for six hundred years. Life of Captain John Hodgson. 1640-83. Illustrated, ls. 6d. This is a reprint of the 1806 publication, said to have been edited by Sir Walter Scott. The Captain narrates his exploits in the Wars at Bradford, Leeds, Lancashire, Isle of Man, Scotland, &c, and the troubles that followed on his settlement at Coley Hall, near Halifax ; his imprisonment in York Castle, &c. The Antiquities of Halifax : By the Rev. Thomas Wright. A Literatim Reprint. Is 6d. Triplex Memoriale, (York, 1650). . Three quaint Sermons by William Ainsworth, preached at Halifax, on Waterhouse's Charities. From the only known copy. 2s. The Elland Feuds, 2s. Halifax Gibbet Book, with Appendix, 2s. Registers of Topcliffeand Morley, 1654-1888, with History of the Two Chapels, and Illustrations; edited by W. Smith, F.S.A. S. 6s. Brighouse, Rastrick, &c, Manorial History, 170 illustrations, 10s. Yorkshire Notes, Genealogist, Bibliographer, Folk-lore Journal, 6 vols., 1700 pp., 550 illustrations, 30s. Yorkshire County Magazine, 4 vols., 488 illustrations, 20s."], [103, ""], [104, ""], [105, ""], [106, ""], [107, ""], [108, ""]]