[[1, ""], [2, ""], [3, "THE COUNT DE VILLEROI; O R, The Fate of Patriotifm : A TRAGEDY. AUFERRE, TRUCIDARE, RAFERE FALSIS NOMINIEUS LIBERTATEM, APPELLANT. L O ND O N: PRINTED FOR T. CADELL, IN THE STRAND, AND W. H. LUNN, CAMBRIDGE. 1794."], [4, ""], [5, "PREFACE. J_T is fomewhat extraordinary, that an event {o replete with tragic incidents as the French Revolution, fhould not have given to the Stage, or to the Prefs, any regular dramatic piece.' Befides the copious materials which prefent themfelves for fuch a work, it is ob vious that a theatrical reprefentation, founded either on fome particular private enormity, or on fome one of the more glaring public crimes, with which Democracy has for thefe laft three years defolated France, could not but be attended with very good effects on the minds of our own countrymen. Every true Englifhman, every real Friend of Liberty, may indeed rejoice that the prefent attachment to the Monarch and ConlUtution is fo great, as to ftand in little need of fur ther incitement ; but, as in all cafes it is more eafy to prevent than to remedy evils, it might not be impolitic, thro' the medium A of"], [6, "PREFACE. VI of the Stage, to confirm the Public good fenfe, rather than to leave it unguarded, to the machinations of the perverted or the defperate. And this is the more defireable, for that there are not wanting grave perfons, who affect to make light of the atrocious crimes which are daily perpetrated in France, when put in competition with the grand object which that Nation is faid to have in view : — a molt pernicious doctrine, which, if once infUlled into the minds of our people, as it but too fuccefsfully has been into thofe of the French, muff lead to every thing that is horrible and flagitious. Now the Stage, as it is one of the moil effe6tual means of gaining the public ear, fo is it mofl powerfully calculated to influ ence the public mind ; and though it may not at prefent greatly avail itfelf of this ho nourable and ufeful part of its office, the original inftitution is however by no means anfwerable for the negledt. On this fubje£t, ieverity or ridicule would be equallv trite ; be it then only obferved, that the revival of all the powers and energies ,of the Stage, at"], [7, "PREFACE VII at all times highly to be wifhed, was never, perhaps, of greater importance than at this critical juncture*. Nor is the pre fent age without dramatic writers eminently capable of effecting this end; though, for obvious reafons, they have maintained but too long a filence. Could any fuch have been induced to come forward on this occafion, the Author of the following Piece had molt willingly fpared his labours. It was then, in the general filence, that the circumftances which form the ground work of T'he Count de Villeroi, flruck him as calculated to produce aninterefling Drama. He arranged the outlines of each a£l, and was confirmed in his opinion. Still, how ever (having given but little of his time to poetry) a play in five acls appeared fo for midable an undertaking, that it was with difficulty he could prevail on himfelf to pro ceed. ' * The National Affembly, it feems, are not unacquainted with the powerful affiftance to be derived by Government from the Stage ; but by the pieces which they have ordered to be adted, as'well old as thofe compofed for the purpofe, they have gained an aftonifliing encreafe of popularity to their caufe : aftoniftiing to thofe who have never conlidered the influence of theatrical performances. A 2 One"], [8, "VIII PREFACE. One tragedy only occurred, of confider able merit, which was not the work of a profeffed poet ; and the excellence of that, in deed, is fo great, that it ought rather, per haps, to have made him throw down his pen in defpair, than animated him to proceed. Thofe who are acquainted with the Mjflerious Mother, will not look further for the work which is here intended : that its Author is not a pro fe fled poet is certain ; and it is faid, that this is his only dramatic compofition. However this may be, we fhall not eafily find a piece in which elegance of language, unity of defign, ftrict prefervation of character, with all the higher excellencies of tragedy— the power of exciting pity, terror, diltrefs, and horror for guilt, are more eminently united. This is not the place to enter at large into its merits ; be it only faid, that the Stage has yet to furnifh two more highly finifhed characters than thofe of the Countefs and Benedict. That the Myfterious Mother has never appeared upon the Stage, is owing, it feems, to the Author's fcruples reflecting the fubjedt ; in which, though he may be right, there are few who read his play with out being ftrongly difpofed to conteft it with him. With this example then in view, but without"], [9, "IX PREFACE. without the fmalleft hopes of equalling it, and for the reafons above-mentioned, the prefent Tragedy was taken in hand. With regard to the manner in which the Author has told his ftory, he waits with refpect for the judgment of his Readers: — ■ concerning the matter of it, a few words may be neceflaiy. He has been allied, whether his play is founded in fafl? It is a fact that Sons have denounced (to ufe their own words) their Fathers, and Fathers their Children, both in the Jacobin Club and the Convention, on the very fame grounds that young Villeroi denounces his Father. It is a fact, that the King and Queen were inhumanly treated in prifon : it is a fact, that there was a defign to murder them there by a hired Mob, and that that Mob was in the pay of fome of the molt popular Leaders : it is a fact, there was a deteftable maflacre on the fecond and third of September, 1792: and it is a fact, that feveral perfons were burnt alive in it. With refpect to the atrocious circumftances which attended the murder of two Girls, one"], [10, "PREFACE. X one of fifteen, the other of eight or nine years old, as recounted by D'Orville, the Author has to fay, that the particulars ap peared in the molt authentic narratives of that maffacre ; nor have they ever been con tradicted with authority. It is prefumed that this is fufficient ground, and more than fufficient, confidering the nature of the work, for the ufe which he has made of it. To thofe who may be difpofed to cenfure fome pretty clofe imitations of two of our moft celebrated writers, the Author begs to anfwer in the words of Terence, on a fomewhat fimilar occafion : \" Quod illi malediclum vehemens eiTe exiftumant, \" Earn laudem hie ducit maxumam.\" He has alio to acknowledge the having made all the ufe he could of the fecond fcene, firft act, of the Brutus of M. de Voltaire ; feveral lines of which he has tianflated and introduced into the converfation between old Villeroi and his Son. It remains to add, that fome fteps were taken to bring this piece upon the Stage ; but for"], [11, "PREFACE. XI for want of theatrical intereft, they very naturally failed of fuccefs. If then it be aiked why, difappointed in this principal object, he did not quietly confign it to obli vion, he anfwers, — That it is his opinion, in times like the prefent, every man who is fatisfied with the Government under which he lives, fhould give fome teftimony of this fatisfaction ; if not fuch as he would wifh, the beft that he is able. He anticipates, and is prepared for the difapprobation of the friends of Democracy : but he could wifh thofe whofe political fentiments accord with his, and whofe abilities at the fame time juilly entitle them to cenfure freely, for once (in favour of his defign) to wave their prerogative; and if they would depreciate his labours, to do it, not by the feverity of their criticifms, but by the fuperiority of their exertions in the fame caufe. Di a ma tis"], [12, "Dramatis Perfonse. M E N. COUNT DE V1LLEROI, { .***? COUNT HENRY, - jlns S°n' thC ' second Allembly. D'ORVILLE, - - attached to Louisa. VILLENEU VE, -, r Leaders in the 2d Aflembly, I - - ) and PERRON, J l Friends to Henry & Julia. J ANSON, - - fan old Servant of the J ' [ Count de Villeroi. W O M E N. LOUISA, - - Daughter to the Count. i Widow of a rich Merchant, JULIA, - ) aiming at a fecond Marriage [_ with Henry. CLARA, - - . Sifter to Julia. SCENE, partly at the Count's Chateau, a League from Paris, and partly in that City. TIME, September 3, 1792."], [13, "But The Count de Villeroi, A TRAGEDY. A C T I. SCENE I. The Count's Chateau. Enter Louisa. LOUISA. BE ftill, my harrafs'd mind, nor vainly raife Fidlitious terrors to fubdue thy conftancy. Ah! where is now this boafted conftancy? Where now the courage worthy of my birth ? Alas ! my Father, all is fled with thee ; Thy abfence leaves me impotent to brave The gath'ring ftorm; but O, (be witnefs Heav'n) Not for myfelf I tremble, but for thee. Contented, in thy prefence, 1 could meet The worfl that threats ; but doubtful of thy fate, Thus trembling between hope and fear, in vain I would collect my fcatter'd thoughts, in vain My wonted force ; a thoufand anxious cares Sit heavy on my heart, and weigh it down ! — B"], [14, "COUNT DE VILLEROI. 2 But yefterday my Father left thefe walls, Sent for on urgent bufinefs to the court. Is this a caufe for terrors fuch as mine ? How many reafons may detain him hence, And yet not one of them affect his fafety ! Ah, let me then forget his parting words, \" At %7ening clofe 1 will embrace my Daughter.\"\" Was L^Sceiv'd, or did I hear the found Of hafty footfteps this way bend ? Ye Saints, If virtue be your care, protedt my Farffter ! I did not err, 'tis Janfon this wav bends His hafty fteps ; eye me bleft Providence, And give me ftrength proportion'd to my need I SCENE II. Enter Jan son. O Janfon, fpeak. — My Father, tell me — JANSON. — Madam, Count d'Orville's equipage is near at hand ; His horfes bath'd in fweat and foam, fcarce feem To touch the ground they move on; doubt not,, Madam, They bear my Mafter, or fome happy tidings. LOUISA. No Janfon, no! ill news, 'tis faid, flies fwifteft y, Whilft good, or tarries by the way, or plods Remifs. But tell me, is the Count arriv'd ? JANSON. Ev'n now, involv'd in clouds of dull, he pafs'd Beneath the terrace walls : his near approach 1 waited ere 1 could be fure 'twas He : Then, deareft Lady, be compos'd, for all Will yet be well; doubt not he brings good news. LOUISA,"], [15, "COUNT DE VLILEROI. 3 LOUISA. Thou good old man, thou comfort'ft me, who haft Thyfelf moft need of confolation ! I'm young, and may fupport thefe cruel terrors ; But thy old age mull needs fink under them. JANSON. My much lov'd Miftrefs, at a time like this To think of your poor fervant ! Could I die To ferve you, Lady, I would die with pleafure :— - Let me then haften to relieve yours fears; The Count — LOUISA. Stay, he prevents thy fpeed : — but comes alone. SCENE III. £»«rD'ORviiLE. D'Orville, I die with terror. Is he fafe ? D'ORVILLE. Deareft Louifa, lovelieft maid, becalm! Safe, and in health, your Father's on his way. I knew the fears which dwell with tendernefs, And, on tla^wings of love, fwiftly I fped To reafiunrirfy heart. LOUISA. Kind, generous D'Orville ! One queftion more. Say, what news of my Brother ? D'ORVILLE. Within this Hour I left him at the gates. JANSON. Said I not, Madam, all would yet be well ? To all our houfe let me communicate The welcome news, and forrow turn to joy. [Exit. Jan. B 2 \" SCENE"], [16, "COUNT DE V1LLEROI. 4 SCENE IV. Louisa, D'Orville. LOUISA. Joyful to all, but O to me moft joyful ! Ye threat'ning dreams, ye vifions horrible, Which through the night purfued my trembling foul, I banifh ye for ever from mv memory, More than compenfated by this bleft news ! D'ORVILLE. Such joy, Louifa, overpays my hafte ; A fweeter welcome would 1 never know. LOUISA. A ftranger, D'Orville, might have gain'd a welcome With fuch intelligence ; ah teach me then New words to pay my gratitude to thee, Who to a Father's and a Brother's fafety, Shew'ft me befides thine own — but tell me D'Orville, In oppofition to his parting words, What caufe detain'd my Father from thefe arms ? D'ORVILLE. But that I know thy Father's Heady foul Dwells in that bofom, I would leave untold The painful tale ; for how wilt thou lament, Thou virtuous maid, thy country's mifery! Alas ! the worft we fear'd is come to pafs : A lawlefs mob have feiz'd upon the realm, And tyrannize in our diftrafted council : Ten thoufand dire barbarities made way For their ufurp'd dominion ; crimes, till now Unheard of, flain th'accurs'd poffefiion ; By Heav'n, 1 tremble but to think upon The fcenes thefe eyes have witnefs'd ! O ye fiends In human fhape, ye ruthlefs minifters Of"], [17, "COUNT DE VILLEROI. 5 Of bloody deeds, lend me your hearts awhile, Or how fhall I relate what ye have dar'd to act! LOUISA. D'Orville, I fhudder at this fearful prelude, And fain, alas ! would bid thee flop, but that An intereft beyond my pow 'r to mafter, Commands me liften to the dread recital. D'ORVILLE. I know thy tendernefs and foft humanity. Oft have I feen thee weep another's pain ; Oft heave the figh, ev'n o'er fictitious woes. O gentle maid, how wouidft thou then have borne To fee thefe blood-hounds drench'd in human gore, Drench'd, but infatiate ftill, but ftill unflak'd ! But yefterday 1 left thefe peaceful walls, — Would I had here remain'd; — the city gates At my approach with quick recoil flew ope ; They op'd t'admit, but on harfh grating hinge Forc'd to again, and dropp'd the huge port-cullis With many a mafly chain, forbade return. Alarm'd, on th'inftant I difmifs my train, And mixing in the crowd remain unknown. The work of death was rife ! On ev'ry fide Profcription's bloody hand mark'd out for flaughter; Nor fex, nor age, nor hallow'd fanctity Exempted from deftruction ! Ruffians trod Upon the proftrate necks of France's nobles : Nor fpar'd their facrilegious hands to fhed The blood of meek religion's Minifters ! Religion would have rais'd her facred voice — Who hears her voice in hell ? — but now the fword, As tir'd of its fell office, ceas'd to fmite — O curfed paufe ; far round the kindled pile Blazes a baleful light — th'Aflafiins hand For this a moment ftopp'd its murd'rous courfe ! — Can"], [18, "COUNT DE VILLEROL 6 Can I proceed ? O God, thefe eyes beheld Th'abominable fight ! — dread Providence ! Where are thy once avenging thunderbolts, When villains hurl defiance in thy face And live — and live, O horror! to blafpheme Thee to thy face ! where are ye facred fires, Such as the voice of Heav'n, or Heav'n's infpir'd, Call'd down in days of old upon the impious ? For never rag'd more impious fiends tl an thefe ! LOUISA. Whilft I have life to liften to thee, D'Orville, O quick fum up, conclude the dreadful tale. D'ORVILLE. Mark, my Louifa, mark yon trembling Matron ! Not for herfelf fhe trembles, her firm foul Could look on death unterrify'd — but fee, See where, in fpeechlefs agony, flie bends Her ftreaming eyes — ye death-devoted pair, Ye beauteous lambs, doom'd to a dreadful end Ere ye have reach'd your prime, fhe calls ye, Daughters. — What mean thofe ruffian hands? Inhuman wretches! — See, where they feize their angel forms ! they drag, They bind them to the flake, a prey to dire Infernal cruelty ! — What heart of ftone But muft have melted at fo foul a fight ? Who then, O who can fpeak a Mother's grief? Senfelefs fhe falls, the cold earth, wet with many A recent wound, receives her wretchednefs — Bleft refpite, though but momentary — fee — LOUISA. For pity — , ■ D'ORVII.LE. Ha ! flie lives again, by fhrieks Of fierceft torment rous'd — thou know'ft whofe fhrieks — ■ — The blazing pile, the bleeding, mangled limbs, The"], [19, "COUNT DE VILLEROI. 7 The now faint groans of her expiring children Burft as afrefh upon her mad'ning brain — LOUISA. Inhuman monfters, barbarous, bloody flaves ! O how didft thou efcape their murd'rous hands ! How ftand we here alive ! ha ! D'Orville, fpeak. Didft thou fay true ? My Father, O my Father, Why comes he not to blefs his child ? D'ORVILLE. Yet flay Thy duteous fears ; my life for't, in the hour, Thy Father's fafe at Belmont : for the prefent Mifchief is laid : a fullen, death-like calm Reigns in the city, fuch as oft is feen Upon the boundlefs deep t'impend a ftorm, Shipwreck, and ruin! — Each fucceeding day, Big with new outrage, gives but too jult caufe To fear yet worfe to come ! — Ferocity Ufurps the facred name of patriotifm, And proves her claim by deeds of blood and death ; Who hefitates, for juftice fake or mercy, Becomes himfelf fufpe<5ted and profcrib'd. LOUISA. And yet my Father, D'Orville, ftill receives The tribute due to his fuperior virtue. Though now fome time withdrawn from ftate affairs, Still as occalion calls him to the city, Thou know'ft the acclamations of refpeift Which ever wait him ; — Henry too, thy friend, Weeps o'er his country's fate, and will, be fure, Stand forth to check thefe dire enormities : Th'affembly love him — often has his voice Oppos'd their hotteft counfels, oft reftrain'd The fanguinary meafures of revenge ; Nor will they, when he now fnall plead the c.iufe Of"], [20, "8 COUNT DE VILLEROL Of otitrag'd juftice and humanity, Refufe to hear. D'ORVILLE. Ah, my Louifa, why muft I unveil The fad reverfe of thy too fanguine hopes ? Light is the favour of the giddy crowd, As light their cenfure ; ever in extremes, They love, or hate, exalt, or vilify. But afk them Wherefore ? ftrait they're in amaze, And bid their leaders anfwer dull inquiries. Thy Father's worth, his unambitious views, His known attachment to the general weal, Have long fince mark'd him with thefe factious heads An object of their fear (and whom they fear They would remove) hence no means left untry'd To work his ruin. As yet indeed they'work Without effect ; fo ftrong the love men bear His virtues ; but, believe me, yefterday Has wrought a change — LOUISA. His vifit to the Court? The prifon let me rather fay : the laft, Sad refuge of the royal Pair. But this Was licens'd by themfelves — D'ORVILLE. Yes, as a plea To urge his downfall. Early as thou know'ft 1 quitted Belmont, ere the royal fummons Thy Father reach'd ; what then was my furprife, When fcarce efcap'd from the fad fcenes of blood Which thou haft juft now heard, we chanc'd to meet: He in his chariot, I on foot, worn out, And pale with recent dread, wand'ring at random, LTncertain where — He ftopp'd, and begg'd me enter. — His looks, no lefs than mine, exprefs'd difmay. A rabble"], [21, "COUNT. DE VILLEROI. 9 A rabble flood around ; fome cried, No King! No V illero'i ! fome ; nor curfes fpar'd, nor threats. LOUISA. Alas the change ! But fay, What follow'd next ? D'ORVILLE. Slowly we pafs'd, and filent to the gates, Thofe gates which thou haft feen fo oft wide fpread, In prompt obedience to thy Father's orders ; And, but for Perron, would have been once more. I heard the haughty Democrat command The trembling guard : \" Traitor,\" faid he, \" thy life \" Is forfeit, if augnt pafs thefe gates before \" To-morrow's fun :\" this fternly as he pafs'd. 'Twas now, Louifa, now thou fhould'ft have ieen Thy Father's conftancy. \" Rever'd,\" he laid, \" Rever'd for ever be my country's voice : \" But, O Louifa, how wilt thou fare, poor maid, u Without thy friends? Be Providence thy guard!\" LOUISA. My much lov'd Father ! how can I repay Th) ever watchful tendernefs and cares ! D'ORVILLE. My houfe is neareft to the gates, and there It was refolv'd to pafs the night ; mean time I went in fearch of Henry ; him I found At his proud Julia's, and. told the wrongs Done to thy Father. Firft, he flood amaz'd ; A glow of indignation flufh'd his face ; But quick fucceeded coldnefs and conftraint, As if fome fudden reafon had occuir'd To palliate the monftrous infolence. Briefly, I urg'd him to return with me ; Which he declin'd : affairs of the laft import, He faid, detain'd him : what were thefe affairs C To-"], [22, "COUNT DE VILLEROI. 10 To-morrow might unfold, and bring him hither; Till when, no further would he fpeak his purpofe; And, Julia entering, broke off the difcourfe, What projects are in hand, to-day will fhew; But Julia's plots, and vile affociates, Allow us little room to hope aught good. LOUISA. This dangerous woman, D'Orville, pray you tell me, Is fhe, indeed, as handfome as report And Henry's love unbounded fhould befpcak ? D'ORVILLE. Yes, I confefs {lie's handfome ; nay, much more, She adds to beauty all thofe powerful charms Which captivate mankind ; the gentleft air, The fofteft manners, dignity her own, And only hers ; in each expreffion Grace and apparent modefty fhine forth. O mind, ill fluted to fo fair a face 1 Face falfe and treacherous, the mafk of pride And fierceft paffions; alternately the reft Strive in her foul : pride ever reigns fupreme. — LOUISA. Ah, how, my Brother, wilt thou 'fcape the toils Spread for thy warm and unfufpecled youth, The eafy prey of art ! — But fure I hear My Father's welcome voice : — yes, 'tis himfelf, — And ev'ry care is loft in fweet affedtion ! SCENE V. Enter m. de villeroi ([peaking to Janfon-.) VILLEROI. My faithful fervant, much I thank thy joy. — Louifa, come to my arms, my dear lov'd child ! O, I"], [23, "COUNT DE VILLEROI. 11 And O, I have felt thy anxious tendernefs, And fympathiz'd in all thy apprehenfions. LOUISA. Thrice happy moment ! While I hold thee thus, My heart in gratitude to Heaven o'erflows. VILLEROI. Much owe we, D'Orville, to thy kind concern, That lhorten'd the lone hours of expectation. — Janfon has told me, Love, how thou didft watch Till midnight on the terrace, thy fad eyes Still turn'd in fearch of us ; and when the moon No longer lent her wafted beams, how fweetly Into the ear of darknefs thou didft pour Thy griefs. Was't not a melancholy time ? LOUISA. I do forget it, Sir ; your fafe return Each fad remembrance banilhes. But oh, I would inquire into much greater griefs, Which ftill lie heavy at my heart ! Your vifit To the royal pair, fay, Do they ftill contemn Their vile opprelTors malice, or fubdued, Sink under their deep wrongs ? VILLEROI. Thou afKeft well, It is the fubject neareft to my heart ; Therefore, be patient while I fhall unfold The fecrets of this prifon-houfe, which why To me reveal'd I do in part furmife. My royal mafter (as fuch to Heav'n I fwore, With a whole nation, to maintain his rights) I found him, low indeed in outward fhow ; Unfeemly his attire, — with fqualid beard And matted hair — belide him, on two planks, His only table, lay his ufelefs fword, C 2"], [24, "COUNT DE VILLEROI. 12 And once proud orders. Now the confcious monitors Of Fortune chang'd, and Majeity, how fall'n ! The reft accorded well : bare floor, bare walls Diftilling long pent damps : and near him lat (O ftudy'd infplence) two varlet Knaves With their heads cover 'd, who with boorifh din Shook loud the dice-box — D'ORVILLE. O moft bafe revenge, How well thou fliew'ft thy grov'ling origin ! VILLEROI. 'Tis true none but the bafe would thus infult O'er fallen greatnefs; but know, th'unconquer'd mind, Difdaihing the poor malice, fits unmov'd. So ihew'd the King, i'th'midft of horrors, great And numberlefs : in his meek countenance Wait refignation and mild fortitude ; While to each infult fuch rebuke he gave As fuits a Father to a rebel fon. Short was our conference, and clofe obferv'd By thofe two fpies, who with malignant flare Waited to gather it With cheerful voice Fie begg'd me not decline his laft, belt truft, — His Son — to me, by will, he had bequeath'd His helplefs youth : charg'd me, in virtue's paths To guide his fleps, to teach him to refpect Flis country's laws and juftice facred courfe, To love his people, and — if it might be fo, With a deep figh, he added, gain their love. Told me, he once conlider'd me his foe ; And begg'd I would forge*; and pardon it. \"Who that had manhood in him, could hear this Unmov'd! Not I, but, fpite of refolution, Spite of the leffon I had giv'n my heart, Harrow'cl 1 flood with grief, and wept aloud ! D'ORVILLE,"], [25, "COUNT DE VILLEROI. 13 Her D'ORVILLE. O 'twas ft caufe for tears, fince tears are now The only offering we can pay fuch wrongs. VILLEROI. Much mov'd he feem'd, our greatly injui'd King, With this the genuine tribute of my love : But check'd, nobly, he check' d his riling griefs, And not, as has been bafely lied, through dull Infenfibility to his hard fate. To fpare his griefs I would have mafter' d mine. — And now a guard fummon'd t'attend the Queen: — Slowly and fad, I pafs'd to her apartment, Which rather feem'd fome noifome dungeon, Dihnal and dank, where fwift difeafe might work - Th'accurs'd defign ftern juftice fhudder'd at. Surrounded by the majefty of courts, In pride of drefs and dignity of charms, Full oft have I approach' d this matchlefs beauty, But ne'er, Louifa, with that awe_ which now Enchain'd each fenfe in mute aftonifhment. Sure fomething holy waits around diftrefs, Mote abfolute than ever yet hemm'd in With twice ten thoufand fwords the Defpot's throne. Aloof I flood, and gaz'd with bleeding heart; On a vile bed, and cloth'd in vileft garb, Meagre, abandon'd, hopelefs, and forlorn, Befet with ev'ry ill that tongue can name ; And yet in dread of worfe fat fhe, who once A brilliant ftar, illumin'd Gallia's land, Shedding choice influence o'er her raptor' d Sons. Ah, how eclips'd ! in lowly ftate fhe fat, The wreck of grandeur — the woman quite fubdu'd, The Queen alone remain'd. Befide her lay Her tender Son, in bleft oblivion loft, And as fhe watch'd his flumbers, down her cheek Roll'd the big tear; at my approach (he rais'd"], [26, "COUNT DE VILLEROI. 14 Her anxious eyes, well taught by cruel Fate To read the face's language. Mine befpoke A heart devoted to her caufe, deep ftricken, And bleeding for my country's fate and hers ! As break of cheerful morn to the lone traveller, Who loft in fome wide foreft, midft the roar Of favage beafts, has pafs'd the fearful night; Such was the fight of friendly countenance, To her long us'd to the fierce mien of men, More favage than the foreft's felleft tyrants. A patife enfued, while majefty with grief Sharp conflict held, till, pointing to her fon, *' For him, for>him,\" (fhe cry'd) \"I afk your aid : \" Protect his youth, teach him t'efcape the ills \" Of his unhappy Parents — bitter cup, \" That to the dregs I might exhauft thee quite; \" Nor leave one drop for him! And tho' juft Heaven \" On my own head impute my faults; but fpare, \" O fpare my child ! — For me, I afk but this : \" May my hard fate atone my errors paft, \" And my wifli'd death my mangled country heal!\" LOUISA. Brave, gen'rous Queen, that art moft great, though fall'n ; Moft noble, though debas'd ; moft high, dethron'd ? How do thy virtues foar above thy fate, And fhew thy foes more bafe ! VILLEROI. Brief is the reft ; Though firm in mind, exhaufted her weak frame Sunk down in fpeechlefs grief upon her child, And when I would have rais'd her from defpair, And footh'd her woes, gently (he wav'd her hand To flop th'attempt. I prefs'd it to my lips In iad adieu, and, with a mournful heart, I left her to the pangs of hopelefs mifery. LOUISA."], [27, "COUNT DE VILLEROI. 15 LOUISA. Alas, poor Queen I Is it then come to this ? Too fure to hopelefs mis'ry art thou left, When thofe who fhould have bled in thy defence, Are firft, with trait'rous hands, to fhed thy blood ! VILLEROI. From D'Orville thou haft heard the reft of this Accurfed day, with all thofe monftrous fcenes Which he encounter'd : how we met thou'ft heard, And how detain'd ; but be aflur'd, my Love, We part no more. By his new friends difpatch'd, Henry, it feems, will foon be here ; their aims, If I miftake not, little fuit with mine; On them, however, hang our next refolves. Mean time we all have need of fhort repofe. — Farewell, my Daughter, for a while. LOUISA. Kind Heav'n Preferve my Father, and uphold our caufe ! [Exit. Louifa. VILLEROI. An hour from hence, my Friend, I beg the aid Of thy affiftant voice ; 'tis then the time Henry muft needs arrive. D'ORVILLE. I fhall attend Your fummons, Sir ; but rather to obey Your wifer counfels than to offer mine. [Ex. D'Orville. SCENE"], [28, "COUNT DE VILLEROI. 16 It SCENE VI. Villeroi fiolus. Unhappy France ! how art thou downfill'n low ! Thy once great name how funk, and golden fame ? Thv honour, once among the nations high, Who hail'd thee valiant, gen'rous, and humane, How faded now ! for merciful and brave, They fee thee bloody, treacherous, defil'd With fierce contending factions, recklefs thefe What means they ufe to further their defigns, Their own deiigns, their own ambitious views, By thund'ring declamations and vile mockery, By high pretexts of antique patriotifm, And by the {acred name of Liberty (Still the knaves tool to cheat the gaping crowd) So flimfilv glofs'd over! meantime, alas! On all fides defolation reigns triumphant. In every city deadly feuds divide And thin the wretched 'habitants; all faith, All confidence 'twixt man and man, is loft ; Nay, fuch our frantic rage, the deareft ties Lofe their once force ; and father againft fon, The fon againft his fire fierce hatred wage. O curft effect of civil enmity! O wretched country ! at the felf-fame time A prey to triple ruin. Whom (pares the fword Famine awaits ; or, worfe than either, hate, Internal hate, and mortal jealonfies. Such is thy (late, O. France ! juft punifhment For thy flain people, and thy land deftroy'd ; For thy polluted altars, and thy King Dethron'd ; thy exil'd Nobles, and thy Priefts Profcrib'd or banifh'd, murder'd or undone. O horrid piclure, yet moft-like! — My Son, On thee depends my future conduct, whether Once more to (tern the tide, of factious rage And worfe ambition, to perifh or reftore My ftill dear country, or while yet 1 may, ,"], [29, "COUNT DE VILLEROI. 17 If yet I may, retire till better times, And quit this medley of unheard-of crimes. But wherefoe'er I go, for France my foul Shall longing pant, as for its deftin'd goal. So the wreck'd feaman o'er the fea-beat ftrand Wanders, diffracted for his native land; Or climbs fome lofty rock, from whofe fleep brow He fees the wafte of waters roll below, — And fees no more; no profperous bark appears To waft him home, and dry his falling tears : > An exile through his fad remaining years. J End of the Firfl Act. ACT D"], [30, "COUNT DE VILLEROI. 18 ACT II. SCENE I. A magnificent apartment in Julia's houft at Paris. JULIA, CLARA. CLARA. JL ELL me, my Sifter, whence this fatal change In every object that I look upon ? Amaz'd and terrify'd, I gaze around, Nor know the fcenes erewhile fo dear to me. But one fhort month ago, and this had pafs'd For the gay manfion of enchantment ; Julia The goddefs of it! Now, oh hideous change F A fettled gloom is fpread on every face, Some dreadful fecret fills each anxious breaft ; Some horrid purpole, kept from me alone ! JULIA. Sure, Clara, thou miftak'ft ; I fee no change, No fettled gloom, nor none but what thefe time& May well excite in every feeling mind. CLARA. No, no, my Sifter, think me not fo blind ; 'Tis not thefe times, I would to Heav'n it were, That caufe the change I note. Haft thou forgot What pafs'd hit night, what fell from thofe bad men,. Thofe new Affociates, and moft vile ones, To my Julia's friendfhip ? JULIA."], [31, "COUNT DE VILLEROI. 19 JULIA. Clara, no more ! The honed men, whom thou defam'it, are high In the efteem of France, and my try'd Friends. CLARA. Then, my poor country, art thou loft indeed! Julia, a moment I demand your ear ! — How 1 have ever held you next my heart With tendernefs beyond a Sifter's lhare, How I have ever honour'd, how admir'd, Thofe talents, and that mind which rank fo high, Heav'n and yourfelf be witnefs for my truth ! And when each day, as each day ftill has brought Its new adorers to my Julia's fhrine, Have I not fhar'd in the tumultuous joy, The biifs of empire o'er unnumber'd hearts; And to be Julia's fifter, thought beyond The happieft ftate of any meaner fair ? JULIA, What would'ft thou, Clara, with this nice detail ? CLARA. Your patience, Julia. I would prove my right With a dear Sifter to expoftulate. Nay more, for all this love I would demand Wherefore it happens that I meet a face Averted, troubled, true image of the heart It reprefents, the frozen, alter'd heart Of a once tender friend ? O Julia, how Is this, and how have I deferv'd the change ? JULIA. Her tendernefs o'erthrows my firm refulves. [Afide) —Believe me, Clara, that 1 bear a heart • D 2 More"], [32, "COUNT DE VILLEROI. 20 More than repays thy love. But why enquire, When that which thou would'ft know, would but perplex Thee worfe, being known, than thy now ignorance ? Or fay, this fecret is not mine ; alone Thou know'ft it is not mine. CLARA. O moft unkind ! When has this heart or known a joy or grief It would conceal from Julia ! Julia, who thinks The gentle guefts that laft night grac'd her board, Are fitter guardians of a lady's thoughts, Perhaps her honour, than her much wrong'd Sifter. O Julia ! have I for this elected thee The partner of my foul, to find myfelf Debas'd beneath thefe vile Affociates In that perverted bread ? JULIA. Unhappy girl ; Juftly 1 fear'd th'effect of thy fond prayers, And was indeed to blame t'encounter them ! Yet, ah! once more 1 charge thee to defift, Nor rifk our mutual peace. CLARA. No, Julia, 'Tis thy referve alone deftroys our peace ! Admit but once into thy wounded breaft Sweet confidence, and thou (halt feel the calm Which fits the prefence of that heav'nly gueft. Sweet Sifter then, in pity to us both, No longer fteel thy foul againft thy foul ; But tell me who, and whence are thofe bold men, That laft night welcom'd, blafted let me fay, My fad return ? What means the fullen front, The alter'd mien of Henry > Henry, erewhile The nobleft, moft ingenuous youth, the world Might"], [33, "COUNT DE VILLEROI. 21 Might boaft of, now — thou could'ft not but have mark'd, For lovers eyes are quick and accurate; That air, that look, which once drew every eye To gaze complacent, now no longer charms, But clouded, fades, an emblem of his mind ! But why talk 1 of him, when (lie herfelf To whom I fpeak, no longer is herfelf ! Where is that gracious air, that angel fmile, That winning foftnefs, that mild dignity Which gain'd all hearts ? O Julia, tell me why Thou ftand'ft of thy fair felf the monument, Whofe marble beauties coldly reprefent Thy living charms? Ah, can you have forgot How happy once the gliding days paft by, When love and friendfhip waited on each hour? How oft, with Henry, have we playful chid The fwift wing'd time that bade us feparate, While converfation ftill was at its height ! How would he beg another hour, till it Were paft or ere his fuit. Methinks I fee him The laft bleft ev'ning that we pafs'd together ; 'Twas on his birtb-daypwhich by chance we had known! Can you forget the tendernefs that mix'd In his furprife, when in our gallant drefs, And in the blaze of light that feftive lhone He read our hearts ? Weep'ft thou, Julia, to hear Of thefe departed days ? 1 too would weep, But hoping their return. JULIA. Never, no never Shall thofe days return — Clara, thou haft found The way into my heart : — nay, fpare thy joy; Far other feelings fuit the confidence Which thou fo blindly urg'ft. Know then, fond girl, Thole men of yefternight are, as thou call'ft them, Villains ! aye, bloody villains! would'ft know more? They are my friends, the partners of this breaft, Aiders, abettors in a deed moft foul ! CLARA."], [34, "COUNT DE VILLEROI. 22 CLARA. O grief, O horror inexpreflible ! Is't Julia fpeaks, and do I live to hear? What curfed fiend thus tempts thee to thy fall ? Ah quick repent, while yet 'tis in thy power^ Thy dire defign, and difappoint his rage ! JULIA. And doft thou think me then fo weak of mind, So giddy, and fo light? Canft thou fufpect That with a rafh and inconfid'rate hafte I've leapt the bounds of honour, to turn back And whine and tremble o'er a fruitlefs crime ? Firft perifh he, that proud unfeeling man, Who rais'd the ftorm which ravages this breaft; Then if thou fpeak 'ft of penitence, thy voice May chance to found in time, which now is harfh And moft difcordant. — CLARA. Sure it muft be fo ! And her difordei 'd fenfes fhadow out Vain wrongs, and fchemes of vengeance. Righteous, Powers, Impute not evil to a mind unhing'd ! JULIA. Her words are daggers to my throbbing heart ! (Afide) Misjudging Clara, widely doft thou err. Then hear, if ftill thou art inclin'd to hear, The ftory of my hopes, but now in bloom, Now blighted, wither'd, and for ever fall'n ! Thou'ft feen me, Clara, Defmond's envy'd wife, The faireft, wealthier!, of rich Bourdeaux dames: — No port fo diftant but it laid its ftores At Defmond's feet, no winds fo contrary That did not waft the richly laden bark T'en-"], [35, "COUNT DE VILLEROI. 23 T'encreafe his ftate : a kingly palace feem'd His houfe, enrich'd by tributary nations : All this was mine, fo dear was Defmond's love. I lov'd him too, with fuch a grateful love As Daughters feel for an indulgent Father. He afk'd no more. — Be, Julia, would he fay, But happy, Defmond's bleft : and fo I feem'd ; Seem'd happy, Clara, for kind Defmond's fake. But ah, there rankled deep within my heart A fatal wound, the bane of happinefs; And while the name of Julia matchlefs flood, An inllance of fuccefs and rareft foitune; While Julia's wealth and beauty were the theme Of every tongue, and all her fex's envy, In fecret Julia pin'd, and pin'd the more Becaufe afham'd to tell her heartfelt griefs : Alone, unfeen, I curs'd my fatal charms That made me Defmond's wife ; an humbler fpherer Had haply brought content, and I had pafs'd Unenvy'd, as unenvying, through life, Oblcuie and happy. But O who could bear To be at once fo high, and yet, — ah Clara, Pity the weaknels which you never knew ! Was 1 to blame that I was rich and fair? Was I to blame I was not nobly born ? Was 1 to blame that 1 was Defmond's wife, And lhar'd his princely fortune and his ftate? For this, O iniolence of proud nobility! For this, felected by each high-born dame, The mark ot envy and contemptuous hate, Purfued with lotty looks and fcornful fmiles, 1 pafs'd a ftately, folitary life : Each heart feem'd flrut to my advance, each face Envelop'd in referve and tedious form, While 1, by nature form'd for focial joys. And all the charms of mutual intercourfe, Alone, unfriended, mourn'd my cruel fate, And loath'd, and pin'd, and ficken'd at the fight Of dull magnificence and goigeous ftate. O could"], [36, "COUNT DE VILLEROI. 24 O could I paint as ftongly as I felt The anguifh of thefe days, thou'dft own them curs'd (Alas, 1 little thought of thofe to come!) Five years they lafted, until Defmond's death ; Thrice worthy Defmond, thou deferv'dft more tears- Than 1 could give. In hafte I left the fcenes So painful to my foul ; — here fix'd my abode, And here you came to me — CLARA. And found you, Julia, Blefi, as I vainly thought, in Henry's love ; But ah, too late, I find your heart ne'er knew A Siller's confidence, a Sifter's friendfhip ! JULIA. Reproach me not; no want of confidence Occafion'd my referve ; but as thy youth Forbade me to reveal my former griefs, fo now A fomething in thy artlefs, unfufpecting Nature kept me filent, nor could 1 bear To vex thy gentle bofom with my hopes While yet uncertain; nor to tell to thee What from myfelf 1 had been glad to hide. Thou found'ft me, fay 'ft thou, bleft in Henry's love? Thou didft indeed, bleft paft my higheft hopes ! Ye trait'rous hopes! and O thou curft ambition, Why didft thou take an angel's gracious form To tempt me to my ruin ? Gentle Clara, Look back upon the melancholy tale Thou heard'ft but now ; now view the dazzling fcene That open'd to my foul, and thou wilt own Never was grief, nor ever rage more juft ! CLARA. My Sifter, ftill thy words are intricate : Ah, fpeak thy griefs that I may take my fharc. JULIA.,"], [37, "COUNT DE VILLEROI. 25 JULIA. Yes, thou fhalt know my fhame, alas, too foon ! For fure 'twill grieve thy gentle breaft to know A Sifter's fhame— rejected, fcorn'd, betray'd! Runs it not fo, proud Henry? But take care Thou and thy houfe ; on no fafe ground ye ftand! CLARA. Betray'd, rejected, Julia! didft thou fay, Or did I hear (would it were fo) amifs? JULIA. Henry, have I deferv'd this bafeft change? — Ah, where are all thofe vows, thofe ardent vows That I have heard with fond eft extacy? They live but in this heart ; and he who made them Is cruel Fate, why am I fingled out To bear thefe monftrous wrongs ? was't not enough To ftrive againft the world's proud infolence ! But there, ev'n there, where I had treafur'd up My deareft hopes ; where love, ambition — Yes, I confefs ambition had its fhare In my beft hopes; already did I triumph, Triumph'd o'er thofe who once had fcorn'd my place, And envioufly purfued me with their hate : A modeft triumph to conciliate love, But vain and vifionary as my hopes ! O, wouidft thou think it, all th'excefs of love, And all thofe vows, and all thole oaths, which thou So oft haft heard, are cancell'd by a Father's Peevifh prohibition ! The very day You left me, this perfidious lover came With unblefs'd voice, t'unfold the fatal tidings ! O Clara, afk me not the reft ; for never Would I recall the mem'ry of that day Accurs'd, unlefs to urge me on to vengeance ! Know too, that this is ftill within my reach ; E Still"], [38, "COUNT DE VILLEROI. 26 Still Henry's in my pow'r ; and, by my wrongs, I'll ufe this power to the confufion Of the haughty Villeroi. , Afk me not how, Nor further queftion of my fix'd refolves ; Too much thou'ft forc'd from me already. . SCENE II. Enter a Servant. SERVANT. Madam, Two gentlemen to wait upon you — JULIA. Perron and Villeneuve, is't not ? Say I attend them. [Exit Serv. CLARA. And will you leave me thus A prey to wild conjecture? is fuch confidence Or worthy thee or me ? Stay, I conjure you — JULIA. Clara, defift, or dread my worft difpleafure : Too foon, I tell thee, thou wilt curfe thy knowledge! [Exit Julia. CLARA. Cruel, cruel Julia! — her looks are pale, And on her brow fit hate and ftern revenge. O what courfe fiiall I take to lave a Sifter ! Kind Fleav'n inftrucf, affift my anxious love ! Is ihe not well deferving of your care ! Ah fure, in virtue as in beauty, brightly She fhone till this fad hour : alas- the change! Some evil pow'r now rules her troubled mind, And moulds it to his curfed purpofes. O Thou all good, vouchfafe to interpofe Thy aid to counteract his influence ! [Exit. SCENE"], [39, "COUNT DE VILLEROI. 27 SCENE III. opens and dij covers Villeneuve and Perron : they come forward. PERRON. Why what a precious piece of mifchief 's this ! And fo becaufe old Villeroi frowns upon Her marriage with his Son, in pure revenge She's chang'd her principles ; and this fame Henry, Who whin'd of moderation and mild meafures Until they pall'd upon the milkieft of us, She's turn'd into a firebrand of excefs ! Why this i? as it fhould be: but how is't She fen Is this morning Henry to his Father With friendly wifhes to fecure his fafety, And urges him to feek it in our party ? VILLENEUVE. Thou wert not wont, my Friend, to be fo dull: Think'ft thou the noble Villeroi, whofe great mind, Unfhackl'd by the pride of anceftry, So highly foar'd in the bright caufe of freedom ; So nobly facrific'd all felfifh views ; So bravely fcorn'd the dear prerogatives Of wealth and place, and for the gen'ral good Ran glorious hazard? Think'ft thou, I fay, that he, So lately hail'd his country's great deliv'rer, Confcious of high defert and deathlefs fame, Will owe his fafety to ignoble ftooping To Julia and her friends, whofe principles He rnoft abhors ? Julia knows otherwife, And but t'enlarge the breach which fhe firft caus'd, Would fpare th'infidious offer ; nay, yet further, Or I am much miftaken ; or there lurks Within her mind fome deep defign of vengeance To which this feeming kindnefs is the prelude; Nor lefs than Villeroi's life will fate her malice ! E 2 PERRON."], [40, "COUNT DE VILLEROI. 28 PERRON. But prithee, Villeneuve, is it poffible That Henry is brought over to thefe plans ? Such inconfiftency is paft belief! His duty will not let him marry Julia, And yet forbids him not to join with her In fchemes that level at his Father's life ! Now, by my foul, this is true, genuine mifchief, And grateful to our caufe! But how's this, Villeneuve? You look as if you mourn'd our thriving caufe ! VILLENEUVE. I knew Lord Villeroi once, whom ftate affairs Made frequent at the office which thou know'ft-^. PERRON. — I know it well ; and know that from this office, In fpite of thy good fervice, thou waft hurl'd To poverty and vile contempt ; and all To trick a worthlefs minion with thy fpoils : But thou, 'tis like, haft quite forgot thy wrongs ! VILLENEUVE- Perron, ere that I muft forget myfelf, And what I hold far dearer than myfelf. But of Lord Villeroi thus much let me fay, His heart has ftill been large as are his fortunes ; Not fhewn in wafteful, felfifh luxury, But in adminift'ring with liberal hand, With choice and judgment, to the wants of others : Such largeffes fhew true benevolence! For his deportment, it is fuch as fuits The friend of man, the likenefs of his mind, Not of his rank. I tell thee truly, Perron, Had all our Great ta'en pattern by Lord Villeroi, In vain had faction tempted to rebel ; As cliftant thunders that roll by unheeded Had"], [41, "<CQUNT DE VILLEROI. 29 Had been her feeble voice. Say, who o'erthrew The Great ! the Great themfelves, whofe now fall'n flare, But for themfelves, was fix'd and permanent As that ot France itfelf. PERRON. Curfe on them all; But chiefly on our wayward profelyte Within, that Woman's flavifh lnftrument ! Didft mark him, Villeneuve, with what infolence He laft night canvafs'd my authority, For that I'd fhut the gates upon his Father And their proud minion, D'Orville? By Heav'n, I prise The deed the more, fince thus it galls his pride. VILLENEUVE. I markM the combat 'twixt his love and rage, Which, but for Julia's chaft'ning looks, had burft Into a flame: to her his foul's fubdu'd, Save what remains of duty to his Father, Which he would fain deny ; but Nature's cries- Still force their way, and reaflert her caufe. You name his conducf Inconfiftency ; Name it more fitly, Love ; for fo it is, Love in th'extreme, wound up to th'higheft pitch'; Love that compels him to fee Julia fair In mind as form : nothing to him fo bright As Julia's honour and integrity. PERRON. Ev'n name it what you will, fo it but lead To Villeroi's fall. The virtues of that mart On which thou dwell'ft with fuch warm eulogy, Will elfe, 'tis plain, undo our caufe. — But fee Where come? the lady and her lover with her ! SCENE"], [42, "COUNT DE VILLEROI. ' 30 SCENE IV. Enter Julia and Henry. JULIA. Your pardon, Gentlemen, if I have made You wait too long attendance :' the intereft With which I look upon this embafly Has made me talkative, and I've detain'd Your friend to hear a woman's feeble counfel ! HENRY. Difparage not, bright Julia, the counfel Which, wrapp'd in fweet eft accents, bears the (lamp Of facred reafon. How facred then to me For whom it flows ! O Villeroi, O my Father ! May it have force to draw thee from thy error ! My friends, one poor requeft I have to make, Which in the hurry of laft nighr efcap'd My mention; 'tis that D'Orville, the clofe friend And foon the ally of our houfe, be join'd Together with my Father in our caufe : If he accede, I anfwer with my life His truth and firmnefs ; and if he refufe, Juftly I leave him to the confequence. • | PERRON. I trudhimnot. — And much I am furpris'd That one admitted by efpecial fu ft 'ranee Of this high caufe, fhould yet fo foon forget Both it, and the great fouls with whom he's join'd : This I confefs excites my wonder ;, yet More, that: he who feem'd — HENRY. ■•- ~ Seem'd, thou churlifh Perron ! -\\« What wouldft thou add? doft thou pretend to fet? — But I'd be calm — I pray thee urge me not ! PERRON."], [43, "COUNT' DE VILLEROI. 31 PERRON. WThat ! fhall this D'Orville, who, with fullen pride, Has kept alcof in all our glorious ftruggles, Be join'd with heroes, born to rid the world Of Beings like himfelf ! of haughty Fav'rites, And titled Sycophants, of pamper'd Slaves To a vile Court's abandon'd luxury, Of which both he and — HENRY. — For thy life no more ! I tell thee, Perron, far as higheft Heav'n Outfhines the bafelt earth thou tread'ft upon, So bright, fo pure is D'Orville's foul to thine. PERRON. Ha, thou proud Lord ! for fuch I fee thou art In words and will, fpite of thy bragging claims And loud pretence to popularity. — But it is plain, 1 fay, th'inducement's plain That brings thefe fcornful Nobles to our raufe : The fiafier fide has ftill its charms, and fear No lefs than love can make its profelytes. (Henry lays his hand upon his fword, Julia and Villeneuve interpofe.) HENRY. What ! fhall I not chaftize this infolence ? JULIA. (Villeneuve takes Perron apart.) For my fake, Henry, calm your glowing rage ! Confider your great Father's intered ! Confider this man's influence in the date ! And fave your vengeance to a fitter time. HENRY."], [44, "COUNT DE VILLEROI. 32 HENRY. Beit then l~o; but if I not find time To punifh this vile outrage, may all knaves Take pattern after this ; nay, treat me worfe, And boaft how patiently I ftand to bear it. villeneuve (returning with Perron) Believe me, Sir, my friend is much concern'd At what has pafs'd ; before he was aware, He loft himfelf, and now intreats your pardon. PERRON. 'Tis even fo — and for a hafty temper, Is ftill th'infirmity of gen'rous minds ; With you 1 freely make it my excufe :— For what refpects your friend, I alfo blame My too rafh words, and would oblit'rate them By urging him with you t'embrace our party ; Nay more, I anfwer for his good reception ! HENRY. O Sir ! I look'd not for fo quick a change : But know that confcious virtue ftill is prone To pardon and forget unjuft afperfions; 'Tis guilt and cowardice make men implacable. — For me, fo much : Moft freely I forgive Your foul reproach. For what regards my friend, We'll find another time for it ; till when, Sink we our quarrels in the public caufe. PERRON. Moft willingly. You will not find me flow, Of that be fure, to anfwer for myfelf. HENRY. Well S r, you'll not forget. And now, my friends, (To Julia and Villeneuve) Your"], [45, "COUNT DE VILLEROI. 33 Your gentle wifhes follow me to Belmont ; For France I plead no lefs than for my Father ; For whofe, than Villeroi's fervices, Hand higher In's country's annals, if then to be gain'd 'Twere fure of greateft moment to our caufe ! — But well, my friends, you know his worth, nor need From me the ufelefs repetition — Moft lovely and moft gen'rous of thy fex ! Thy noble conduct fure will touch his heart. Perhaps he may relent and own thy virtues, And we may yet be bleft ! My worthy fiends, Adieu; you'll meet me here at my return? VILLENEUVE. We will; and hope to find you have fucceeded. No caufe but might be proud of fuch a friend As him you feek. Madam, we take our leaves. JULIA. Succefs attend you, gentlemen; and know That none takes deeper int'reft in't than Julia. HENRY. We do believe it, Julia; and that belief Shall teach me to perfuade, though nature fail'd To fpeak, nor warn'd me for a Father's fafety. Once more, fair Julia, adieu ; a fhort adieu. [Exit Henry, with Perron and Villeneuve. JULIA. Thus far my plans fucceed : and well I know Villeroi's high mind will fpurn the bafe idea Of feeking fafety with the men he hates. Spurn it he would at any rate, much more When offer'd him by me whom he has wrong'd ; Wrong'd in the deareft points, my love and fame ! In vain precaution urg'd me to beware ; Urg'd how improbable that Villeroi's fon F Could"], [46, "COUNT DE VILLEROI. 34 ACT Could join his fate to the ignoble Julia ! Ignoble, though pofiefs'd of princely wealth ! But love and Henry fpake a cliff 'rent language : To them I liften'd, fcorning_the reftraint Of narrow minds and vulgar prejudice. Secure in confcious innocence, fecure, Fatal fecurity, of Henry's heart, I own'd, nay, glory'd in my love. Alas, I thought the reft of life a fummer's day ; But clouds and darknefs fuddenly arife, Blaft the gay fcene, and fnatch away my hopes; Tremble ye authors of this curfed change, Nor think, though fcorn'd, that I will fall alone ! No, thou proud Villeroi, thou fhalt find too late, Both thee and thine involv'd in my dire fate. End of the Second A£t."], [47, "COUNT DE VILLEROI. 35 ACT III. SCENE I. Chateau de Villeroi. M. de villeroi alone. 1 IS now the promis'd time of Henry's coming, It feems, with fome propofals from his friends Of high concern — but what fhould they propofe To which my honour will not bid diffent ? Too well I know them, and too late deplore Their ties with Henry. Ah, whom have I to blame For thefe — whom but myfelf! Vainly I thought That Henry's virtues muft preponderate ; To them I trufted and his juft intentions : But what are thefe without experience ? Perhaps (let me confefs my fault) I hop'd That Villeroi's fon might hold th'afcendency His Father held ; nor weigh'd the difference Between the prefent fet of men and thofe With whom myfelf fo often had prevail'd. Nay, but th' event, at firft, feem'd juftify My hopes, and Henry's voice, fuccefsfully Oppos'd the rage of fierceft Demagogues, Taught them to hearken to the laws of juftice, And own the dictates of humanity. What might this mean ? Were thefe compliances But feign'd ! the mere device of Flattery By which fhe takes th'unwary in her toils ? O Henry, had Virtue then no deeper hold, So deeply grafted ! No, it cannot be; F 2 Nor"], [48, "COUNT DE VILLEROI. 36 De- Nor is thy caution fo to be abus'd. Far other ftratagem has form'd this league, Whofe influence 1 deprecate. Say, Julia, Art thou enough reveng'd? for well I fee This is thy doing, proud, vindictive woman ! True I refus'd thee for the wife of Henry ; But does it therefore follow that thy love Be turn'd to hate ! that thou muft needs involve His youth in ruin and difgrace ! or, hop'ft thou By thefe foul meafures to extort confent Not granted willingly ! — Wherefore deny'd? But that I knew thy dang'rous character, And not, as thou fuppos'ft, from prejudice. But he is here SCENE II. Enter Henry. My Son, whatever brings thee To thefe paternal arms, they give thee welcome ! I might reproach thy too long abfence hence; But I forbear, and know to make allowance For the effects of fenfibility. Believe me, Henry, if when laft we met I crulh'd thy hopes of making Julia thine, My bofom felt no lefs than thine, the wound Giv'n to thy love. HENRY. Befeech you, Sir, no more I fhould deferve the name of bafeft ingrate, Could I be doubtful of your tendernefs. Nor you, my Father, think refentment kept me From your paternal arms — forbade t'indulge The paffion of my foul, I fought its cure ; Nay more, Julia herfelf firft urg'd to this; Set me the great example ; to the ftate"], [49, "COUNT DE VILLEROI. 37 Devoting her rare talents and her wealth. In lieu of love, 'tis liberty, my Father, Lights up her facred flame within our hearts. Your pardon, Sir, if I recall the time When my young foul firft caught from you the fpark Now kindled to a blaze, you bade me cherifh it, Call'd it the principle of manly virtue, The bafe and pillar of true dignity. VILLEROI. And fo I call it ftill, though by bad men Perverted to defigns of villany ! But to the purport, Henry, ofyourvifit, Whofe preface, 1 muft plainly tell you, bodes Slight fatisfaction to yourfelf or me. HENRY. Thus then it is : — There are who dare affert (Though few as yet their number, and fcarce heard) That Villeroi's fentiments no longer breathe The love of freedom ; that his foul, enchain'd To ancient forms, and prefcripts out of date, 111 brooks the loftier flights of liberty ; That with a jealous eye he views our claims, Determin'd claims to juft Equality; And fhews a more than due compaflion For the fall'n ftate of perjur'd Majefty. Such is the language of malevolence, Stung with the credit of fuperior virtue. 'Tis yours, my Father, to difpel th'effect Of thefe bafe whifperings, unfafe t'o'erlook. All eyes expectant fix on you, who firft Greatly flood forth to break our galling chains ; Defert not then the caufe of liberty : — Erewhile She claim'd you for her Sire, O let A Father's feelings plead in her behalf. Permit your anxious Son, permit his Friends T'entreat you to refume your former ardour ; Deign,"], [50, "COUNT DE VILLEROI. 38 Deign, Sir, to join your fate to ours, to add Your ftrength and counfels to our caufe : for this I fought your prefence, in my own behalf, And of thofe noble Friends with whom I act, Nobles of Nature, form'd in her happieft mood. My Julia too (fcorn not her virtuous efforts) With deepeft int'reft for your fafety, urg'd me To reprefent the fatal confequences Which wait your longer inactivity ! To prefs you by your own much valued life, By the ltrong ties of your paternal love, To hafte this union. Already do the people Murmur at your retreat, and call it treafon To the public weal: th'events of yefterday (Of this yourfelf had but too ftriking proof) Confirm their difcontents; delay not then, My Father, to appeafe their dang'rous clamours; In time regain the public confidence. My Friends, though each in th'art of government And the great rights of liberty well fkill'd, Yet all, in fuch refpect they hold you, Sir, Prepare to hear your voice with deference Due to your wifdom and experience. From me impatiently they wait your anfwer. Be favourable, my Father, to our wifhes ! But O ! above all, be favourable to yourfelf! VILLEROI. Alas! my Son, do then my fears prove true? And muft 1 rank you with a defp'rate faction, Whofe facrilegious hands detain in bonds And foul indignity their lawful King, And in his ftead, audacioufly hold out To the defpis'd and cheated multitude The empty phantom of Equality ? With thofe, whofe curs'd ambition has pull'd down The creft of Majefty t'uprear their own, And for the golden fceptre of a King, With"], [51, "COUNT DE VILLEROI. 39 With mercy borne and facred judice, fhake A fcourge of iron through our frighted land ? Unhappy France ! who 'gainfl one Monarch's fway Haft call'd a thoufand tyrants to thy aid ! Nay, worfe, there's none to vile, but in his pride Fancies himfelf a King for him dethroned. Such are our champions in the caufe of freedom, And fuch the men, my Henry, calls his Friends ! But I would know, before I make them mine, On what authority they now throw off Thofe vows of duty and allegiance, So lately in the face of Heav'n pronounc'd To injur'd Sov'reignty? Tell me, my Son, What fay thefe patrons of the Rights of Men, Who blaz'd fo lately with far different zeal ? Who fwore fo hotly to maintain the caufe Of Kingly pow'r and wholelome liberty; Of fuch reftraint, as but reftrain'd the bad, And to the good gave juft fecurity ? What pow'r has chang'd the rights of Sovereigns ? Annull'd the compact feal'd by mutual oaths ? Pluck'd from a Monarch's brow the golden crown, And bade us break our deep-pledg'd faith — HENRY. Himfelf! His fhamelefs treafons to the public weal; His fecret and avow'd hoftilities To that too flender barrier of our freedom, The conftitution by yourfelf devis'd (Too flender as it prov'd to flop a tyrant, Though well it may be judg'd a mafterpiece) ; And which with vows, with tears, and oaths, he fwore To rev'rence; falfely he fwore, and meets The due reward of perjur'd treachery. Ceafe then, my Father, to enforce a compact By his own crimes annull'd, nor urge thofe rights To violated faith, fo juftly forfeit, Forget"], [52, "COUNT DE VILLEROI. 40 Forget not, Sir, that at that felf-fame altar, Where millions vow'd to him obedience, He ajfo fwore to them fidelity. In Heav'n recorded, Hands the mutual oath, Not to be broken with impunity : T'whom then belongs the crime of perjury ? To whom but him, — and give me leave to add, To him no lefs the harlfi afperfions Injuftice heaps fo largely on our caufe. VILLEROI. That wild rebellion, my Son, fhould feek T'uphold itfelf by falfehood, is but confonant To the black bufinefs which it has in hand ; Nor other anfwer merits than contempt. For as oft times the limb's fo much difeas'd, That it muft needs be lopp'd to fave the man, So the corrupted humours of the ftate, Which even now break out in bloody violence, Demand th'extremeft hand of rugged juftice To fave the ftate itfelf from perifhing. Unanlwer'd then, and ripe for chaftifement, Well might we leave thefe traitors to the fate Their crimes muft quickly bring upon their heads. But when a Father finds his dear lov'd Son Involv'd in this accurs'd Society, O then he reafons in a different (train : Then mild entreaties and perfuafion Become him better than aufterity ! — But O, my Son ! how haft thou found the heart, How dar'd to pour this torrent of abufe, Abufe, and falfehood mix'd, againft thy King? Say'lt thou that he releas'd our folemn oaths, By firft forgetting his ? O moft unjuft! 'Tis thou that haft forgot the provocations, Which in his fubjedls forc'd him fee his foes ! Their infults, wrongs, and moft unmanly threats, Tilth\" treafons to his juft prerogative, Befides"], [53, "COUNT DE VILLEROI. 41 Befides the dread of ruffian violence Both to himfelf and his untiappy Queen : Thefe wrongs, my Son, do more than palliate The falling off you treat as perjury. But grant fome fymptoms of the former government At firft appear'd to vitiate the new — Does the diforder'd body in a moment Regain its priftine vigour ? No, long time, Though heal'd, remain the marks of former weaknefs : So neither does the mind at once throw off The chains impos'd by ancient prejudice. Allow we to the King fome little blame', Relts it with Us t'inflift the punifhment ? Againft the guilty Father arms the Son ! No, no ; he pities, trembles, and forbears. Nor think lefs facred are the right of Kings ; We are their Children, God alone their Judge ! And if fometimes they're fent by him in anger, Behoves us not inflame that anger more, By vainly ftriking at the juft correction : Behoves us to be wife and circumfpecf, Nor madly rend the ftate with civil broils, And call its overthrow its renovation. Then yet, my Son, in time be well advis'd, Quick meafure back thofe fatal fteps again, Which, in the courfes of abhorr'd rebellion, Have led you to the very brink of ruin — — And O much worfe, fet there your country tool Nor think your King unworthy of your faith, Taught by paft fufferings, he fees his faults, And in addition to the will, has gain'd The means t'enfure his people's happinefs. Do you affume the talk of bringing back Your guilty friends to their obedience, Be mine to gain their pardon from theKing: So fhall fair Freedom raife her drooping, head (Such freedom as in happy Britain thrives) Protecting and protected by the crown. G HENRY."], [54, "COUNT DE VILLEROI. 42 HENRY. No, Sir ; 'tis now too late : time was, indeed, When haughty Monarchs with impunity Could trample on their ptoftrate fubjects necks : Noupht then too bafe for Gallic loyalty To crouch and tremble under : rous'd at length, Ev'n Gallic tamenefs turns, and cries revenge. And think you, Sir, 'tis now to be withheld ? Arreft the fury of the rufhing tides ; Stop fhort the nimble chariot of the fun, As through yon fpace it bounds too fwift for thought; Then, and not fooner, may I own it poffible To check the zeal of Heav'n-born liberty ! — 'Tfhould feem as though the thronged ftreets of Pari Were but one echo with ten thoufand tongues, And Liberty the only found they knew. Millions of tongues cry out for Liberty. VILLEROI. \" Licence they mean, when they cry Liberty j <c For who loves that muft firft be wife and good.\"* But who are thefe that rend the air for freedom ? A mob, a rabble ever in extremes ; To-day, the bafe idolaters of power — To-morrow, tyrants of a trembling world : Yet ftill but tools of more contriving brains, The heated and intemp'rate inftruments Of bafe revenge and bloody villany. Witnefs ye fatal fcenes of yefterday ? Witnefs, who firft let loofe the fiends offlaughter? Who pointed out the victims of their vengeance? Who taught the crimes of helplefs infancy, Of trembling mothers, and. of aged fires? Who that the tear of pity call'd for dearh ? Who brought eternal fliame upon our land? Who, to fum up the meafure of their guilt, Who would have led thefe ruffian bands to fteep Their * Milton."], [55, "COUNT DE VILLEROI. 43 Their thirfty poniards in their Monarch's blood? Bear witnefs Heav'n and Earth, 'twas thofe who brawl The loudeft in the caufe of Liberty ! The leaders, tyrants, of your vile Affembly. HENRY. My Father — pray you tempt me not too far ! But that fome other tongue had fpoken thus And if he had not paid his rafhnefs dearly, Why Heav'n — fet up your Monarch's throne again ! VILLEROI. O 'tis much more than ye deferve, or you Or your pernicious friends. But why this rage ? Is it becaufe you neither can difown A bafe fraternity with this vile crew, Nor yet deny their crimes ? O fouleft fhame, To be enleagu'd with villains 'gainfl your King! With monfters, butchers of the human race, Againft th'indulgent Father of his people ! HENRY. Yes, we admit the juftice of the term, And own him truly Father of his people, To whom we owe the Rights of Liberty: 'Tis he who has reftor'd thofe long loft rights, Offspring of his infirm duplicity : To turn and to his crimes we owe our freedom, And now we nobly offer to the world Our aid and our example to be free. But ah, if yet, to fhame and virtue loft ; If yet within the bofom of this land There lives who would reftore the name of King, And wear again the chains of flavery, Kind Heav'n inflict fome chofen punifhment ! In fierceft torments fnatch him to quick death ! Perifh his name for ever from all mouths : G 2 Or,"], [56, "COUNT DE VILLEROI. 44 Or, if it lives, thus be it ftill recall'd, \" The Slave and Traitor to his Country's good!\" VILLEROI. Matchlefs prefumption ! And was it your errand To drag us to your caufe by menaces ? Are we fo little known among your friends, To make it probable that we ihould yield To this unmannerly and rude attack? This boyifh rage inftead of argument ? Or muft we place it to their meffengcr, Who fo forgets himfelf, and us, his Father ? (Alas, he little knows a Father's feelings) But whichfoe'er it be it little recks. Back, thou ungrateful, back to thofe that fent thee ; i Tell them, that Villeroi may not owe his fafety To a confed'racy in crimes and bloodfhed : Tell them, \" That Slave and Traitor to his Country, With his bed blood he would redore his King :\" And add belides, he marks the policy, Which joining in an angry woman's quarrel, Bereaves him of the honour of his Son : Then bid them judge the fitnefs of an union Between themfelves and us. Here break we off Till cooler judgment bring me back my Son : Mean time, thefe doors which dill have welcom'd him Their deared gueft, take note, thefe once fpread doors Are clos'd for ever to the Friend of Traitors ! [Exit Villeroi. HENRY. Why then for ever they are clos'd ; what then ! What be the mighty charms that, haunt thefe doors ?-— —By Heav'n, this is the very peevifhnefs Of aged infirmity, which cannot bear The ilighteft opposition to its will ! And fuits.it with the dignity of freedom To pay a tame regard to it ? to bow to it ? As well be fubject to the Monarch's frown As"], [57, "COUNT DE VILLEROI. 45 As at the beck of an imperious Father. What ! when we ftrive to fet a nation free, Is't fit we truckle to domeftic thraldom ? That were indeed unworthy of our caufe : And ye, ye chieftains of this caufe, O pardon If with too patient ear I've heard ye wrong'd ; Think me not therefore of a lukewarm zeal, - For ye lhall find me apt enough in future; Firm and determin'd 'gainft our enemies : Such, from this moment, I account both mine And yours, all who would baiely throw away Th'ineftimable rights ot Heav'n-giv'n freedom, To fawn and cringe again in flavifh courts. To fuch 1 fwear eternal enmity, Though in the number I fhould find my friend — (The patriot knows no friendfhip but his country) Though I fhould find —Ha ! do I tremble now ? No, though 1 find a Father, he's my foe ; More than. our Father is our Liberty! (Going.) SCENE III. Enter d'orville. D'ORVILLE. Stay, I conjure you, Henry, and explain What mean the fatal words that ftruck my ear ? O Heav'n ! and now thy wild diforder'd looks Betray the furious tempeft of thy foul. Why are thine eyes averted from thy friend ? What means the deadly palenefs of thy cheeks ? Why doft thou tremble as poffefs'd with rage, And frown and clench thy hands fo fervently? What may this mean — in the paternal houfe To act fo ftrange a fcene — in th'houfe of fuch A Father, Henry ? — O my friend, take heed ! Ev'n now thou ftand'ft as on the treach'rous brink • Of a tempeftuous fea, whofe forceful waves Beat far beneath thy feet, ev'n now the earth Whereon"], [58, "COUNT DE VILLEROI. 46 Whereon thou tread'ft gives way, and if thou failed, Vain were the ftrength combin'd of man to fave thee ! HENRY. O Sir, I pray you truce to good advice ; Believe me, I am fchool'd enough already. My Father, much I thank him for his care, Has left but little room for others labour. But you perhaps are lent t'enforce his leffon, Or with fome fage additions of your own. DJORVILLE. For neither purpofe, Henry, am I fent, Norfent at all ; nor have 1 feen your Father Since late you parted with him ; but I come Solely to learn the object, of your vifit, And authorised, methinks, for that laft night, Yourfelf declar'd the bufinefs touch'd me nearly : This fhould I ftrait have fpoken to, but that Your fierce demeanour turn'd me from my end. HENRY. Well then, hear now the object of my coming : 'Twas to unite you with a race of heroes In the immortal fight for Liberty : Or rather, 'twas to crown you with the palm Of joyful victory, without the dangers Of the encounter ; to confer the prize, The ftruggle at an end. My generous friends Ev'n will'd it fo, you know them well, the great Deliv'rers of their country — Do you fmile, Sir ? Indeed 1 might have judg'd no lefs : thou then, And thy protector, hug a little longer The flavifh chains that link ye to your tyrant. O worft of fervitudes ! to bear a mind Subdued and fetter'd to exploded tyranny. D'ORVILLE,"], [59, "COUNT DE VILLEROI. 47 D'ORVILLE. Wonder not, Henry, that furprife and grief Should take the fpeedieft way to fhew themfelves : You read difapprobation in my face Ere words could give it form ; you read aright : But fure all words are faint to reprefent The painful feelings which affail this bread! Ah, do I not behold my earlied friend, The chofen of my foul, giv'n o'er to ruin ? Do I not fee his noble birth, good name, And (hining qualities difgrac'd and dain'd With fouled crimes ? this were indeed too much ; But nearer ties, nearer and dearer yet, As well thou know'd, clofe bind thee to my love. Ere this, but for our country's fate, the name Of Brother had been join'd to that of Friend — But O! thy Father, Henry, when I think Of him, fo kind, fo excellent a Father, All other griefs are fwallow'd up in this : Ah, thou had planted daggers in his heart, Sharper than thofe of thy accurfed friends That riot in the blood of innocence. Too well I judge of what has pafs'd, by this Thy vile propofal. Shame, mod virtuous Shame! Where art thou fled, when this degenerate Son Could bafely meditate an union Between the fanctity of fuch a Father And Villains reeking in their country's blood ? And dod thou talk of fervitude and chains, The tool thyfelf of an atrocious fa£tion ? And know'd not that the viled fervitude Is his who ferves the faithlefs and unjud ? Serves thofe who have rebell'd againd their King, Their lawful, gen'rous, too indulgent King! HENRY. No more : I charge thee for thy life no more! Prefum'ft thou on the ground of former ties, Here"], [60, "4S COUNT DE VILLEROI. Here from this moment I difclaim all ties, All union, intercourfe, affection, 'Twixt thee and me : and now the meaneft wretch, The pooreft outcafts nearer to my foul Than D'Orville; th'high-born, haughty, flavifh D'Orville ! D'ORVILLE. I too might chance t'affume a tone of rage, Blit that my foul abhors thefe wild extremes, This mondrous change from love to fierced hate : In pity too I would forget this infolence, For ah, full well I know thou'rt fore befet ; Full well difcern what toils encompafs thee. — But hear me, Henry, and while yet 'tis time, Permit the words of friendfhip touch thy heart! Or hence thou goed to fure dedruction, Or I mud fpeak and hazard thy word rage ; Mud fpeak of Julia and her fatal charms ; — Nay, check thy paffion, for I will be heard.— Confult thy bread for that which work'd thee up To this high pitch of phrenzy, was't not Julia ? — Who form'd the trait'rous ties of which you boad With Villeneuve and the favage Perron ? Julia ! Who urg'd thee fird to this bafe embaffy, Whofe object is fo grofs and palpable, , That dulnefs felf is forc'd to comprehend ? Was it not Julia? O 'tis plain, 'tis plain ; And wilt thou be the dupe of this vile malice ? Wilt thou for it confound the facred laws Of nature, honour, probity and truth ? Wilt facrifice Thyfelf/ thy Friend, thy King ? Thou too mud fall, thou much refpected Villeroi, To gratify a damned woman's vengeance ! — henry. {Drawing his fword.) Draw Villain, draw, and anfwer with thy life This bafe ft fiander; blind that l'was, blind And"], [61, "COUNT DE VILLEROI. 49 Andfenfelefs both t'o'erlook the paultry fcheme! O, it befits the much refpecled Villeroi To fit in fecret conclave with his minion, Hatching vile plots againft a i woman's honour ! D'ORVILLE. By all my hopes of happinefs, you err. Then hear me, Henry : Let me but abfolve Thy Father from this mad fufpicion, And as thou wilt, I'll anfwer for myfelf. HENRY. Prevaricating Have ! this to thy heart. SCENE IV. Enter louisa. LOUISA. Stay, ftay, thou cruel Brother! ftay thy hand, Or in this breaft firft plunge thy murd'rous fword. ( Henry puts up his fword.) O Henry, Henry, I muft weep for thee And this thy ftrange apoftacy from virtue. Can it be poffible, that thou who once Wouidft gladly have pour'd out thy deareft blood To fave thy Friend, ftand'ft arm'd againft his life? That thou, whofe filial duty rank'd fo high. That every Father pray'd for fuch a Son, Art now become, O dreadful found, the curfe — — Say, art thou not become the curfe of thine ? HENRY. D'Orville, by Heav'n I thank my Sider's care ; For I had griev'd if this good fword of mine Had here committed, though an act of juflice. — But mark me well: When next we meet thou'lt anfwer me. Now then I take my everlading leave Of this opprobrious feat of flavery ! [Exit Henrv. H SCENE"], [62, "COUNT DE VILLEROI. 50 SCENE V. louisa, d'orville. LOUISA. D'Orville, alas ! I fear his infolence Has borne top hardly on thy patient temper : Full well I guefs the caufe of this vile outrage ; — — That thou had prob'd him with too jufl a hand. — But O, my Father, D'Orville ; hade we in To comfort his afflicted fpirit. Believe me, Though with apparent fortitude he bears This heavied droke, yet it affects him deeply : I faw him, D'Orville, draggling with his grief, Which took indeed fuch pains to mader him, And was by him, in turn, fo nobly foil'd, That Heav'n itfelf might have approv'd the combat ! At fird he flood abforb'd in deeped thought ; A calm fo gentle brooding on his afpect, You would have faid that all within was peace. But ah ! ere long, I might behold him chang'd, Might lee his bofom heave with rifing fighs, Detraction in his face and fpeechlefs grief, And on his brow dood the big drops of anguifh. O, D'Orville, what a moment for a Daughter ! At length the name of Henry found its way, And with it burd a flood of awful tears : Heart penetrating fight, a Father's tears ! D'ORVILLE. Degen'rate Son! if yet thou haft but left One drop of kindly blood, — in all thy frame One fingle drop of her dear blood' that bore thee, Would for thy punifhment thou'dft feen this fight ! LOUISA. Or rather, D'Orville, heard what follow'd it : Heard our afflicted Father mourn for him ; Lament the triumph of his guiL love; Bewail"], [63, "COUNT DE VILLEROI. 51 Bewail his profp'rous youth devote to ruin ; His generous and once loyal heart, giv'n up To the bafe guidance of a fet of villains! Then too, he'd heard him offer up to Heav'n, Prayers of fuch earneft interceffion (In ftrains of fuch unequall'd tendernefs) As, unlefs fteel'd his heart by He-av'n's high will, Had doubtlels wrought him to a fwift repentance. D'ORVILLE. Alas, Louifa ! he has gone fo far As fcarce t'have left a place for penitence ; Much lefs may't grow upon his prefent rage, Rather dread we th'effect of this blind rage, Prompted as 'twill be by infernal malice: Rather let's haften to the beft of Fathers, And urge his abfence from th'impending danger. Who would remain where Villeneuve bears command ? Who would remain where Perron's word is law? LOUISA. None will fufpect or yours or Villeroi's honour, Or blame that you retire from fure deftruction. The firmed patriot at fuch a time, May quit his native land without a crime. End of the Third Act. ACT H2"], [64, "COUNT DE VILLEROI. 52 [s ACT IV. SCENE I. Julia'/ houfe at Paris. JULIA, KJ TFIOU fell inmate ! why turn'ft thou thy rage Againft th'unwary breaft that harbours thee, Changing fweet peace to horrid anarchy ! Why doft thou thus, O mercilefs revenge! And quite forget'ft thy former promifes ? Thefe fpake thee dreadful only to my foe; But O let none hereafter truft to thee, For thou art falfe, pernicious, treacherous! — Say, jealous gueft, why haft thou driv'n from hence The joyous train of carelefs innocence, And (like th 'expectant of a mifer's wealth Who fears to be o'erreach'd in artifice) Surrounded me with creatures of thine own? Fear, Hate, Sufpicion, Rage, thefe form a part Of thy detefted brood, and vex my foul With hourly terrors. Wretched Julia ! into Flow deep a gulph of mis'ry art thou fall'n ! Alas ! nor day nor night afford repofe To confcious guilt ; by day my horrid purpofe Lives in each eye, lives there, or feems to live; And ev'ry mouth feems opeh'd to reprove. Does friendfhip greet me in her kindeft voice ? Her kindeft voice founds harfhly to my ear, 'Tis pity for my crimes (fo I interpret) No wonder then if it fhould prove difcordant."], [65, "COUNT DE VILLEROI. 53 Is there a face envelop'd in referve, Wrapp'd up in earned thought, in care, or grief? No matter for the caufe — I fee at once Difdain and juft averfion of my crime, Read my detection in each clouded brow, Scorn in a nod, and ev'ry frown difgrace ! So wears the day fince firft my harraff'd foul, Revenge ! embrae'd thy dire fuggeftions ! — But now at length the peaceful night draws on, To heal with balmy fleep diforder'd thoughts. O cruel fleep ! but thou art join'd i'th'league Againft an undone woman's peace of mind, Yielding thy tranquil reign to tumult wild ; For then when weary nature fhould have reft, Ev'n in thy arms, ttrange horrors find me out. Ah, witnefs thofe that laft night (hook my foul ! Then, O Revenge! in dreadful fhape thou ftood'ft Reveal'd to my aftonifh'd fenfe, thou doodd. Darting contagious fury from thy eyes ; Fierce, hideous, terrible thy look and mien; Thy bulk enormous clad in fable arms ; In thy right hand, a dagger high advane'd, Graves with its point thefe fatal characters, \"To Villeroi's heart!\" whilefrbm thy mouth thefe words, Loud as the louded peal of thunder burft, \" From Hell I come, to lead thee to thy prey.\" With this thy cry, new portents round thee rife; Thy form, already terrible and vafl, Dilates at once t'immenfed magnitude : Redoubled fury blazes from thy eyes; Redoubled fury rages in this bread; Thou fpread'd thy dreadful wings, till now unfeen ; Thy left hand feizes on thy willing victim ; \" To Villeroi's heart\" dill points thy fatal right. Now burd with hideous craili all obftacles Of wall or roof, high into air we mount: — — Breathlefs, aghad, I ffrive to fcream out, Belmont! Thou heed'd me not, but wing'd for other orbs Thy fpeed unfpeakable ; earth disappears, Or"], [66, "COUNT DE VILLEROI. 54 Or like a dim, mifhapen fpot appears, And now too fmall for fight. But O indead, What myriads of bright worlds tranfport my view ! Methought thefe were the regions of the juft, And as we pafs'd near to their biifsfui fhores, Ten thoufand thoufand glorious forms are feen ' ' Marking our flight : — among themfoon my eye Difcover'd Defmond ; where, with a chof 'n few, He flood confpicuous ; but how unlike His former felf ! o'er his whole perfon fhone A grace divine, celetial dignity, Where once an honed, humble mind (hone only : And now he fees, he knows his once lov'd wife, Names her adored name, and naming it, — O grief! O (liame! indignant turns away. Nor this thou curfed fiend efcapes thy note, Nearer thou clafp'd me to thy iron bread, — — Swift turn'd thee round, — when Jo ! a boundlefs globe Of fierce, tranfparent fire, appears at hand. Far other forms than thofe of glory, there Abide in wailing anguifh — at one view How many hellifh inftruments of torture, Unknown on earth, didract my heated brain ! At each, attendant furies minider With keened rage, that that fierce element Of never dying fire, feem'd a repofe From their inexorable hands. At once, My eye furvey'd thefe regions horrible; For paufe thou granted none, but with thefe words, Swift hurl'd me i'the midft of hotteft Flell, \" Take Her, ye Furies, to your direft torments!\" Well might I wake with the tremendous (hock ! I woke, indeed, to find a hotter hell Within this wretched breaft ! — Such are the vifions Nightly haunt my bed, — O barbarous Sleep ! Such the repofe thou giv'ft to thefe fad eyes. — SCENE"], [67, "COUNT DE VILLEROI. 55 SCENE II. Enter clara. CLARA. My Sifter, you exprefs'd an earneftnefs Erewhile for Henry's quick return from Belmont; A fervant even now arrives, who fays, We may expect his Mafter i'the inftant. JULIA. I thank you Clara : Yes, I am indeed Impatient for th'event of this long vifit. — CLARA. And is this all, Unkind? And muft I ftill Remain excluded frorrra Sifter's heart ? Ev'n now obferve that agitated form, That face, the feat of ftrong commotion ; Nor be allow'd to take a Sifter's intereft In the moft fatal caufe ? JULIA. Befeech you. Clara, For that I'm ill at eafe for explanations, A little longer wait this myftery : Yet a fhort interval, and it is yours : And fomething tells me, that both you may hear And 1 unfold it to our mutual joy. CLARA. Grant it, kind Heav'n, to my moft earneft prayer ! Julia, I leave you now ; but O remember How anxioufly my heart awaits this confidence. [Exit Clara. JULIA. Kindeft Clara; ah how can I refolve To drive that gentle bofom to defpair ! Bethink thee then in time, thou wretched Julia ; Bethink"], [68, "56 COUNT DE VILLEROI. Ev'n, Bethink thee too, though hers were the defpair , On whofe fad head would light the punifhment ! What if thy vifion of lad night be but The fhade of thofe fubdantial living torments Dedin'd the Guilty ; dedin'd then for thee, If thou proceed'd to this accurfed deed. O horrible ! mod horrible to think of! What then to feel? — Ay, fure it mud be fo— And this thy dream, fent as a friendly warning To fave thee from dedruction ; then retreat While yet thou haft the pow'r ; renounce, abhor, The vile fuggeftions of revenge : thou know'ft Already Villeroi's refolutions : It cannot be that he will join with villains More than would Henry, but mifled by thee. Too well for this are laid thy fatal fchemes; Prepare thee then to footh the difappointment Plann'd by thyfelf for Henry, and if heated By a griev'd Father's virtuous indignation, ITe feeks thy prefence, be it thine to calm His rage ; and on the flame of Liberty (Of madnefs fay) which glows fo hotly in him, Sprinkle th'afluaging drops of temp 'rate reafon. Be this refolv'd, for he is here. SCENE III. Enter Henry. My Henry ! Impatiently I've waited your return; Say, what from Belmont, from the bed of Fathers ? For though 1 mud not ufe that name of right, Not Villeroi's felf can force me to renounce The awful reverence I bear his virtues. HENRY. How fhall I anfwer thee, thou injur'd Julia, Flow fpeak the indignation of my foul ?"], [69, "COUNT DE VILLEROI. 57 Ev'n, as I look at thee, it burfts all bounds, And that bright form, wont only to infufe Peace and delight to this enraptur'd heart, Now fills it with fierce rage and thirft of vengeance, JULIA. What mean you, Henry? O fay quick the caufe Of this dire change ; quick let me know my crime. If to have lov'd too well be criminal, The wretched Julia is indeed mod guilty. HENRY. O mod ador'd ! thou art all faith, all truth, The only bleffing that my foul hold dear : For others, they are gone — and that I'd once A noble Father and a dear lov'd Friend, Is now the curfe of my unhappy fate. — By Heav'n, I blufh to tell thee the vile crimes Urg'd by this Father and this feeming friend, To make thee deadly to thy Henry's thoughts. julia. (Afide) Ha!— But down my heart, forget not thy refolves. HENRY. That villain D'Orville, he efcap'd me now, Thanks to the prudent entrance of his Miftrefs : But he fhall yet repent his infolence, And learn how damn'd a thing il is — to be The meddling agent of another's malice*. JULIA. Alas ! am I th'unhappy caufe of this ? HENRY: Julia, we both have fuffer'd wrong ; but I The greateft and the word; condemn'd to hear 5 I Thy"], [70, "COUNT DE VILLEROI. 58 Thy purity traduc'd and villify'd By fouleft flanderers, who dare — O Julia, What dare they not againft thy fpotlefs name? JULIA. Down, down refentment, I would yet be calm. (Afide.) (To Henry.) Say Henry, how have I provok d this malice, Or on what grounds do they pronounce my guilt ? HENRY. O 'tis not far to feek their caufe of hate. 'Twas hop'd that, fince overcome by artifice, Since found not proof againft a Father's prayers; Then, when I gave a folemn dreadful promife, For which ere fince I curfe my eafy heart, Never without permiffion gain'd from him (Alas ! he never meant to grant it me) To join my fate to thine ; from this 'twas hop'd (They knew not thy divine perfections, Julia ! Nor knew this heart) that they might alfo funder Our plighted loves : this found impoffible, 'Gainft thee they turn the fury of their malice, And haunt thee with fell hate implacable. JULIA. (Afide.) Am I fo deadly in your fight, proud Lords ? — 'Tis well — and yet, if ye are wife, take heed Nor roufe the fiend ftill lurking in this breaft. HENRY. To tear me from thy arms, th'abhorr'd defign, Vain as abhorr'd, thence, Julia, thy crimes ; Thence would they change my love to favage hate, My adoration to contempt and fcorn, And force me fly thee as the word of evils. O Julia, that bafed of all flaves, Once"], [71, "COUNT DE VILLEROI. 59 Once the clofe friend of this intuited bofom ; Set on by him thy unfufpicious heart Rever'd ev'n now with filial tendernefs ; He 'cwas, who ent'ring on this curfed office (For fo by facred Heav'n 't fhall prove to him ) Exhaufted every term of maddeft rage : Ev'n to my face he loaded thee with crimes, And fpoke thee as the monfter of thy fex. julia. (Afide.) Now jufteft vengeance, I am all thy own! Villeroi thou dieft ! HENRY. Ah Julia, do not hate The wretched Henry for his Father's crime ! — Alas ! I fee that I'm undone ! I fee 'Thou think'd, that he who could dand by and hear Thee thus profan'd, merits no lefs thy hate Than he who fram'd the mondrous accufation. How Julia, not bear to look upon me ! Am 1 indeed fo odious in your fight ? julia. (Recovering from her diforder.) Forbid it Heav'n ! Alas, far other thoughts Than thofe of hate employ this anxious mind; Hate thee, fayft thou Henry? Ah, though I were Indeed the Monfter I am reprefented, Could I forget the generous tendernefs Which ftill has brighten 'd our ill-omen'd loves, Which fhines ev'n now in fpite of cruel Fate ? ■ — For thofe who would have robb'd me of thy heart By the invention of detefted falfehoods (O how unworthy of my Henry's Father) ; Though I muft nee'ds deplore the cruel rage Which ftill purfues an unoffending woman ; Yet may 1 not forget the author of it; I 2 No,"], [72, "COUNT DE VILLEROI. 60 No, nor forget his many noble virtues; And chiefly that to him my country owes The prime of gifts, her dawning liberty: (Alas! muft I alone complain of him !) Nor let us either, Henry, not remember, That ftill our country's voice demands his aid; Still calls to him to perfect the great work He firft defign'd, nor finds a meaner hand Sufficient to complete what he began. HENRY. Incomparable Julia ! how do thy Tranfcendent merits rife upon my foul ! O vile, detefted prejudice ! wert made Of fluff convincible, need muft thou die With honeft fhame at thy malignity ! JULIA. No more of this, my Friend ! forget we rather Our private injuries in the public voice. All Fiance with one accord demands her Villeroi; How would it fuit his Son to Hand aloof For his peculiar griefs ? All France proclaims, \" Our rifing liberties depend on Villeroi!\" What are our griefs, weigh'd with a nation's freedom ? HENRY. Hold, Julia ! Sayft thou all France proclaims f Her riling liberties depend on Villeroi.\" — Betray'd, infulted France ! then know from me, Thy rifing liberties muft fink for ever. JULIA. How fayft thou, Henry? they muft fink for ever! It muft not, cannot be : — recall thy words ! HENRY,"], [73, "COUNT DE VILLEROI. 61 HENRY. No, no, I will not fo belie the truth :' I tell thee, Julia, that Lord Villeroi's hate To the profperity of France, keeps up With's rage 'gainft thee, both at the higheft pitch. Know this befides, 'tis not his hate alone I dread ; but if his menaces are aught, The ftrongeft oppofition to our caufe From him and his : — and well thou know'ft his pow'r. JULIA. Too well indeed. O miferable France ! HENRY. For the great rights he once upheld, contempt Succeeds, contempt and deteftation : While to the Heroes, on whofe generous part I offer'd union, deference, refpect, He threatens chaftifement and furious vengeance. JULIA. And he will lake it, Henry. O my country, Again muft thou be funk in barb'rous tyranny ! Again tiiy gen'rous Sons muft drag the yoke Of galling flavery ; more galling fure From this, ah now too glorious, breath of freedom ! How fhouldft thou 'fcape, when thy once champion Is turn'd thy deadlieft foe, and arms himfelf With potent malice 'gainft that liberty Which he firft taught our wond'ring fouls to prize? O impotence of human virtue ! Villeroi, The great, the good, the matchlefs advocate Of twice ten millions rights ; now ftands he with Uplifted arm, prepar'd to facrifice The braveft Sons of France to tyranny! HENRY,"], [74, "62 COUNT DE VILLEROI. HENRY. O Heav'n mud this be fo ? Is there no way, No method left t'avert the horrid droke ? Unhappy Son of a perfidious Father, Then mud thou live for ever odious In thy country's memory ! Pity Julia, Pity the pangs which rend this tortur'd bofom! JULIA. And yet there is a way, ay, and a pow'rful one, By which, at once thy Father might befav'd From this foul deed ; and thou, my Henry, reap Eternal honour of thy grateful country. HENRY. O thou, my better angel, tell me how, That 1 may fly, with more than human fpeed, To execute the bled fuggeltion. JULIA. Yet do I fear thee, Henry, led thy heart, Too eafily difpos'd to apprehenfion, Brave as thou art, prevent the noble deed. HENRY. • Julia, what mean thefe mod injurious doubts ? By all our future hopes, fpeak out thy purpofe. JULIA. How often have I heard thee in the praife Of Roman virtue lavifh out thy foul, Till thou had feem'd fo fir'd with the bright theme, That 1 have thought another Curtius dood In act to vault upon his fiery deed, And plunge again into the fatal gulph, To feize the cheap-earn'd meed of deathlefs fame ! . * —Now"], [75, "COUNT DE VILLEROI. 63 .—Now then thou 'It prove thyfelf indeed akin To Roman valour*. — Think, while thus we fpeak, The heavy ruin that impends thy country ! Think of her chiefeft Fleroes mark'd for death, And all among the fit ft! Ah wretched Julia, How wilt thou ere endure fo fad a fight? Among the firft thy Flenry's virtues bleed! For how fhould He 'efcape when flaves confpire To load anew with chains their bleeding country? Alas, poor country! Think that thou feeft her trampled under foot! Think and by whom ! and wilt thou not, O cruel \\ Reach out a faving hand to refcue her? HENRY. By Heav'n, you play the torturer in my heart ; And ere you tell the falutary means Of faving her, our country perifhes, Again enilav'd to lawlefs tyranny. JULIA. Yet is fhe free — chufe — fhall (lie fo remain? — And thou art free, and Villeroi yet undain'd With the foul deed that mud undo us all. On thee — on thee alone depends the red ! — Then fly thee, Henry, where the Sons of Freedom Are met in great confult to fave their country; Fly on the wings of glory, to preferve Thefe gen'rous Friends, the Guardians of the date, To fave thine own clear fame, and all thofe lives Which elfe mud perilh in this horrid conceit ! And oh, much more than all, the date itfelf! Then, if not yet too late— -fly to denounce The fatal councils which prevail at Belmont. HENRY. I'll dot! JULIA"], [76, "COUNT DE VILLEROI. 64 JULIA. And thou (halt live for ever fam'd In the immortal records of thy country. HENRY. It fhall be done — JULIA. Ay, and without delay : Or ere th'Aflembly end their ceffion, Or all too late for France th'intelligence. HENRY. I hade to execute thy dread commands ! — But tell me, Julia ! — and forgive my fears — Who fnall enfure to rne, That what I do May not bring down upon my Father's head Some dreadful vengeance from our injur' d Leaders ? Forbid it, Heav'n ! No, though I loath his crimes, Becomes not me to be his Puniftier. JULIA. Say ft thou his Pv.nifner? — To refcue him From guilt and fhame, is that to punifh him ? As for the vengeance of our Leaders, dread It not: thou know'ft my influence with Perron And with Villeneuve, and theirs with the Affembly. For Perron I expect him here each moment. Though fierce with others, ever have I found him To my commands obfequious ; him will I Inftruct in our defign ; then, by my life, No hair of Villeroi's head can come to harm; But he is refcu'd from his fatal purpofe, And thou, my Henry, gain'd immortal honour. HENRY. Ah, fure the time draws nigh when even Villeroi Shall own thy worth, fhall own that thou haft fav'd him, Spite"], [77, "COUNT DE VILLEROI. 65 Spite of the injuries he's heap'd on thee, From guilt and mifery. O how would he, So wife, fo virtuous once, bear the reproach, That France attributed to him her chains? Then be it ours to med'cine his fick fancy, Which urges him to deeds the founder man Would moft abhor ; fo may we fave vvith's life, What (hould be dearer than his life, his fame ! Then fail not to inftrudt the rugged Perron In our defign ; while I, with trembling voice, (0 cruel fate ! O deeply erring Villeroi !) To fave my country, muft accufe a Father ! [Exit Henry. JULIA. Now, now, thou curfed Villeroi ! thou fhalt find, Though all too late, that thou'rt within my reach. What ! are we to be trampled underfoot, Nor turn again? To be traduc'd, tevil'd, Nor ope the mouth? Ye mighty Pow'rs ! what is't That gives this charter to' o'erweening greatnefs, That it fhould think to domineer unanfwer'd? Yea, or unpunifh'd, .while that we fit tame And kifs th'inflicted rod ? Forbid it Pride ! Forbid it juft revenge ! Crouch thofe who may, (It likes not me!) thofe dull and leaden fouls, Whom tyrant habit over-awes to bafenefs !— Give me or love or hate, I care not which ; But one or other I return with int'red ! Since then thou proffer'd me determin'd hate, An hundred fold thy hate o'ertake thee, Villeroi ! Andfhall o'ertake, or much I am deceiv'd. Me thou haft ruin'd as an open foe ; Thee will I ruin by thy proper Son; For let but Henry act his part, 'tis fure No earthly pow'r can fave thee from deftrudtion. — Nay, to thyfelf alone the thanks is due. — Be witnefs, Fleav'n, with what fincerity I fought thv love, and met with proud difdain ! K Nor"], [78, "COUNT DE VILLEROI. 66 Nor couldft thou reft content to dalh my hopes, So dearly cherifh'd, but with cruel rage Thou hunt'ft me to this hour, as for a crime ; For Julia, though poifefs'd of princely wealth, T'have aim'd at Henry's love, with Villeroi ranks, (Such is his pride) among the word of crimes. Then take the punifhment thou merited, And with thyfelf the evil of it bide, As due to thy difdain and infolence ! — For D'Orville, I referve him to hereafter, Led that revenge, and not my country's love, Should feem my guide : befide, that 'tis mod probable That his and Villeroi's fate go hand in hand. Then glad thee, Julia, in thy profp'rous fchemes, Rejoice in thy accomplifh'd vengeance ! Ah me ! far other thoughts obtrude themfelves Than thofe of joy ; for what an' if the rage, As thou miderm'ft it, of the noble Villeroi Be but juft anger for thy treachercus views, W'hich falfely thou fuppos'ft conceal'd from him ? Where's -then the juftice of this curfed deed? And where art thou, thou miferable Julia ? A vaunt ! no more of this — Conicience avaunt! Away to thofe who heed thy favirlg voice : — Me thou may ft drive to madnefs — canft not fave. [Exit Julia. SCENE IV. Enter clara. Alas! alas! i* this the confidence So lately promis'd ? Then is't evident Some fatal purpofe labours in her mind; Elfe why this ftill continued myftery ? Why fliun me as fhe pafs'd ? Why turn away Her face ? But O ! not ere I had beheld The tempeft lowring on her threatening brows, Fiercely fhe pafs'd, nor liften'd to my prayers; And"], [79, "COUNT DE' VILLEROI. 67 And when upon my knees I would have daid her, With rage (he burft from my incircling arms. Unhappy Julia ! what is't thou defigneft? O ifthou'rt bent againft th'illuftrious Villeroi, (Forbid it all ye pow'rs that guard the juft) Thou aim'ft a blow muft level thee for ever. And yet I dread what difappointed love And crofs'd ambition may incite thee to : I dread thy pow'r with Henry — Ah, fhouldft thou Work upon his fiery difpofition ! — — I dare not think upon it — SCENE V. Enter perron. — How now, Sir ! The orders were, That none fhould be admitted. Then whence this bold intrufion ? PERRON. Lovely Clara, I come upon a double errand ; fent for In hade by Julia, and difpatch'd by Flenry. CLARA. (Afide.) Perhaps this man may let me into what 'Tis of the lad importance I fhould know, And I may yet find means to fave a Siller. Your pardon, Sir ; I knew of no exception (To Perron.) To the gen'ral order — But what from Henry ? PERRON. Faith, Lady, but a little; for his words Were fo abforb'd in's patriotifm, that he Had few to fpare to me — but I'm miftaken If he's not found, ere this, as many as Lord Villeroi's life fliall dearly anfwer for. K 2 CLARA"], [80, "COUNT DE VILLEROI. 68 CLARA. Merciful Heav'n! Say'd thou Villeroi's life ? PERRON. Ay, Lady, Villeroi's life ! and as I guefs, T'enfure this honourable facrifice, I'm fent for to confult upon't with Julia, CLAR \\. Barbarian, dod thou triumph in thy crime ? But think not thou fhalt 'fcape the punifhment Due to thyfelf, and thefe milled by thee, PERRON. No, no, you greatly over-rate me, Clara ! My fkill arrives not at fo high a pitch As to induce a dear and only Son To turn chief agent in his Father's murder, 'Tis true, I hope to profit by the leffons Of an indrurtrefs fo complete as Julia, Then pri'thee, Clara, lead me where fhe is, CLARA. Monfter, thou feed her not — at lead till I Have try'd once more to bring her back to virtue, PERRON. Nay then, I feek for her without thee, Clara. (As he is forcing pafl her, enter a Servant P) SERVANT. One fent from the Convention, Sir, demands Your prefence there with th'utmod fpeed. PERRON. — 'Tis well. I fhall"], [81, "COUNT DE VILLEROI. 69 I fhall immediately obey their orders. But told he not the motive of this hafte ? SCENE VI. Enter villeneuve. VILLENEUVE. That can I fpeak to, Perron, who am fent T'enforce thefe orders. — Know then, it has pleas'd Our Friend (doubtlefs induc'd by pureft patriotifm) {ContemptuouJly.) T'accufe his noble Father, in th'Affembly, Of difaffection to the prefent fyftem, And of compaffion for the fallen King. This charge muft Villeroi inftantly reply to ; And a detachment, of which you're nam'd chief, Prepares for Belmont, to efcort him hither. PERRON. I muft not make them wait — Then pri'thee, Villeneuve, PermhTion gain'd of this fair threw, inquire What may be further done for Julia's fervice ; And let me know at my return from Belmont. [Exit Perron. CLARA. Sad confirmation of my fears ! O Julia, How fhall the virtues of the noble Villeroi Heap on thy head deftruction infinite ! Is there no glimple of hope — no bleffed means To raife thee from this depth of mifery ? Ah, Sir ! (Turning to Villeneuve.) Thofe looks belong not fure a favage heart ; Then muft thou needs abhor this monftrous deed,— — And doft abhor — thank Heav'n, I fee thou doft. Then think how ever bleffed to prevent it ! VILLENEUVE. Much I refpect the noble Villeroi, Lady! For I've been long acquainted with his virtues ; Nor,"], [82, "COUNT DE VILLEROI. 70 Nor, though his foe, for worlds would have to anfwer For the fad fate which threatens to o'erwhelm him. CLARA. Nay then, befeech you, Sir, avert this fate; Stand nobly forward in the caufe of virtue ; Think that fteav'n offers you the glorious means Of fighting on its fide : be wife, and gain Immortal praife by not rejecting it. VILLENEUVE. Alas! I fear Lord Villeroi's cafe is defperate, Since he muft needs refute what's laid to's charge; Or failing, perifh. That he can do fo Is doubtful, and ftill more fo that he will, To fave his life, deny what pafs'd with Henry. — Next, he's furrounded by fuch enemies, As nothing but his life will fatisfy; Nor, having gain'd the prefent 'vantage o'er him, Will they forego it at a cheaper rate, Though he fhould even prove his innocence. But, more than all, when he, for his accufer, Shall fee ftand forth his Son, will not that fight Alone prove mortal to a Father's eyes? CLARA. 'Tis but too likely — O hard fate of virtue, Surrounded by an hoft of enemies ! This were unjuft and hard, but far beyond, To find thy deadlieft enemy, thy Son ! — And how could'ft thou attempt this deed, O Henry, And not expire with horror at thy guilt ? VILLENEUVE. Indeed it was a fcene of matchlefs horror, And few the hearts that did not fympathize. — A warm debate engag'd th'Aflembly, when With diforder'd mien voung Henry e'ntei'd. —At"], [83, "COUNT DE VILLEROI. 71 — At once the eyes of all were turn'd on him, For in his face they read the fearful prologue Of fomething ftrange and horrible t'enfue. The Orator himfelf, in mute furprife, Left his unfiniih'd fpeech, and was all ear: So pow'rful the effect of fympathy. But none found tongue t'enquire into the caufe Of this commotion fad : fuch awe withheld Ev'n thofe, though little vers'd in foft humanity. Henry mean time advanc'd i'th'midft to fpeak ; But whether now firft conlcious of his crime, And ftruck with deep remorfe (alas ! too late) For the effect of his unhappy paffion ; — Or whether Julia's artifice, till now Conceal'd, now firft appear'd ; or both of thefe At once affail'd his frighted apprehenfion, — Whate'er the caufe of it, his manly form Prefented to the gazing hall a fight Moft piteous. Dim the luftre of his eye, And on his face hung fad a mortal palenefs, While fcarcely to be heard his fault'ring voice. — Something he would have faid of Roman virtue, Of lofty honour and of patriotifm, Of difaffecticn — and of lenity : — But when at th'end of this he nam'd Lord Villeroi, No Democrat fo fierce, that liften'd to him, But fhrunk with horror at the impious found With fhort-liv'd horror ; for t'was foon agreed T'extol unto the Ikies this facrifice By hellifh malice urg'd. — Ah, Lady! pardon, If I forget to whom I fpeak. — ■ CLARA. Alas! I feel the juftice only of your cenfure. — But for Lord Villeroi, — O there is no time To lofe (for fure thou'lt do thy beft to fave him) : Then hafte, kind Villeneuve, hafte to the Affembly; Ufe"], [84, "COUNT DE VILLEROI. 72 Ufe all thy int'red in this facred caufe ; Befeech thy Friends — t'have mercy on themfelves, Nor do a deed mud heap upon their heads Eternal execrations. — Ah, make hafte ! VILLENEUVE. Generous Clara ! even for thy fake (Though 1 have little hope in the event) I will omit no means to fave Lord Villeroi. But know, that Julia's orders can alone Prevail on Perron to be merciful, And Perron ranks among the firft in pow'r. Then fee if Julia may be mov'd to fpare : — — Vain my belt hafte without this previous care. End of the Fourth Ail. ACT"], [85, "COUNT DE VILLEROI. 73 A C T V. SCENE I. A retired Part of the Garden at Belmont. Enter henry. ±5 EAR'S T thou, O Earth, on thy all -patient bofom, A wretch fo black, fo defperate as I am ? Or thou, defcending fun, in all thy courfe, Say, haft thou feen a monfter like to me ? Too plain ye anfwer by th'upbraiding voice Of outrag'd confcience, — How, how ! Parricide ! O infupportable ! — O heavy found ! Yet fuch, without an interfering Heav'n, Muft be my future title ; fuch the fame That waits a deed like mine. — O damn'd woman! — Ha ! whither would ye thoughts ? Stop there, flop there ; Nor drive me yet awhile to defperation. — She knew them not, thefe bloody dogs ; but I Who knew them well, yet gave them up a Father, Yea fuch an one as never other Son Was blefs'd withal ! — Is't not a deed unparallel'd In the dark annals of damnation ? — And I mud be th'abhor'd perpetrator ! How is't, ye Heav'ns, that while 'tis yet to do, Whatever deadly crime we meditate, Still do ye blind us to the confequence ? — Then, when 'tis done, ye fend forth all your terrors : Then confcience, all too late, hold up truth's mirror To the affrighted wretch, as now to me. L O vain"], [86, "COUNT DE VILLEROI. 74 O vain excufe ! fay rather paffion blinds Ev'n in the noon- day -light of heav'nly reafon : Say, what but paffion, under fpecious guife Of patriot zeal, has led thee to this crime? — Ha ! what noife is that ? Hark ! perhaps ev'n now The fatal troop arrive. — Monfter! why ftand'ft Thou here in brutifh trance ? Or doft thou wait To enter at their head, and turn to ftone Th'amazed forms of all that look on thee? — Soft ! foft f all yet is ftill :— ye bleffed Pow'rs ! (Take note, ye Pow'rs, 1 pray not for myfelf) But if ye love the virtuous, grant your aid In this dread time of need to fave my Father! [Exit towards the houji. SCENE II. An Apartment in the Chateau. louisa, d'orville. (Meeting.) LOUISA. My Father, D'Orville, anxioufly enquires If all be ready for our inftant journey. D'ORVILLE. It is, Louifa; we but wait for him ; Th'impatient horfes hardly are reftrain'd; But paw the yielding ground with reftlefs feet, And feem to chide their Matter's tardinefs. Already are our faithful fervants mounted, And, bending downward, take a fhort embrace Of thofe they leave behind ; thefe, all in tears, Deplore the exile which they muft not fliare. — To Janfon chiefly do we owe this readinefs. O 'tis a fight, to fee the good old man How he beftirs himfelf tor's Matter's fervice, In ev'ry place exhorting to alacrity, And in\" himfelf the beft example of it. — LOUISA"], [87, "COUNT DE VILLEROI. 75 LOUISA. Honed Janfon ! Would that thy zealous efforts could impart A glimpfe of cheering hope to this fad bofom ! D'ORVILLE. Ah, fpeak not fo, my Love! what fhould'ft thou dread ? A few more minutes, and we're on our journey; Plann'd with fuch fure precautions as defy The dangers of purfuit : our journey ended, At neareft port a veffel flays for us, And ere to-morrow we may land in England, LOUISA. I know not, D'Orville, but fince Henry's vifit, My heart has been the prey of condant terrors : In vain my reafon drives to banifh them ; Still they return, and blacken ev'ry object; (Alas, in their true date, too black already!) — But now, in coming here to feek for you, I pafs'd the Hall ; where fuch a mournful group Prefent themfelves, as fure if gentle Pity Minded to work upon fome heart of done, She'd ufe no other agents; — reverend forms Grown white in long affection to their Lord : — T'exhaud the remnant of expiring life Under his friendly eye, their daily prayer — Now do they wring their wither'd hands, forlorn, And dully gazing on high Heav'n, implore An inltant period to their lives and woes. Now do they wait to take their lad farewell, — And all i'th'midd, fupported in her chair, The palfied age of her my fecond Parent She, who fo oft has borne me in her arms, In the bled days of peaceful infancy ; She, whom my fainted Mother, at her death, Intreated never to forfake her child : Kind L2"], [88, "COUNT DE VILLEROI. 76 Kind foul ! 'tis I that now muft fly from thee. Juft Heav'n, at what a time ? Ev'n as thy lamp Of life hangs quiv'ring at a point. But no, 1 fhall not leave thee in this fad extremity, For D'Orville, I do think in very truth, Ev'n at the rend'ring of that word \" Farewell,\" The feeble flame will be extinct for ever. I pafs'd the hall where thefe diftrefsful fouls Await our coming out, and would have flown Into their arms, and try'd to comfort them ; But at the fight of me — (O comfort, Heav'n !) At fight of me, they rais'd a cry fo piteous, , And look'd and afted in fuch frantic fort, I dare not, D'Orville, enter till my Father Shall firft have hufh'd with his paternal voice Their clam'rous griefs. — D'ORVILLE. Alas ! it is indeed A fcene of woe ! then arm thyfelf, Louifa, With all thy Father's firmnefs, t'help thee through This mournful parting; and remember too, Lord Villeroi's care, which amply has provided For ev'ry individual of his houfe, Would lead of all forget the wants of thefe. — But what caufe now detains your Father longer ? LOUISA. I left him, D'Orville, writing to my Brother : He could not bear to part from him in anger ; But writes t'exphin the motives of his flight ; Gives him inflructions for his future conduct (But O he is too fiery rafh to heed them) And joins withal a Father's benediction/ — Sums too of large amount for his fubfiftence. Laftly, conjures him, as he would fhun death, To fhun that bloody and rebellious crew With whom he now conforts. So much I faw : — Some-"], [89, "COUNT DE VILLEROI. 77 Something, when 1 withdrew, he wifh'd to add Of our unhappy Sov'reigns — that appear'd To move his inmoft foul. — janson. (Without.) O woe! woe ! woe ! LOUISA. D'Orville, d'ye hear ? Ah, Heav'n, what means that cry > D'ORVILLE. Sure 'tis fome accident arriv'd without. LOUISA. My Father ! O my Father ! SCENE III. Enter janson. JANSON. Why have I liv'd to this accurfed day ? (Louifa faints in D'OrvilleV arms.) D'ORVILLE. Janfon, thy cries have ftruck thy Miftrefs dead ! Pri'thee, what is't which can excite this wildnefs ? JANSON. Would Heav'n, my Lord, the caufe were not too juft ! Go to yon window, and behold a fight Shall make you almoft wifh her dead indeed. Two troops of horfe furround thefe fated walls, And with the ftricteft guard block up each outlet : The bloody Perron, at their head, demands My honour' d Lord : \"let him not 'fcape,\" he cries. — Lord Henry too, was feen within the garden ; But as the guard approach'd, he fwift withdrew. ' SCENE"], [90, "COUNT DE VILLEROI. 78 SCENE IV. Enter villeroi. VILLEROI. The hand of Heav'n, my Children, flops our flight : Submit we to its juft decrees ! louisa. (Recovering.) Speak, Janfon, Speak, and relieve my fears. — My deareft Father ! (Seeing her Father.) Ah, let us quick begone ! — Alas, 1 fear'd — VILLEROI. My Child! it is too late. Louifa! now, Now, call to mind thy virtuous Mother's precepts: — s Thy Father's flight is ftopp'd, my Child, and he Muft now before thofe Judges, whofe awards Nor touch of mercy know, nor facred juftice. SCENE V. Enter Perron, with a guard. PERRON. Where is the traitor, Villeroi, that bafe foe To our recover'd rights, the treach'rous foe To twice ten millions rights, he feign'd t'uphold r VILLEROI. I am that Villeroi, and indeed a foe To fuch vile fons of anarchy as thee. Perron, I know thee well ; nor aught expect But the moft favage execution Of thy imperious mandate — then fay on, PERRON. Thus then : — Villeroi, you are accus'd Of difaifeiftion to the prefent government, Form'd"], [91, "COUNT DE VILLEROI. 79 Form'd on the bafis of equality ; Of hate implacable to the brave fouls Held by all France but thee for their deliv'rers : And laftly, of confpiring to fet up Your wooden idol on his throne again. Thefe accufations you will fhortly anfwer To the Affembly, who await your coming : There your accufer fhall make good his charge (The fight of him will doubtlefs joy you much) : But firft I fhall take leave to put my feal, The nation's feal, upon thofe weighty coffers Which, as I gather from your well-taught knaves, Were but intended for fome flight excuriion. [Exit Perron. VILLEROI. Louifa! D'Orville! let us not mif-fpend The precious moments that remain to us In vain complaint, or fruitlefs indignation : — — Yet thus much let me fay, — lfl do fall, I fall the martyr of erroneous judgment, Not of ambition : of the fond idea That moderation could have place 'midft anarchy. Alas ! I faw not as I ought the danger Of med'cining with lawlefs force, thofe ills Which, as the event has prov'd, were better borne, Far bitter than that ill-wove remedy Wnich 1 was led, though loath, to countenance. Nor faw I then, though two well fince have felt, How vain th 'attempt to fay unto the crowd, \" Thus far fhall ye proceed ; here Hop your courfe.\" Will the loud ftormy winds and roaring waves Obey the pilot trembling for his bark ? Then, when th'excited crowd attend to reafon : Dear bought experience ! ah, how many victims Have paid your acquifition with their lives ! That mine might be the laft! Hear me, my children; ■'Tis now no time to cherifh fruitlefs hopes, Your lives, as well as mine, may be at ftake. — For"], [92, "COUNT DE VILLEROL 80 For me, be fore my ruin is at hand, And this pretended trial but a fignal To fall the fword long hanging o'er my head. Such is the wilLof Heav'n, and 1 fubmit. One only care difturbs, and half of that Thy virtues, D'Orville, bid me lay afide : But O there is no time to lofe ; then take her To thy protecting arms, my Friend. — My Child, To D'Orville's faithful arms, with confidence, I give you up : a treafure, fuch as France (Methink's 1 have a right to praife thee now) While France exifted, would have hardly matchth D'ORVILLE. And I receive her as the choiceft bleffing Which an all-bounteous Heav'n could truft to me. VILLEROI. D'Orville, wouldft thou fecure that blefling thine ? Wouldft thou preferve it from the out-ftretch'd arm Of ruffian violence, from a dreadful death, Th'effect perhaps of favage cruelty ? O then remember the black fcenes of yefterday ! How would'ft thou bear — But no, I will not fhock Thy gentle bofom with the frightful image. Then mark me, D'Orville, mark me both of you— ■> No fooner are the troops withdrawn that now Block up each gate, than without lofs of time, Purfue the route already fix'd upon. — At port, a veffel mann'd with faithful hands, Still waits to waft you to that happy ifle Where Liberty and order fo unite, That bleft Security refults to all, The genuine offspring of true liberty ! There fhall ye find protection from this ftorm ; And there i'th'face of Heav'n fhall plight your vows, And join your hands, whofe hearts are join'd long fince. D'Orville, thou know'ft the wealth which happier times Had"], [93, "COUNT DE VILLEROI. 81 Had giv'n thee with thy bride : now Hands fhe poor, Save in herfelf, though well I know moft rich In thy true love. Yet this, my Friend, is hers : The flender portion which thefe times have left, (Giving a pocket-book.) I have no further ufe for't; you't may ferve, I truft, till Heav'n reftore again our country. LOUISA. My Father ! O if grief have kept me dumb, Yet think not therefore I will ever leave thee. No, no, my Father, we will die together; One fate awaits us both — VILLEROI. As yet, my Daughter, You've feen me bear my fate without impatience; Then pray thee do not drive me to defpair. But oh, if ever thou didft love thy Father, Obey him in this firft and laft command! — My faithful Janfon, thou wilt ftill attend Thy Miftrefs, who requefts thy fervices ; And D'Orville will confole thee for thy Mafter. JANSON. Thank God, thank God, Janfon fhall know no other Mafter than him that for thefe forty years He's ferv'd in love. Kindeft, my Lord, forgive Him for the many times he's fail'd in's duty. Still had he try'd to mend — but 'tis too late ; Now is his old heart broke with woe, and now Some place to die in's all his ftrength will reach ! [Exit Janfon. VILLEROI. My faithful Janfon ! fare thee well, good Friend! For I do furely fear thou'lt prove in earneft. O, I would weep for thee, were this a time M For"], [94, "COUNT DE VILLEROI. 82 For tears ! — Spite, D'Orville, of his cruel treatment, Still yearns my heart upon my Son. Think'ft thou That when my fate fliall reach him, 'twill not make A change ? Will he not fee his turn at hand, And ftnve to fly from it ? My Friend, thy goodnefc Will for our fakes forget a madman's rage, And ftill confent to join him in- your flight. Would he were here to liften to our prayers ! — SCENE VI. Enter henry. O paft my hopes ! my Son, you come moft wifh'd. — And truft me, Henry, that griev'd countenance For him who never ceas'd to love you with Paternal tendernefs, becomes you well. Alas ! I fear'd you quite eftrang'd from me ; And yet, my Son, you had no caufe to be fo, Since what 1 did was done in love and care, And not to fliew perverfe authority ! O now you weep; and I do thank your tears, For that I was unmann'd while I did think My Son my foe ! Now do I rife fuperior To the vile malice which can take but life ! Then come into thy Father's arms, and with A laft embrace, hear this my lateft counfel. henry. (Falling at his Fathei ysfeet.) Curfe me, my Father ! O in pity curfe me ! VILLEROI. Curfe thee, Henry ! Ah, witnefs for me Heav'n I Ev'n when my indignation rofe the higheft, Was never Father lov'd a Son fo dearly. henry. (Raifing himfelf on his knees.) Wilt thou not open, earth, and hide my head ! —That"], [95, "COUNT DE VILLEROI. 83 —That to thy deeped centre thou wouldd ope, And fhield me from the terror of thofe looks ! VILLEROL Jud Heav'n ! what horrid thought breaks in upon me ! d'o-rville. (Afide.) O, I prefag'd this deed. — thou curfed Julia ! henry. (Rifing.) Is there no pity left in Heav'n, to dart The forked bolt, and end me at one droke ? And ye, fwift lightnings, that avenge the guilt}7, Where will ye find fo black a parricide ! VILLEROI. Merciful Heav'n ! merciful Heav'n ! 'tis fo — — Then break, my heart ! O quickly burft thy bounds, And gratify this Monfter with the fight, Who elfe will tear thee from thy bleeding manfion ! — O thou mod favage and unnatural ! 'Tis thou then that had plann'd thy Father's death ! Yet think not for my death, — but at that hand, — . — Yet fay, thou barbarous Son! for which of all My crimes had thou refolv'd to murder me ? Was it the fond anxiety that watch'd O'er thy mod tender years that mov'd thy rage ? — Then had thou reafon, for 'twas unexampled. Or wilt thou date it from thy days of childhood? Then when the pliant mem'ry fird 'gins note : Who hung o'er thee with dill encreafing joy? Who was the partner of thy little fports ? The patient lift'ner of each prattling tale, Who watch'd the half-form'd thought, the tear, the fmile, And gently taught them to incline to virtue ? My Son, My Son ! couldft thou forget all this ? M 2 Or"], [96, "84 COUNT DE VILLEROI. Or is't all this has drawn on me thy vengeance ? Oh, I might on, and bring thy reft of life To witnefs for thy Father's tendernefs, But thy ingratitude o'erpow'rs me quite. HENRY. My Father, pray you ceafe the needlefs tafk ! — Wherefore purfued, but to approve your Son The only villain of the univerfe ! To (hew all other crimes, compar'd with his, Mere furface fpots ; a little work for tears ; And his alone of the true damning cad, Beyond the reach of mercy's felf t'efface. Ah, who fo well convinc'd of this as he ? Then fear not he is blind to his deferts, Or could forgive himfelf, though you forgave — : Nay, but ev'n now, he feeks in hell his punilhment. (He draws his fword and attempts to run himfelf through : Villeroi, D'Orville, interpofe and prevent him.) D'ORVILLE. What would thy rage attempt, unhappy Friend ? Is this th'amends to make unto a Father ? VILLEROI. O dire effect of uncontrolled paffion, That would atone one crime by a yet worfe ! Thou cand not bear the fight of him thou'd wrong'd. Ah, where then finded thou the confidence To rufh, uncall'd, before thy injur'd Maker ? How wilt thou bear the terror of his looks ? — My Son ! I feel that I am yet a Father, And tremble for th'effects of thy defpair. Then live, my Son, live to repent thy crime ! — But hark! — 'tis he — one only word remains. Henry, on this condition dands my pardon, That thou dod fly with thefe, this hated country. D'Orville,"], [97, "COUNT DE VILLEROI. 85 D'Orville, be kind unto your Friend ! Louifa, I charge you to forgive with me your Brother O he abhors, from's foul abhors his crime. SCENE VII. Re-enter perron. PERRON. Villeroi, you're waited for in the Affembly, Who fend frefh orders to demand your prefence. (Henry goes haflily up to Perron, and takes him afide.) i LOUISA. O fatal fummons ! Mercy, mercy Heav'n ! VILLEROI. O comfort Heav'n, in this mod trying hour ! D'Orville ! behold thy wife — and mark me D'Orville : As foon as I am gone, lofe not a moment. perron. (.Aloud to Henry.) Bafe propofition ! fhamelefs impudence ! Is this your boaded zeal for Liberty ? This your firm patriotifm, t'abet a traitor, Whom you yourfelf thought fit t'accufe (though now It feems on other grounds than zeal for Freedom) In's flight from the impending ltroke of judice ? Th' Affembly doubtlefs fhall return you thanks. HENRY. O thou abhorred Villain! — Monfter! Slave! — —What then am I? juft Heav'n, and yet I live ! VILLEROI. Forbear, my Son, this ufelefs rage ; forbear The vain attempt to touch that flinty bread ! Unhappy"], [98, "86 COUNT DE VILLEROI. Unhappy as thou art, thou find'fl too late Into how deep a pit thou art betray'd ! — Farewell, my Son ! — and Heav'n lb pardon me. As truly I forgive thy fatal rafhnefs. — Kind Heav'n forgive him too ! — My Son, farewell : — For never to this houfe fhall I return. ( They embrace ; after which Henry throws himfclf in agony on the ground.) — Perron, I will not make you wait. — My Children ! (To D'Orville and Louifa.) A long farewell. D'Orville, thou faithfulled Friend Of this affli&ed houfe, take my lad thanks : I need nozfiill commend it to thy care ! — Louifa, my lov'd Child, a laft embrace ! louisa, {Catching hold of him.) Oh, I will go with you, my deareft Father ! My tears, a Daughter's tears, fhall melt their hearts; Then fay not nay ; I muft, I will, my Father. VILLEROI. Do not, my Child, in this afflicting hour Subdue my foul ! D'Orville, to thy kind arms I leave my precious trufl. Once more, my Child, — Farewell ! — (As he is going out he fees his Son lying on the ground, and for a moment flops over him.) — Alas! my Son, God comfort thee ! [Exit Villeroi, Perron following. henry. {Rifing hajlily.) Whither, O Hcav'n, fhall I betake myfelf? Where look for aid in this extremity ? — Ye virtuous pair, think not I would unite My guilty (ate with yours : no, no, I feel That innocence abhors communion With guilt like mine. I go — no matter whither — Yet ere I go, — one pitying look, fweet Sifter ! LOUISA."], [99, "COUNT DE VILLEROI. 87 LOUISA. He talks of pity, pity's murderer ! O thou inhuman Brother, thou haft done A deed fo dire, that he who tempted thee Shall fcarce find credence when he tells the tale, Though in deep Hell, that thou confent'ft unto him. And doft thou talk of pity ? — Mod dear Father! Thy virtues, nor thy tendernefs, avail'd T'excite one drop of it in that hard heart ! Ha! where art thou now, my Father? Is't not like ? O 'tis mod like, that the deteded Perron, Impatient of delay and hot for blood, Ev'n at this very moment that we fpeak, Doth plunge his fword into thy facred bread! (To Henry.) And doft thou linger here the while? O hafte, Or thou'lt arrive too late to feaft thee wifh The fight — a Father welt'ring in his blood, Muft needs rejoice the black contriver of it. Away, away, away — pity is fled To Heav'n with our dear Father, when his Son, His bed beloved Son, turn'd bloody Parricide. [Exit Louifa. HENRY. O I deferve it all, all this and worfe. Then, D'Orville, fpare me not ; I dand prepar'd To hear thy word upbraidings, curfes rather, For curfes only fit my horrid crime : Or, better rid thee of my hated pretence, Thee and the world — Would I could rid myfelf \\(GemgP) D'ORVILLE. Stay, day, unhappy Friend, O thou miftaked. I have no curfes for thee, Henry, but An heart that throbs with ftrong compaffion For thy loft ftate; — thy Sifter too, but that ■ ' Diftracted"], [100, "COUNT DE VILLEROI. 88 Diftra&ed with her griefs, is dill a Sider. We know too well the fatal caufe of all : — Then tell me quickly, Henry, thy refolves*, Since this fad moment grants no longer day : Art thou prepar'd t'accompany our flight? HENRY. Thank Heav'n, I am not yet fo loft to fhame ! No, D'Orville, no ; I will or fave his life, Or perifh in th'attempt. — By a near road I yet fhall reach the city firft, and ftrait Will 1 to the Affembly, to unfay What madnefs only could induce me utter. Still have 1 friends; but fhould our joint pray'rs fail, All Paris will arife to fave her Villeroi. [Exit Henry. d'orville, alone. Ill-fated, and miftaken as thou art, What will become of thee, when thou fhalt find, * As thou fhalt furely find, all efforts vain To lay this ttorm, by thine own rage blown up ? — And mud thou perifh in it, noble Villeroi ? Alas! I fear thou mud, unlets kind Heav'n In pity to this land, fhall interfere. For me, be witnefs Heav'n ! how joyfully, To fave thy life, I would have given my own ; But that thy drift command, and the dear truft Committed to my charge, oppofe my zeal. Louifa, I turn coward when I think What dangers thou mud brave in this fad flight. England ! thou haven of our deared hopes, Thou bled elylium of tranquillity ! Aid me, kind Heav'n, to bear my precious charge To that much envy'd feat of happinefs. [Exit. SCENE"], [101, "COUNT DE VILLEROI. 89 SCENE VIII. Julia' j Houfe at Paris. Enter clara. O dreadful ftate of unavailing rage! O confcience, what a Punifher art thou ! How do thy fharp and homefelt pangs furpafs The deadlieft inftruments of human vengeance ! Wretched, wretched Julia ! how art thou loft, And how the page of all thy former virtues, By this one deed, for ever botted out! Ah, what avails thy now too late repentance ? Unfteady too as late ; a prey each moment To paffions oppofite : — now mad with rage, Thou rav'ft to glut thee in thy victim's blood, — — Crying, \" To Villeroi's heart ! quick, fpeed to Bel- \" mom,\" And feem 'ft as thou wouidft foar into the fkies. Now feiz'd with ftrange affright, thou gafp'ft for breath, And wildly calling on the name of Defmond, Sink'ft down with horrid fhrieks upon the earth, And cry'ft to all the damn'd to pity thee. Then ftrait pour'ft forth fuch torrents of defpair, And in fuch piercing ftrains bemoan'ft thyfelf, That, fpite of all the horror of thy crime, I clafp thee to my heart in tendereft grief. Ye gracious Pow'rs, who then, when moft provok'd, Still feek to fpare, alleviate her pangs ! But fee, where haunted by her guilt flie comes, And feems in hafte, — yet calmer than erewhile. SCENE IX. Enter julia. (Speaking to a Servant who follows her in.) Quick, hie thee to the Chamber of th'Affembly ; There (halt thou meet with Perron, and give this : Tell him, without delay to open it, (Giving a letter.) N That"], [102, "COUNT DE VILLEROI. 90 That it contains my lateft refolutions, — — That I abhor my former purpofes. — Still art thou here ! begone, and bring me word. [Exit Servant. How gladly would I fhun accufing thoughts! How gladly feem to act the penitent ! LIfelefs and vain endeavour! when I know That from the hands of thefe accurfed fiends No pow'r, fave His on high, can retcue him. —■Wretch ! wretch J who plac'd him in thofe butchering hands ! CLARA. Julia, I own thou had full caufe for grief; Yet add not to thy other griefs Defpair ! Take patience, deared Sider — JULIA. Hear Heav'n, hear ! — And know'd thou not, fond girl, That Patience is a plant of heav'nly growth ; The lad and rared crown of godlike virtue ? And dod thou name it to a wretch like me ? — Ah, here comes one whofe feelings fuit with mine ! — And yet of all mankind, him molt I dread ! — SCENE X. Enter henry. henry. Refus'd admittance, and declar'd a Traitor ! O all ye Pow'rs ! have I not done enough To prove my dreadful faith, or would they have More Fathers ftill? — I have no more — no more! Perfidious woman ! Is this too thy doing? (To Julia.) — Who then accufes him if I'm away ? — I his chief, deadlieft foe ? O Villain ! Villain ! Ha! doft thou tremble ? Nay, think not to efcape. CLARA"], [103, "COUNT DE VILLEROI. 91 CLARA. 0, on my foul, fhe knew not this exclufion. HENRY. Say, Is fhe not the caufe that he is there — That Villeroi dands at their accurfed bar ? — No, no ; 'tis my deteded rage that liden'd to her. julia. (Afide.) How dare I look him in the face and live! — — Alas, he knows as yet but half my guilt. HENRY. O thou bright Mifchief, thou accomplifh'd Evil ! Why halt thou led me to this hellifh crime ? i JULIA. I fcorn to anfwer thee evafively : To be reveng'd on Villeroi was the caufe. HENRY. O hell ! I thought I had already felt Thy dired pangs : — this, this furpaffes all. JULIA. Yes, I refolv'd to bring about his ruin : Nay more, that thou fhould'd be the inflrument; To punifh him, as he had punifh'd me. What might enfue of danger to myielf, Or of remorfe to thee, my rage reck'd not. CLARA. O hear her not, 'tis madnefs all (he utters. HENRY. Wretch that I am, ten thoufand thoughts dart forth, N 2 The"], [104, "COUNT DE VILLEROI. 92 The dire confirmers of this black avowal. Ofool! fool! fool!— Enter a Servant with a letter. SERVANT. Madam, I could by no means get admittance — henry. (Snatching the letter.) Ha! what have we here ? Slave, begone — \"To Perron!\" ( He breaks it open and reads.) \" I revoke my commands to you of this morning : \" Villeroi mud by no means perifh : As you value my \" edeem and your promis'd reward, aft accordingly. \"In hade. Julia.\" (To Clara.) This too is madnefs, is't not? O thou fiend ! (To JuliaJ Ha ! this not receiv'd ; it follows that - - - - while I The precious moments wade in empty threats — (As he is going.) SCENE XL Enter villeneuve. VILLENEUVE. Now, ye polluted pair! the deed is done, . And flartled Hell 'gins doubt of its pre-eminence In damned guilt. Villeroi, the great, the virtuous, The friend of human-kind, lies (lain by you ! CLARA. O horror, horror ! (Julia fcr earns aloud, and faints : they place her on a fopha.) HENRY. I pray you, Sir, go on ! Let her alone. Lies flain you fay by me ! — 'tis true ! — 'tis true ! — —Yet"], [105, "COUNT DE VILLEROI. 93 Yet haply am I not the monder you fuppofe. I pray go on. — VILLENEUVE. 1 hope I wrong you, Sir : But Perron faid he acted by your orders ; By yours and Julia's, though for appearance fake, 'Twas right that you fhould feem averfe. — HENRY. O precious villain ! — VILLENEUVE. 'Twas he contriv'd t'exclude you from th'Affembly ; Nay, and proclaim'd you traitor to the caufe, The better, as he faid, to trick the crowd : While he, and wretches like himfelf, aflail'd In terms the vileft, malice could fuggeft, With fhouts, with menaces, with monftrous clamour, Th'tinguarded perfon of your noble Father. O had you feen, the while, his gentle patience, With what calm dignity he flood this lhock ; — And when he now attempted to be heard, And found his voice o'erpow'r'd by their loud din, With what mild fortitude he acquiefc'd ! — Had any feen it but that devilifh crew, France had been fav'd the horrid crime that follow 'd. — I fpare you, Sir, the dire detail : — A Mob, With Perron at their head, ev'n in the prefence Of the Affembly, did the dreadful deed. And now — HENRY. And now comes my revenge : — Take this, Thou curfed woman, to thy barbarous heart. (Running to Julia, who, recover' d from her fwoon, is fitting on the fiofia, wildly lijlening to Villeneuve'^ recital, andfiabbing her.) But"], [106, "COUNT DE VILLEROI. 94 But one more viftim, hell ! that blood-hound, Perron! And I appear before thy black tribunal. [Exit Henry. CLARA. O flie is murder'd ! Help, fome fpeedy help ! (Enter two Servants, who affift in fupporting Julia.) VILLENEUVE. Soft : raife her up. How is it with you, Madam ? JULIA. Fad dying, Villeneuve, and all help is vain : But Henry, Perron, can'd thou not prevent ! — — Clara, day by me at this dreadful moment ! (A confus'd noife and clafning of fwords, zviihout.) henry. (Without.) Die, Villain, die. Coward, thou canft not 'fcape ! JULIA. 'Tis Henry's voice. — Sure they have met already. henry. (Without.) The villain's dead. I thank him for my wounds ; And have one crime the lefs to anfwer for. ( Henry led in wounded. ) Villeneuve, I am reveng'd on that vile Have. 1 met him entering here triumphantly, And plung'd my fword into the traitor's bread. — 'Tis true life flows apace, but what of that ! 'Twas needful I fhould die, if not by him. (Looking on Julia.) Alas, poor wretch ! and doft thou linger ftill? Ah ! can I fee that angel form of thine Sunk in fad ruin, and not weep my raflinefs ? JULIA."], [107, "COUNT DE VILLEROI. 95 JULIA. I live but to entreat forgivenefs, Henry! O canft thou pardon the effects of love ? — Enrag'd that Villeroi (till oppos'd our union, And ltung to madnefs by the iharp reproaches Which thy fond tongue too largely dwelt upon, I ftrait refum'd the dire intention (Harbour'd long fince, though fleadily oppos'd) To be reveng'd on Villeroi, by thy means. — Alas, too well I knew my fatal pow'r — — I can no more — then fay, if thou wilt pardon The dreadful ruin 1 have brought upon thee ! HENRY. Such pardon as I afk of Heav'n, I give ! JULIA. I die content. — O mercy Heav'n for both ! (Dies.) HENRY. On both have mercy, Heav'n ! — for much we need it. — Villeneuve, I know th'edeem you bore my Father — — That for his fake you would protect his daughter ! — With D'Orville fhe prepares to fly this land: — Wilt thou not lend thy aid to fcreen their flight ? —I fee compaflion in thy face. — Ah, fure Lord Villeroi's daughter well may challenge it. VILLENEUVE. Henry, depend on my mod zealous aid. Such as I'd give a Sifter of my own, I promife in the face of Heav'n to thine. HENRY. Thy words fpeak peace to my expiring frame : Would I could thank thee as I ought ! — Poor Clara! No"], [108, "COUNT DE VILLEROI. 96 No wonder that thou weep'ft — Yet ah, impute not To me thy griefs. — I pray thee do not curfe me ! Villeneuve, once more my thanks ! My Father ! oh ! (Dies.) VILLENEUVE. LTnhappy Pair ! O may offended Heaven Be reconcil'd by this fevere atonement ! Come thou poor Mourner, and while Villeneuve's name May yet be us'd for thy Security, (To Clara.) Command my fervices. In thy defence, And to aflift the flight of Villeroi's friends, Gladly I ufe my lated intereft. • — Alas ! how many fcenes like this before us, Stain the bad caufe in which I am engag'd ! Here then for ever I renounce my part ! Though late, convinc'd of this important truth, That thofe who would by forte reform the date, With deadlied hands prepare its overthrow ! That though triumphant, dear is bought the change, By profperous, happy, millions facrifice ! Is it not dearly bought at the expence Of Law, Religion, Honour, Virtue, Faith? And do not thefe in one vad ruin lie, Prophetic of our injur'd Monarch's fall? And lower yet fhall lie, or much I err. Thrice happy Britons ! o'er whofe favour'd land No haughty Defpot rules with iron hand: Where equal Laws juft Government produce, And leave wild Anarchy without excufe. Ah! it lefs highly fome your bleflings prize, Devoted ftill to delperate theories ; Of France, let fuch view well the dreadful fate, Nor tempt the iuin She deplores too late. (Exeunt omnes.)"], [109, ""], [110, ""]]