[[1, ""], [2, ""], [3, ""], [4, ""], [5, "SESOSTRIS; OR, THE PRIEST AND THE KING. % Crogiutj,' IN FIVE ACTS. BY C. H. WILLIAMS. LONDON: HOPE & CO., GREAT MARLBOROUGH STREET. 1853."], [6, "DRAMATIS PERSONÆ. Sesostris, King of Egypt. Thothmes, •> Memmo, >• Priests of Osiris. Phareth, ) Onnophab. I Indian Captive Kings. Gomae, j Chelonis. Zaphba. Priests, Nobles, Officers, Soldiers, and Attendants. THE SCENE IS LAID IN, AND IN THE NEIGHBOURHOOD OF, THEBES."], [7, "PREFACE. Whatever else may be the fate of this feeble endeavour to serve so good a cause as that of the now languishing British Drama, I shall not be without reward if it contribute to strengthen that hope in its speedy revival which I believe to be daily acquiring a firmer consistence. Effort, moreover, though unsuccessful, is not wholly lost, inasmuch as even to witness it, provided the object be not unworthy, becomes a stimulant which may quicken the desire of success in minds where lie the powers to achieve it. That such are throbbing amongst us even now, I have quite sufficient confidence in ourselves and our future openly to maintain ; and when that slight but inexplicable change of taste, fashion, imitation, or whatever it may be, that begins with a shred but ends with the drag of a windlass, shall have passed over our social condition, I see no reason to doubt that days as bright and nights as cheering as ever yet have graced"], [8, "PREFACE. them, are still in store for the votaries and admirers of an art whose utility and instruction may be made all but commensurate with its entertainment and its power. Towards so desirable a state of things I beg to offer this willing but humble contribution. C. H. W."], [9, "SESOSTRIS; A TRAGEDY. ACT I. Induction. — The interior of the sepulchre of an Egyptian king, sculptured and painted with various devices and unknown hieroglyphics ; a Magician is discovered in the midst of his incantations ; after performing which for awhile, he raises his wand and chants : — First among the elder born, Giant standing near'st the morn, Mighty magian, seer sublime, Sower of the seeds of time, Germ of ages' skill and force, Who shall track thy wondrous course ? Watcher on the primal height, What hath, fixed thy stony sight, O'er the heads of race on race, Finding never resting-place ? Must the council rest unknown, Till the triumph too be shown ? a2"], [10, "6 SESOSTRIS. By the o'er-teeming life of earth, Evolving ever endless birth, By the heavenward change of death, Birth of life that needs no breath, By that birth of death the flower, Bride with an immortal dower, Mystic Egypt, can we see, Some glimmerings of thy destiny. Dark mists envelop the Magician and the sepulchre ; they are gra- dually dispelled and disclose — Scene 1st, Interior of the Temple of Osiris. Enter Two Priests. 1st. P. So, the last day of our immediate rule ■ Hath dawned, and Thothmes to Sesostris yields The borrowed sceptre. From his Indian wars Returns the conqueror ; may the peace he brings Keep Egypt prosperous, as our Thothmes' rule Hath made the distant war ; that rule complete, With judgment even throned in open day, And sure protection watching darkest night. 2nd. Well hath he reigned indeed whose hand hath rear'd So many temples, and endowed their shrines So royally. The Sacred Vale beholds Heaven's watch-towers from the mountains to the sea, And every roof an ample prospect yields Of its own tribute lands. 1st. Now let Sesostris, The mighty victor, chaunt his victories, Grateful to Heav'n that gave them, and our order, By him confirm' d, shall, like the rising Nile, Rest on high places, and of their abundance Receive the honour. 2nd. So let Thothmes speed, Methinks the echo of his words was there. He comes, and little looks as though he fear'd Soon to be shorn ; the name, the name, may change, But 'tis not lightly done to shake his power. (The two Priests retire.)"], [11, "7 SESOSTRIS. Enter Thothmes and Memmo. Tho. The sun went down last night as if 'twere loaded With blood, foretelling slaughter ; earth was dull, Strange moaning winds, and cold and clammy fogs, Hung sorrow on the soul, as 'twere a pall; 'Twas such a night as guilt would shudder at, And mirth be dumb. Mem. 'Twas such a night as never Should rise from Egypt's shrines and dearest homes, If only nature mourn' d as man should mourn ; You smile, 0 Thothmes ! but you cannot melt This stubborn fear; 'tis not unwarranted ; Behold a king, born, cradled, bred a king, His roote struck deep into our household loves, And his strong branches, tossing in the gales Of admiration, mark him all inured In fullest manhood and chief fire of life, To most imperious mieji and instant service, Such as in camps weighs at the very life The least infraction ; mark him safe return'd Full to abundance with his rich success, Dropping at ev'ry step, e'en at his wish, What all men covet most, power, honour, wealth, Coin for all cravings ; mark around him sown O'er the wide earth submission, as the seed Of slavery and disgrace ; oh ! we are lost, In such a field where blossoms liberty ! Perhaps 'tis in his heart, thence to shine forth To the utmost sea. You have condemn'd too soon. No, though the lion's chain be long enough Tho. Mem. To reach Numidia, he's a captive still. Tho. Yet, Memmo, there's a light which may console thee Let's ramble forth, e'en to the loftiest heights Our breath will hold in, and methinks that thence We'll catch a glimpse of a fair-flowing tide y Undreamt of in the vale. Go on, my Thothmes, Mem. Bless my sight thus, and I have learnt enough To ride with faith that 'tis a living stream,"], [12, "8 SESOSTRIS. Tho Mem. Tho Mem. Tho Mem. Tho And not a pool of sand. First tell me, Memmo, What column is't whereon Sesostris stands, The mighty bulk whose shadow is too black For liberty and Memmo ? Whereon set ? Whence hewn its sandy stones or massy marble ? Love, lineal right, and harvested renown, Men suffer right, and bellow admiration, Stifling their hearts with envy. What are these ? I tell thee, Memmo, there are yet foundations, Broader and deeper, which no human might Or worth can compass to erect itself Fitly upon, but which may bear the load Of a sky-reaching tower, wherein may dwell Even such as you and I. Is it well, Thothmes, Even thus and now to turn my fears to jest ? This jest is more than man's. Listen, dear Memmo. I do not point to yonder secret adyt, Wherein a shapely stone, to the gross world Symbols the Inconceivable, to charge you That not one spirit which here my words evoke May fly in the common air ; for well thou knowest, The god we seek hath in each heart his temple, Whose plan and entrance we must skill to win ; But still, yon empty chamber is the frame We're set in best, and all too near approach Loses the air and haze of reverence. Therefore, whate'er my words (weak hints and shows), To thee make common, thou wilt deem it best To think on more than utter. I am bound For ever to thee — speak. Man must adore, It is an instinct deep as is his life, And fertile as his reason, true as truth. The mother cannot win her babe's obedience Without awaking more than mother-love, Nor force without the fear. 'Tis a strong drop"], [13, "SESOSTRIS. That permeates every vein, and hath its part In every sinew, of the spreading race. It is the best deceiver of the will ; From other feelings men can trace the bond That fetters them to action ; but, if trac'd, They will not, or they dare not, break it here ; What love of earth can match with this whose bounds Stretch to the infinite ? On every side Prolong all passions, lengthen out all fears, Expand all hopes, this is beyond them still Circling and wrapping them as doth the air Alike the cavern and the pyramid. Mem. And what is adoration, whose sole end — ■ When wisdom weds with virtue, and the pair Reign o'er man's life, I will despair as thou ; But weak or curious man (and this or that Tell out the race), will never be content With God in his own heart, and thus will seek With ready wonder oracles without, Tho. Yearning to lean upon the subtler spirit That can bestow, or will assume, protection, The nurse of love, trust, and abandonment; Hence must be priests, and, be they what they may, Men will enhalo them with reverence ; And, being men, why they will use it too In pride or subtlety. Yet, look up, 0 Memmo, For such is king-ship on a narrower base, (To change the poor word changes not the thought, Nor doth the thought change by intensity), So that a priest is even a nobler king When men revere him ; 'tis the central soul, Not the world-traffic of the citizen, Owes heaven allegiance, and to stand in the blaze That thence streams to the earth is, to man's weak And dazzled sense to he confounded, lost, And though a mote, beseem a part of glory. You lift me where till now I never stood But stand in fear. This, to be true to itself, Must claim the sovereignty of human life ; Mem."], [14, "10 SESOSTRIS. Tho. Mem. Tho Mem. Tho. And, with eternal pressure hem it round, Vast as the weight of ocean. 0 ! beware, To force the armies of a power like this, Through an ill-judging and malevolent world, Must breed the last contention. But as yet (And only with perfection comes repose) We must contend to live ; 'tis at the core Of greatness and advancement — we wece weeds Foul and unwholesome else ! Courage, dear Memmo ; Be grateful for contention. Under this We must cast in our lot, and searching through Life, science, art — make fit their essences To raise our temple, broad as human life, And turretted in heaven, thence to o'erpeer The gilded roofs of all earth's palaces, Storied together, and with polished skill, Reflect the prosperous sun ; or let the clouds Roll, thundering o'er them. Can this ever be ? Let us but make it ours, that we maintain The cause of Heaven, and whatsoe'er we urge Shall have the weight of that high argument. We will outmine the world, and from that depth Move all, as all men's earthly hopes and fears Must found themselves above us; we will own The soil, and whether huts or palaces Be built upon it, we will claim them all. {After a pause.) How can'st thou measure such a mighty shade ? Even with this little staffs', the vital germ Is at the core of the world ; but oh, dear Memmo, I speak not of the doings of a day; Egypt knows ages — her cycles govern ages; Time shall amass more knowledge, but the power Of man's whole day is here, that loftier life, What form soe'er it take, which shall look back And trace his steps in the rock, shall class of man, The Egyptian foremost ; in his might the world"], [15, "SESOSTRIS. 11 Mem. Tho. Pha. Tho. Mem. Tho. Shall branch to greatness, and o'ershade the trunk ; But he shall temper all the times to come, And, like yon calm, mysterious visage, look Above — not on the deeds of future years. Pierce them with utter knowledge, and look on, And on and onward still. Onward, and where ? To where both Priest and King shall blend in one, And He he God himself. Now think of this, (I have touch'd lightly, thou wilt trace the rest), But let thy heart alone contain the thought Above my words, and all apart from thine. Enter Phareth. What is it, Phareth ? Have you sent to summon Our brethren far and wide ? There is not one But knows how much his presence is desired, When Thothmes greets Sesostris. We will crowd To do him honour, spare not to provide ; Whoe'er may fail, we'll make our standing sure ; These youthful victors dearly prize a show — Go and array. {Exit Phabeth.) What is't you think of, Memmo ? How could I wish that something of this power But liv'd to-day ! then Onnophar, my friend, One hand, at least, would break thy threatened blow, Though it were crush' d to save thee. That sweet bower Thou call'st thy home, is built beside a stream, That on the far hills hath become a torrent, And echoes down upon the affrighted ear, Where shall thy love find shelter ? Love too rash Too daring, when Sesostris' self obeyed The fond coercion that arrayed all hearts Around Chelonis' sweetly-sceptred rule, What heed to Onnophar ? but when they cast Their lives upon their loves, and bade the world Stand in the outer plains, whilst they apart"], [16, "12 SESOSTRIS. Mem. Tho. Mem. Tho. Mem. Tho. Lived only for each other ; then men thought That there was one, the giant of that world, Who might not brook the shade of mockery That haunts an ill-starr'd love. 'Tis this I fear. Still let him hope, for there hath pour'd a tide Of hardy passions through Sesostris' breast. Yet, 'twas no constant stream, but the heap'd flood That, quickly falling, leaves the rock unworn. I cannot tell, but well his friends may fear Their unprepared encounter. No, not so ; At once I'll warn him that Sesostris comes. 'Twere as a watchful friend. \\_Exit Memmo.] Farewell, good Memmo ! HI tidings leave a tinge upon the teller. I'll follow when they're told, then the storm'd heart Grasps every way for help. So this our king Hath not out-fought his fancies — What, is life With all its turbulent and bold-hearted motion, Unequal to the melting thoughts that hive Around a lover's most suggestive fancy ? A sunbeam stronger than a giant's spear ? But here love's backed with pride ; ah, then 'twill grip With the last tooth — there's poison at his feast — So then my reign ends here, and I must cease To look on Egypt with a Regent's eye. Yet, other conquests open to my view ; Their name is lofty, though perchance they'll prove As easy as suggestion ; we must weigh The scope, and leaning, habits, thoughts, desires, Of this our superseder, and so wage Grecian or Parthian warfare. More and further, 'Tis the King reigns, no matter, what's the word ? We may not reign, but we will priest the kings. [Exit.}"], [17, "13 SESOSTRIS. Scene 2nd. — Near the city of Thebes ; soldiers of Sesostbis pass over, bearing trophies and spoils, among which are many gilt and ornamented idols. Enter Sarak and Gomar, two captive Kings, and some of their followers. Sar. What gods are these that cannot keep their own, But leave the blasphemous hands unscath'd and strong That hold them to dishonour ? And shall I, A king, though fall'n, extend my fettered hands Unto a fetter'd deity ? 0 shame ! My courtly state and royal influence In my far home (oh ! when my home again, Cursed robber of the nations?) arc such signs And hollow cheats, as are the justice, truth, Wisdom, benignity, and ruling might Of gods borne on the shrugg'd, contemptuous backs Of reeking, ribald soldiers ! Gom. Oh, forbear, Forbear, my son, to mock the unknown gods, Even in their lowliest symbol ; scorn will eat A canker in the mind, whate'er thy thoughts, Or others' usage, common to thine eyes, Have knit together, worthless, or of price, Untold and measureless ; a nail superfluous Is not an easier prey than the full heart Or choicest fibre of the living brain ; Sar. Behold our wives and children, branches strawn Over the torrent-tracked and desolate lands Where we held homes of love and heights of honour, — Why have our gods lost these to us and them ? Sunk be their temples, fired their sacred groves, And shattered their insensate images ; Henceforth my god shall be Sesostris' god, Or, if he own him not, Sesostris' self, For what is godlike, if not victory ? Gom. True ; but 'tis victory o'er a rebel heart, With its hot squadrons of infected spirits, That troop the banners of depravity,"], [18, "14 SESOSTRIS. Sar. Gom. Sar. Scene Tho Mem. Enter Symbol'd with Hate, Revenge, consuming Pride, Blinding Ambition, or the harlot Ease ; These are the triumphs none can triumph o'er ; Conquests secured above. It may be so; But the heart coinage makes the value most In this world's traffic. Such may turn to wealth That only reckons in the books of hell ! See, we are summoned — count where'er it may I'd be content, if it could buy me these. [Exeunt.'] 3rd. — A grove near the house of Onnophab. Thothmes. How kindly might this change to solitude Descend upon me in my latter days, When life grows feeble ; but 'tis when we hope We should prepare for memory, and raise Upon a youth well-spent, an age secure : Yet how secur'd, when all things I behold And feel, change ever like a sandy cliff, Slow crumbling o'er the sea ; even down this grove So loving, peaceful, through this sheltering mass Of dark luxuriant foliage, high o'er-arch'd With regal palms, the steady hounds of toil, Dismay and anguish, scout before mine eyes, Yelling to prey upon the tender limbs Of Love in her repose ; what is secure ? The weasel Envy will suck out thy eggs, Success, however sacred — Ha ! I see Memmo returning, now the shell is broke ; To fear is oft the first round of to lose. Enter Memmo. You have done well, dear Memmo, by this haste, For I have left some speedy messengers Who harbinger Sesostris ; he will enter The city ere the night fall. Then the die Is in the lifted arm of destiny."], [19, "SESOSTRIS. 15 Tho. How look'd they as you spoke ? Mem. He started up With hot and sudden gesture, cried that heaven Had made all equal, and of all things else Had freely charter'd love, then seem'd as if He would have snatch' d his wife, and flown at once He knew not whither ; threw himself, in fine, With knotted arms upon a marble stair, Thick and hard-breathing. He would listen now, Tho. Though fiends held council for him ; and Chelonis ? She spake not, but grew pale ; then rose, and went And fetched her child, and at her husband's knee I left her. Mem. Tho. Weeping ? No, unless her heart Mem. Wept for her husband, she was calm and cold As queenly Isis, and methought forgot Herself in him, save when she hastily press'd The wondering babe. Tho. She was a peerless girl, And never honour's self a promise kept More true than hers ; a toy fit for a god, In a palace of sunset clouds ; why do you smile ? You praise as if the heart of Onnophar Mem. Were in the breast of Thothmes. See, they come. (Aside.) If chance turn skill, the vict'ry's unimproved, And therefore, little worth ; heed thyself, Memmo — How fitful and unsteady is his walk ; Tho. Eager and trusting hers. Enter Onnophar and Chelonis. Onno. Why should this be ? Ye who would grasp the leading strings of life, Was't not as just to win Chelonis' love As see another win it ? In the end Of judgment, Onnophar shall mate Sesostris, A man to man ; his gardens, palaces, Even might of rule may lineally be his ; But Love's imperial spirit rides o'er kings,"], [20, "16 SESOSTRIS. Tho. Onno Tho. Onno. Che. Onno. Mem. Onno. Che. Tho. Heeling their laws ; it flies without, above Their utmost stretch, and still sustains itself, For with each new-born heart comes love anew, With no forg'd bond or lineal prejudice. I know no temple but the mole or rat May work its way to ; so the commonest use Of the harsh world may, in the sanctuary Of our affections, sport, and claw, and riot, As eager as a king : talk not of right, But action. Action should belong to right, As fruit to the tree. Then all the world's a crab, Which we must graft with sweet expediency. Shall I go crawling o'er the Memphian sands, But ever and anon snatching a glance To guide my course ? hug the congenial dust About his feet, and gasping thus, beseech The love and comfort of my own true wife In my own home ? Dear husband, talk not thus ; Lf there be fear, oh, let us meet it fitly On its own soil, nor look to slay in the skies The serpent at our feet What would you, Sirs ? What Bhall I do ? What arrow flies the truest ? Oh ! I could boast, and like the braggart fool, Hurl planets from their course to check a world Outcast from justice ; I would act, ye gods, To make ye stand aghast. Nay, nay, be patient. Well, ye cry patience who have nought to endure. Thothmes, thou art our friend; oh, speak to him! Nay, 'tis to thee, Chelonis, I would speak, As readier help. Che. And how ? alas, how feeble My words ! Tho. (Aside. J But not thy beauty. Go to him ; Go to Sesostris, let him see thy trust"], [21, "SESOSTRIS. IT In his strong clemency, that is ever grateful ; Ye may be fearing shadows, this unquiet May be the trouble of a shaken flag To a startled fawn. You do not know Sesostris. Impetuous, fiery, pitiless to pride, But genial to submission, arm thyself- Ln thine own graces ; nay, then, go unarmed, And still be graceful, gently urge thy suit ; (As, on my life, he knows it well already) And you'll come back a happy messenger, With voiceless tidings in your speaking eye. Think you he knows it ? Oh, I cannot go, And leave my husband. Che. Tho Better for an hour, Than for a day, and for a day than risk The lifelong loss ; — perhaps, indeed, 'twere well To quit him for a season, to withdraw To some retirement, whilst he shows himself And makes his presence common in the sight Of the great king, and when some months — Che. Oh, no i I'll to the Palace ; I'll drink in no more That sickliest drug, suspense ; my Onnophar. What is it, love ? Oh, I could do such things. Nay, calm yourself, and listen to the counsel — We need no counsel, least of all from these. Now art thou not thyself, be thou the judge, And heed not the adviser, but th' advice, Come in with me ; before the storm can burst We'll mark our shelter, and when all is flown And the sky clears again, we'U smile at this, And freely walk abroad. Onno. Che. Onno Che. And freely love ; Onno. You turn me with a breath. 'Tis towards my heart, Che. then [Exeunt Onnophab and Chelonis.] Follow them, Memmo, strengthen her intent, To see the King, 'tis the sole policy Tho. To save her. [Exit Memmo.]"], [22, "IS SESOSTRIS. As for him, he must ride out As his bark's built ; I hate him, wheresoever I stand he turns the buckler of suspicion, There's very challenge in't ; strike, heavy hand, Spare, sodden heart — and then I see the dawn Beyond a chasm that's frightful to the weak, But to the strong, sublime ; Passion-eyed Queen, No slavery of our basest is more deep Than that to which man will condemn himself Before his idol- woman. 0 ! Chelonis, Thou art the bane of many a better man Than 'twas thy lot to bless, thou loftiest mate Must smother half thy blessings for the sake Of thy too lowly love ; but so is life Full to abundance of unblossom'd worth And what in use it marks is as the track Of a poor ass along a boundless desert, We are unshrin'd ; then earth, I'll walk with thee. [Scene closes.] End oe Act I."], [23, "SESOSTRIS. 19 ACT II. Scene 1, A Court of the Royal Palace. Enter Chelonis and Gomar. Che. 0 Sir, I thank you deeply, my sick heart Hath one physician where I looked for none. I had a daughter once that looked like thee, Alas, I cannot hope I have her still, For all her father's house is desolate Gom. And she a wanderer. Che. Oh, how can men shout And glory in this outrage of their kind ? Oft have I wept — Gom. Dear lady, you have heard Alone the shout of triumph, could you hear The cry of anguish, or behold despair Too deep and dead for outcry, you would strike The very gates of Heaven's supremest king With wonder at his laws, or think to see The quick avenger brand the hot offence. Che. Was she a mother ? When I last beheld her Gom. She stooped to print the good-night kiss upon Two slumbering babes whose little lips were then Just trembling into stillness, with her name Parted between them ; ere the morning dawned B"], [24, "20 SESOSTRIS. (The morning of the day, for a fierce dawn Flamed at the midnight from my burning home) She fled to the forest naked, childless, mad. Alas ! the shame to Egypt. Che. Gom. There hath been A time when but the crossing thought of this I've rack'd myself f avoid, hath been a storm That urged my own bark, till its fierce career Grazed on the self-same rock ; I am calm now. And could as soon let fall a single tear As a thrice-heated furnace ; I am calm. Che. Gom But 'tis despair. No, 'tis the second hope That dawns beyond it, the redeeming prophet Through retribution of consummate love — But these as yet to thee are evening shades That have not crept to day, thou still hast friends — Why dost thou start ? Che. Hush, heard you not a step ? I dread the priest. Gom. Alas, that I should say it, There shall be cause to do so ; who would look For poison-berries upon so fair a stem ? For 'tis the noblest calling to be good, And teach it through the world, and such should be The priest you need not dread ; but when he quits Tho lowly line of genial charity, And kneeling to the idol in his heart (Howe'er 'tis fashioned, Station, Wealth, Desire), Plays the true worship of the one true God, He is abettor of more tyrannous rule Than that of sword and shackles, lines a mass To crush the budding promise of the soul, And helps to drag its richest laden branches Within the clutch of fiends ; cursed be the man Who brings the sacred lightning from the skies To guide him to his lusts ; but come, lets in, They have prepared the varnish and veneer Whose gloss to day shall cover wilder truths"], [25, "21 SESOSTRIS. Than my burnt palace and despairing child ; I will conduct you to Sesostris' presence, I feel as if my daughter's very hand Were clasped in mine ; come, come, I shall weep yet. (Exeunt, scene closes.) Scene 2. The great hall in the Palace of the Kings, the columns and pedestals of the statues are hung round with the spoils of Sesostris' Indian wars ; soldiers are ranged round the Hall ; a throne is placed in the midst. Enter a Pbxest and a Noble. Noble. How well these spoils of India deck our halls, Wild beauty and magnificence o'erlay These ponderous columns and huge buttresses With infinite variety, bright plumes, Arms burnished till the glittering steel outshines The gems they're set with ; robes of gorgeous dyes Fit only for the shoulders of a king Standing in triumph ; furs of royal beasts, Gold, ivory, gems, a mingled mass of light And priceless beauty. Egypt's powerful hand Hath stretched to grasp a not unworthy prey, Our genius greets Barbarian, 0 Sesostris, Cease from thy labours, for thy hand hath drawn On life a most imperishable line, The signet-mark of God's. I like them not ; Priest. They're like gay feathers on an eagle's wing, Bright, but ill-placed : Egypt looks cold on them Nay, when did Egypt e'er look cold on art, Noble. Its first-adopted daughter ? True ; these forms, Priest. So strangely eloquent, should tell our own Of other reason, and mysterious fancy, Devotion, too, unknown, yet breathing strong In many nation's hearts ; true, they should raise Our own to more majestic brotherhood And nobler love. b 2"], [26, "22 SESOSTRIS. Noble. Priest. Noble. Priest. 0 Psammuthis, methinks These are no love-gifts. No, they speak not here Their proper language ; but no less I catch The primal truth, they're good ; so let us hope The time may come when no harsh discord else Shall rasp their genial music. What is this ? Your tongue was ever strange ; I see rich spoils, The sometime trappings of the slave or coward, Heaped round in stately 'triumph by the hand Of glory. No, of war, that reeking carcase Now decked so gaudily, but which in time Will stench to the skies ; but the pure spirit endure, And borne by graces to ethereal state Shall sit enthroned in the full blaze of love, And melt the last pride to sweet charity. You talk to the stars ; be still, for see he comes — Gloriously comes the mighty Conqueror ; Dost thou not gasp ? behold those prancing steeds That shake their golden trappings in the sun, As if they gloried, too ; those glittering arms Piercing the eye with splendours keen as were Their thrusts in battle, captives royal crowned, Whose eyelids dare not rise above bis hand, Clustering like stars, and he the central sun, Magnificent Sesostris, scattering life, Noble. Honour, and radiance o'er the immortal scene. (Martial music, then enters a triumphal procession form ed of citizens, soldiers bearing idols, cars laden with spoils, priests full-robed, nobles and captive kings, Memmo, Thothmes, and Sesostris, who ascends the throne.) TJw. Now doth the star of triumph fully blaze, And Egypt in the attentive eyes of gods Shines like a feastful palace on a hill,"], [27, "23 SESOSTRIS. When the world-city's dark ; hail, great Sesostris, Thy mighty sires unbend their awful fronts, And lightning triumphs shoot from eye to eye, Telling the extatic tale of their true son, The world- compeller ; many a high renown Have our forefathers reverenced in thine, Many a high deed of conquest, science, use, Hath shone into their hearts and lit their lives, But happier we the noble streams have left To sail triumphant on the boundless ocean. Hail yet again ; I call the teeming earth And all her sons, from Orient's crested kings To the pale savage of the Western Isles, Who couches with the woLf, let one long shout Ring forth from Egypt to its subject worlds, And let them know that 'tis their master's name Flies to the desert and the unknown seas ; Sesostris reigns alone. [All shout and repeat \" All hail, Sesostris !' J The gods of Egypt have embraced their sons After long labours ; all the river-powers Of the far orient bow to the ancient Nile, And the great kings that swayed their sacred banks, Stand crownless in our regal halls to-day. Ses. Thus may our children on their truth repose, And they who owned them not ddress their vows, Cleared from old error to the source supreme. Nor ceased we there, even with so vast a boon, But, as our vital waters far and wide Give vigour to tall palms and creeping flax, So shall the triumph of our world-marked course Give high example in all arts and arms, O'erweighting thrice their cost ; to you, ye sons Of Egypt, many-crowned, central, supreme, We bring these honours, and ourselves repose Among the deathless trophies of your power, Self-centred, calmly great. [Many cry, \"A God.' a God"], [28, "24 SESOSTRIS. Ses. Even in this high career, how oft our thoughts Have carried our hearts home, eager to learn Our childrens' welfare ; though in setting forth, Some desert-tracks of mute anxiety Lay heavy on their flight, yet soon they rose To the glad prospect of well-chosen trust, And sure reliance. Thee, beloved Thothmes, We question not but thankfully receive, And chief do our returning steps regret ; For that they cover thine. Tlio. Rejoice with mo Ye sons of Egypt in a march so strong, Here I yield up my delegated powers, Release my will so true, but hand so weak To do you service, to a nobler grasp ; Henceforth your wives and children sleep secure, Egypt was ever just, now in your king, Egypt hath grown a world. 0 generous chiefs The jewels of the world be proud to stand Around the Egyptian frontlet, blazing there To climes and ages ye had never reached, In single glory, ye are set in fame, Endless-enduring, all the waves of time Dash vainly at your stars serenely shining On that clear brow as in a heaven most meet ; And ye the stock of your own glorious house, The brethren of our race exalt your hearts With freshened vigour, that each joint and sinew May work with iron-chains and levers' strength, To move a world down the triumphant track, Where points our monarch's sceptre ; what the fruit Owes to the trunk, great nations yet unnamed Shall, down the mystic avenues of their past, Trace home to you, a vein of truth and power, Stretching from past eternity through time, Into the endless future ; ye are great To-day, but greater in the times to come. And now, your homage paid, which for ourselves We render thus. [The Priests salute Sesostris.]"], [29, "25 SESOSTRIS. Ses. The storehouse of all nature Is ransacked for a banquet fit to chime With thoughts of triumph, for exulting hearts Will feed on choicest dainties with delight Before untasted. Go, and know yourselves, The heirs of grandeur till your line shall end. (All salute Sesostris and retire, except Memmo, Thothmes, and Sesostris himself, Sesostbis descends from his throne. Ses. The world's my country, now to find a home ; How came it, Thothmes, that the priest's tiara Outshone the nobles' coronet to-day ? Where'er I looked the priestly crest was up, Their flowing robes fell fastest on the eye, And if I met a glance thoughtful and proud Who sent it bore the badge of lowliness ; Where are my nobles ? they who lay content To nurse their puff'd cheeks on their delicate palms When our great spirit arose, have they died out With fat and weariness ? I could have wished The martial element had been more strong To greet a conqueror. Tho. Why it was not so I know not, and my thoughts I would not know Could they be cancell'd. Why ; what dost thou think ? Ses. Tho. Who closely watches hath unnumbered thoughts Clustering beyond his utterance, vague and wild As driven flaky clouds on eddying snow. Ses. You start a spectre in a summer sky, What is it you mean ? Why, nought but they are ill, Tho. Or at the chase, or in their simple homes Hatch like the lion's parasite their schemes On your success, Something of this I feared, Or deemed, for what is fear ? We'll stir this pool ; Th' immortal Gods our close allegiance claim, And, in devotion to their favourite son, Ses. Tho."], [30, "26 SESOSTRIS. We do themselves adore ; the haughty lords Of Egypt in unmatched Sesostris see A master. Osiris, they shall feel too ; Ses. But hence with thoughts of marble, I am bent On silken fancies, by the foot of Athyr, I sometimes think my wide extended rule, My trophies, triumphs, riches bought too dear With hours that might have steeped their wings in love, T' o'er-canopy the noontide of my strength, But rest is sweet from labour, joy from woe, Delight from agony, from contention love. Enter Gomab and Chelonis. And at the word, lo, what a sunbeam gilds The black unyielding granite whence we hew The multiplied statues which to the eyes of the world We set up in our actions ; 'tis herself, And with her trooping come my long past hours Of choicest happiness, I find them here Left in old Egypt, and attendant still On their first chosen — give us leave awhile ; Exeunt Tho. and Mem. Gom. and Che. come forward. His looks are kindly, courage, dear Chelonis. Would I were home ; I am ashamed to speak, The stifling current of my fears when first Gom, Che. I did resolve on coming, bore away All feelings else, the presence of my task Unnerves me quite ; let us return, — Gom. Too late, 'Tis struck — Ses. Chelonis, — I had much to say, But the sweet sound of that long silent name Hath flooded all my heart, as 'twere the charm To undam a golden ocean, where my thoughts, O'erwhelmed and lab ring all in vain essay, The upper air of speech ; I am a boy Whose task hath slipped away. Che. My gracious lord. Ses. You have forgot me ; I am called Sesostris."], [31, "SESOSTRIS. %\"l Che. A name that needs no marble to endure, Whilst there's a tongue for utterance ; ill befall The man who hears it not, for it shall be The symbol of unsullied justice, honour, And mercy, as't hath been of victory. With such sweet counsel we will make it so, Despite the music of unquiet spirits, Burning for danger if it lead to fame ; But hands like thine, white-gleaming obelisks, Shall point us up to gentler victories, And with our reeds lap round the bow and spear. The goal once passed, the spirit of the race Hath vanished, and the handled prize is dull'd. Thus only those that heaven itself awards Unhandled keep their lustre to the last : I will to prayer. [going] Ses. Gom. Che. Oh, go not, I am weak, An. acted prayer is holy charity. Dear daughter, I am with you. Gom. Ses. Why, Chelonis, Why dost thou fear me ? Am I changed in aught ? Is not the selfsame kernel in this shell ? Am not I that Sesostris who went forth A lover from thy feet, with thy last smile, (I see it now and all its satellite world) Still warm upon my brow, resolved to build, By arms, a palace fit for love to dwell in, Furnished and graced with wide- world luxuries, And tended with the observance of mankind ; Behold it raised, columned on every land, Roofed with the dome of heaven, inlaid with seas, And lighted by a never- setting sun ; The rest thou know'st ; this is its central throne, Its king Sesostris and his love — [Chelonis rushes forward and throws herself at his feet.} Gom. Forbear, You know not what you say. Nor what I see, Ses. If this be sight indeed."], [32, "2S SESOSTRIS. Gom Arise, my daughter, Thine is no crime that thou shouldst sue for grace, The crown of beauty is the light of love, 'Tis heaven hath placed it there, thou can'st not choose But wear it ; as the fruit is to the palm, It hangs upon thy graces, the sole shame Is when 'tis plucked untimely, or rude hands Crush, torture, or efface it. Che. Oh, my lord, Your clemency, I know — Ses. Is this a masque ? A trick, a sport of Indian skill, a dream, A magic mystery ? Speak, old man, my words Are swords to ten times lustier lives than thine ; What may this mean ? Undo, resolve, explain, Or by the gods, this uncouth granite block Henceforth shall be as tender as my trust In mortal worth. Gom. What ! do I fear you, sir ? My feeble life, as thou remind'st me well, Is but as worthless as a puff of sand, E'en scatter it if you will. Ses. Now what is this ? What reefs are rising, or what cliffs are fallen ? I came with love to meet the chance of love, And find distraction ; came to offer that Which from tho palace to the hut is prized, At living worth, the hope and faith of years Knit firm with truth and fervent constancy, The crown' d and finish' d joys of mated love, To offer that which all should well receive — Not she who hath't already. Gom. (Chelonis utters a cry, and Sesostris stamps with rage.) Fly to the night Ses. All milky dreams, I'll have no bride but hate, If this be so, a thousand lights die out, And all my future is a tomb to grope in With a lost clue. Now, cloven be thy tongue To tell me this ; yet stay, arise, Chelonis —"], [33, "SESOSTRIS. 29 Che. Ses. Che. I am thy handmaid. And a wife, Chelonis. I little thought the favour of my lord — You know I loved you, 'tis the tenderest quick In woman to know this, the subtle scorn, The cold broad hatred, or the dark revenge, May pass her by ; but, like a kincLling spark, One ray of love will strike her. 0, Chelonis, Say, shall I bless or ban you ? By the soul Of Isis ! I could either. I have loved, And therefore could have raised thee to the stars And been thy worshipper. You have despised it. For that I know's my secret recompense, Ses. Disown it as you may. Oh no, no no ! Che, My husband — Ses. What of him ? I curse him not. Why start you then ? Gods ! have I toiled for this ! Have I pac'd homeward from the farthest East, And found no rival till I cross' d the threshold Of my own ancestral palace ? Have I thrown Kingdoms to minions, provinces to slaves, Set others fortunes on the surest rock Prosperity could yield them, and myself, Here in my palace, in my father's home, Girt round with splendour, such as earth till now Hath scarce imagined, here myself be foiled, Flung back, and ravined of the dearest spoil I set my heart on ? He shall find 'twas fearful To cross a life like mine. 0 spare him, spare him ! Che. Ses. Who sues to spare should not have turned unheeding, Would there were other worlds ! I am the slave At this world's summit, therefore known to all, Shot with keen eyes from every wind of heaven And hole of earth. 0 conqueror of mankind ! Thou can'st not win a woman. I will raze Thy towns for this ; — off with these silken shreds — Henceforth I'll house in armour, — faithless all. (Exit Sesostris.)"], [34, "30 SESOSTRIS. Gom. Come, daughter. Che. Whither ? To the world of hope. Gom. [Exeunt Gomar and Chelonis.] After a pause enter Thothmes, cautiously. His bark is thrust upon the baffling torrent, Where will it cast ashore ? Her, the rich freight, I'll look to save. Rocks, quicksands, whirlpools, ye Are welcome to the hull. Tho Re-enter Sesostris. Where are they, Thothmes Ses. Tho. Whom seek you, sire ? Ses. Tho. When cam'st thou here ? But now. Ses. You too had known this, and you thought 'twas well To see an ambush creep upon my flank Without a warning. Do not look amazed. You hold more clues than of the labyrinth. You scarce would track a river to its source In searching for the sea. You looked my friend But might have served me better. Tho. My dear lord, By great Osiris, had I thought your passion Were worthy of yourself — Ses. Death, man ! dost think To her perfections I would bring ought else Than were both worthy in myself to offer, And in her to receive ? Tho. Mistake me not ; Her virtues and her graces sisters are, And both excelling ; but no race uncrowned Should trace like lineage with Sesostris' sons In after ages. 'Tis a debt you owe To a long line of monarchs past and coming, Else would you drop their honours in the road Of common wayfarers, and in equal dust Imprint imperial footsteps ; do not so If she be false (the old and common tale) ; Scoff at the acted lie, and let them go,"], [35, "31 SESOSTRIS. The faithless and the spoiler. Ses. Tho. Never, Thothmes ! And wherefore not ? What, though he scoff and jeer, And hug his cunning, he'll not dare to do it Where you can hear of it. Ses. Perdition ! no ; But I myself shall stir a thousand whispers In every puff of wind. Tho. Let him alone To drink the nectar of her innocent life. There are yet dames as fair, and such as know No smiling Onnophar. Ses. Let him smile on, When my cause, too, is pleaded ; scoff and jeer ; There are yet men in Egypt who will both Upon Sesostris' bidding — Tho. Ses. Nay, beseech you My sweet Sesostris-love ! Death ! scoff and jeer. [Exit Sesostris.] Tho Hold on, dear Pride, retain the barb secure Until it tear the quick ; now will I seek This harried dove, and train her silken wings Into our arches. Once she seeks that nest, Or kite or eagle shaU have work enough To beak and claw the granite. Time rides on ; I'll draw upon our large estate of hope For such a priceless bargain ; should he strike With his huge sceptre, I will set my back Against Osiris ; and, methinks, even now A blow at us may strike a spark beyond, That may consume his honours, and arouse Indignant piety. This to uphold By our self-sacrifice is weU, but best Fulfilling self; the plant's before the seed. End of Act II."], [36, "32 SESOSTRIS. ACT III. Scene 1. — The Temple of Osiris. Enter Memmo. Mem. Thus every mission heavy on the spirit, Because 'tis light and childish, falls to me ; For I've nor wit to trap, nor force to fell ; So like a camel, e'en, must take my load With kneeling and submission ; I'll not bear This silent vaunt of a superior nature ; Cold, self-asserting ever, I who am Thy fellow-priest, 0 Thothmes ! what you taught me Was taught thee first, and I shall teach in turn. Thus, then, I owe the channel nought when I Become the like for others ; I am lean And ostrich-limbed, but have a tongue as true To memory as a memory for your jest At my shrunk members ; see your own be firm, For did Sesostris know your head-aspirings, You'd find your safest virtues in your heels ; He shall learn all. (Enter Pha. hurriedly.) Why, how now, Phareth, amazed, As is your wont ? What fire-hill in the moon Hath caught your eye ? Pha. 'Tis Memmo, is it not ? I came to seek you ; you are like the rest,"], [37, "33 SESOSTRIS. What have I done to set the world on edge Where'er I tread ? Insensate, 'tis not I, But the reflex of their corrupting thoughts That plays before them ; wishes poison-dipt, Some scattered actions, points that make the base, For city- wide conclusions ; these are hut Dull forgeries of Phareth, yet the glass Is stained, and I must take the hue it gives. Oft have I heard you with too subtle skill, Defend your strangeness as the proper foil To a most naughty world : saw we in you A common tree, where were the guide-post then. If I am grateful, therein am I strange ? Much do I owe to Thothmes. Listen, Memmo. I had a mind that thirsted to engulph Mem Pha. All knowledge, and, oh, fool, balance all power. Uneasy, restless, gnawing at the strings Of my own life ; almost I grew to rave Because the iron-cup chained to the well Could not hold all its ever-gushing waters ; And thus I scathed my mind until at times I felt as one who wakes in a stranger land Of Titan desolation, vast and wild, With rocky masses leaning on the clouds, And hissing torrents, and the roar of fire, The place of naked torment, and my mind, Quick with sensation, sought with desperate will The subtlest edge of anguish, from this maze Of whirling thoughts and dizzy phantasies I was drawn back by. — But away, away, Why dost thou tarry ? Go — Say whither, man. Mem To Thothmes, quick, he bade me seek thee out. Hush ! he is angry, go ; I cannot tell ; It was a dream, perhaps ; but I beheld Last night the God frown on his marble throne, And straight flung dizzy to the rocking floor, There glued myself in terror, Pha. Sleep' st thou now ? Mem."], [38, "34 SESOSTRIS. Pha. Mem Tho. Che. No, no, that scarce can be ; oh, he is wroth, And I, despite my fasting, kneeling, penance, Shall drop on the dark stone of Nemesis, To crush and grind, a lacerated worm, Living in every shred ; oh, come, come, come, Hark, we are called ; why dost thou tarry ? come. [Exit Phabeth.] Poor wretch, who calls ? how is the master shown In this lost pupil : he was once a man, Ardent and hopeful, covetous to drink Learning at every pore, until puff'd up, He cast himself upon his own vain heart, And found therein the strange fantastic moulds Wherein he forces all the good he knew, And now his false creations canker truth, And make and unmake monster, Deity ; He yearns to Thothmes like a ruined maid, To him who ere dishonour taught her love, Well, men oft know a dangerous cataract Lies in their course, yet tranquilly sail on Besotted to the fall, I see the plunge, But will not tempt it ; I will seek Sesostris, And on the warning stake my chances here. [Exit Memmo.] Scene 2. The House of Onnophar. Enter Thothmes and Chelonis. Fair daughter, thou may'st still thy head repose Upon the ample footstool of Osiris ; The truant heart, tho' from the adoptive world An outcast, still hath its ancestral home. (not observing him) Why was I marked to be the single prey Of unrelenting malice, why alone In this wide realm have cause, so bitter cause, To pale the cheek at each new victory,"], [39, "SESOSTRIS. m And almost wish our armies' triumph draped In mourning for their leader ; why should I — The gates of heaven are ample as the skies, The wish to enter cannot miss the way. Can love bear treason, treason spring from love ? Can love bear hatred to the love of love ? Tho Che. Tho. Unheeding still, (he advances) You scarce would treat me thus, Knew you I came to speak of Onnophar. Che. My husband ! what of him ? oh, have you seen him ; You should have brought him hither. Why ! oh, why, Came he not, tho' to say I come no more ; How could he leave me thus ? Unkind, unkind. Nay, do not weep ; unkind it would have been — Not so, he was as tender as the south, Tho. Che. With all its balmiest breath, and true to love, As on the still lake the reflected sun, To heaven's own orb. I know he could not come, Or there were no commissioned messenger, Tho' he should ride upon the swift simoom, And that were breathed with heaven, ungrateful tongue, To slip so harsh a word ; and art thou gone ? Then heaven protect thee, for thou stand' st alone, The sum of manly worth ; and I have lost Beyond all losers. Tho. Che. He may yet return. I thank thee, priest ; vows thick as summer fruits I had not heeded knew I not the heart From which they sprung ; think not 'twas love alone That made his merit what were that with thee. And with the wise, the brave, the bountiful : Honoured by these, companion'd with the good, And only shunned by conscious vice, he turned The hearts of thousands on his single self, And mine the lowliest not the least in love, And life of all from those dread powers we worship, He drew his kind perfections, and his truth Is part of theirs and shall as soon be broken. I pray you, hear me ; do not thus excite — Tho c"], [40, "36 Che. SESOSTRIS. Have I not cause ? What shall the petty Iosj Of drossy gold, or some poor toy of art, Some old-world plaything, which from hand to hand. And age to age, pleases fresh baby-men, l» Rake up the founts of passion till they swell Turbid beyond the subtlest hypocrite And his heart-hidings ? and shall I, whose life, Torn in two bleeding halves, is dragged in chains Over the flinty pathways of this world, Be calm as if the fanning of a leaf Alone were on my eyelids ? Oh, this heart Bursts but to hear of patience at the birth Of desolation. TU. Che. Tho. Che. Onnophar hath fled. I know it — - Grant me patience — Fled from all, From wife, child, home, branded with virtuous deeds Guilty of all the best humanities. Tho. Che. Would you again behold him ? Would I wish My child to love me ? Tho. Listen, he hath sent To bid you meet him. Che. Wherefore have you kept This like a secret from me ? When and where ? Oh, where ? thy breast should be an open scroU Read at one hurried look. Tho. Forgive my zeal To serve you, but I would conduct you thither At nightfall. Che. Tho. Why not now ? 'Twere perilous To thee, to me, and most to Onnophar. Che. Tho. Che. Haste then, 0 night ! love makes perpetual noon. Dear lady, rest awhile. Yes, I will rest As a stream on a hillside. How but one hour, One little hour, of absence makes my heart"], [41, "37 SESOSTRIS. Pant like a captured fawn's for liberty, So mine for Onnophar. Where shall we meet ? Make ready some disguise to wrap you close. Tho. At nightfall I'll be here. Che. Tho. Che. But where meet him ? Fear not, I will not fail. Why, must I tell you, That I would shape my fancy near to truth, And know the setting where my jewels laid. Between the city and our temple stands A grove of palms, there melancholy sits A lover looking towards the setting sun, Sculptured in stone. It was an ancient tale, How he lay there and died. When the young moon Hath lit his forehead Tho. Che. Onnophar will come. Thanks, generous priest ! Tho And now farewell till eve : At least your husband hath one friend in me. Your hand, dear lady, — if I seem to boast, Forgive it for the wish that prompts my power, My ardent hopes to serve so fair a cause As your sweet welfare ; never shall you lack Counsel or aid from Thothmes. Think of this, And that his life's renewed in serving thee. 1 Thothmes kisses her forehead ; she starts, but checks herself and remains silent. Exit Thothmes. (After a pause). I'll go alone — My Zaphra, is it you ? Che. Enter Zaphba. Fetch me my cloak — stay, Zaphra, bring your own, Thy worst, and for it take the best I have. [Exit Zaphra. Its ampler folds will screen me : must I wait The nightfall and my husband sitting lone. He never looked but coldly on this priest ; I'll go alone. Re-enter Zaphra. Thanks, Zaphra, you are clothing Your child again ; my nursing days come back ? c 2"], [42, "38 SESOSTRIS. Zaph. May I not come ? Che. No, Zaphra, pray the gods To speed your master — Zaph. And my mistress home. [Exeunt — scene closes.] Scene 3. — A grove ; the Temple of Osiris in the distance; Time, evening. Enter Sabae, escaped and flying. Sar. Oh, for the desert ! which way lies the desert ? How gladly shall I change yon palaces For the blest wilderness, and tyrannous man For its most savage rovers ; beauteous desert ! Once thine, I'd wish my lungs were large enough T' inhale thy blasts at once ; for they are free, And freedom is a draught of ecstacy. Colossal Egypt, may the thunder scar Thy changeless brow, and rive thy pitiless weight, For 'tis on human hearts. Soon, if I 'scape, This hand shall write dishonour on thy crest, Or let it wither. Up the East a light Breaks faintly ; 'tis the moon of my far home : I'd reach it though to die. (Sees Onnophar approaching) What ! can it be That I am missed so soon ? He seems alone, And in my path ; oh, turn him, Spirit of Home : The game I play is life and liberty ; I stake for both, and I will win ere thou — (Saeak. conceals himself among the trees. Enter Onnophab, as expecting Chelonis.) Onn Not yet ; not yet. Oh, the chief curse of man Is his own brother ; I am driven to the fields, A leper in the soul, because I sought The soul's perfection, Love. Do tigers prey Tear and devour ? why so do men much more The heartstrings of their fellows' happiness :"], [43, "39 SESOSTRIS. Nay, if a tiger ravined far and wide With never-satiate slaughter, would he be The king of tigers ? No, his fellow brutes Would grin and think him mad ; once I did own A home, a country ; nay, the world was mine ; And yonder shining torches, for my heart Embraced them in the fulness of its love, And heaved exulting in the light of hope, Like the wide sea to the moon ; now — ah — (Saeak suddenly re-enters, and strikes down Onnophae.) Sar. Lie there, Whoe'er thou art ; if thou wouldst cage a king, Beware his sceptre, though a simple staff. I have at least one subject. (Saeak disguises himself in the garments of Onnophae.) And, methinks, As not the first, I shall not be the last To strip a subject for our royal wearing ; But come ! a darker couch will serve thee now ; The faintest star is as the sun to thee. (Sabae drags off the body of Onnophae, tlien re-enters?) Hush ! Hark ! sure death is heavy : how I pant ! 'Tis strange that I have struck men in the field, And thought no more of it ; I never dragg'd them, 'Tis true, as now so stealthily away ; But what of that ? Hush ! hark ! what voice is this — A fearful voice, that cries without a sound, A deep heart echo to some doleful cry, Above the trees, above the threatening clouds, And from the lonely desert ! Fool, awake ; Freedom cries out. Ha ! Freedom ? I remember How once an old man of a murder spake To one who feared the murderer might go free : \" Fear not,\" said he, \" if he hath done't indeed, At feast or fireside in his ears shall ring His ever -tolling knell; his heart is charr'd, And his glazed eye is fixed upon that hour,"], [44, "40 SESOSTRIS. Aching for ever.\" — Gods, will my hot thoughts Pour down that cragged hole ? Ha ! 'tis a step, Thanks, my pursuer ; now for liberty ! (Exit Saeak hurriedly ; then enter Chelonis, Husband ! 'tis I ? Where art thou, Onnophar ? I fear no night, silence, or solitude, Che. Nor thee, pale record of unhappy love, Alas ! thou art too like — a shattered palm, Broke like our fortunes, riven like our heart, A mocking witness, proving this the spot For our last parting. (The shouts of Soldiers cure heard without.) Hark ! great heaven, who comes. So soon pursued, alas ! then all is lost, Isis, without thy aid ; with thee is hope, Be still, my husband, if thou hear'st me now, Oh stir not, though to let me know thou'rt nigh, This way they come ; but no, I will not fly ; Whilst they are here at least my husband's safe From their ferocious eyes ; I will not fear, For that conviction hath a deeper life Than all which these dare threaten. [Enter several Soldiers.] 1 Sol. Ha ! a woman, A fair one too ; now, who art thou, sweet maid, Wife, widow, what you will ? Know you her fellows Is this a love tale ? r 2 Sol. 1 Sol. 3 Sol. See you not the moon ? How say you, Bosh ? That 'tis a tale of love, And of life too. 1 Sol. I think so, search around ; This means success, be quick, one should be near, Whom she would meet and we would welcome too. (Descries Sabak flying disguised as Onnophae.) Look ! look ! there runs the deer. 2 Sol. 1 Sol. On quickly, men, I know that robe, he cannot scape us now ; 'Tis he. [Ex. Sol.]"], [45, "11 SESOSTRIS. Che. 1 Sol. 2 Sol. 3 Sol. 2 Sol. 3 Sol. 2 Sol. 3 Sol. 2 Sol. 3 Sol. 'Tis he, and all true life ends here ; (She falls in a swoon.) Another lamp without the flame ; poor girl ! Tush, shall I pity ? No, I mean to rise, And head a triumph yet. [Re-enter Soldiers, one bearing the head of Saeak.] A piece of gold For eveiy drop of blood. Ho, then take care, You waste the coinage, one, two, three, look, look, (Pointing to drops on the ground,) A string of pieces in a single stride. I'll spare some more to sprinkle this white breast ; They were in his heart once. Write them on hers. What should I write, revenge ? No, love in heaven, If heaven there be. If not ? Despair on earth, And our safe conduct to the gates of hell. 1 Sol. I fear few angels will dispute our way, We go well armed. Now, (to him who carries the head,) standard bearer, on. 3 Sol. Hold, comrades, there's a double tide to-night ; We have turn'd death, let us turn life to gold. This dame will soon be sought, let them track down The find through us, and if they pay us not, We shall not burst our hearts with one good deed, Though want of use may make us awkward in it. [As they proceed to raise her, enter Thothmes and some other priests.] Tho. What have we here ? 1 P. Shall I fetch help? Tho. No, on. (Seeing Chelonis, he comes quickly forward.) Who have done this ? Who seek to be accurst By this most heinous deed ? Ye murd'rous cowards, Was there not filth and trash enough to spoil In your own likeness, but your blood-clogg'd hands"], [46, "42 SESOSTRIS. Must soil this purest down on beauty's breast ; Mark well, if there's a bowstring in the land, I'll fit it to your necks. She is untouched, 1 Sol. Of us, I swear it, we were sent to o'ertake A traitor who had fled. 2 Sol. (Shewing the head of Saeak). And this is he. Tho. Take it away. 3 Sol. We found her lying here, On our return. Tho. What blood is this ? 2 Sol. 'Twas sprinkled In sport. Away, untouched, she shall remain, You loathly butchers, go. Tho. [Exeunt Sol.] Take her up, friends, Tender as a hurt babe, and bear her to The temple, quick and silent, tend her well, But let no word be spoken till I come, [Exeunt Priests carrying Chelonis.] This falls out well, but where is Onnophar ? She hath outrun me, but they could not yet Have met and parted, he hath heard the rout For that unhappy king, and like a fox Steals from the track of the hare ; I have her safe, Safe from Sesostris, who I know, ere long, Will lash his baffled fury till it rides Like a tornado o'er the highest peaks Of his cold judgment. Onnophar should know My voice (aloud), \" 0 friendship, thou'rt a desert palm, Sacred to every pilgrim.\" Ha ! a groan — Some new sown mystery bursting from its sheath, Or dark device of tempting treachery ; (going) Yet hold — to stir this secret spoils its worth, By letting in the babbling world to the feast. (Groan repeated.) Again — this dagger hath as keen an edge As citizens or soldiers ; I will know"], [47, "43 SESOSTRIS. What scares the wood-nymphs ; ho ! 'tis help I bring. [Thothmes enters the grove, and returns dragging Onnophae.] What may this mean ? great god ! 'tis Onnophar, Some devil's name is here, I cannot read As yet — some lava from a hill unknown. Art thou well-saved, thou husband of Chelonis ? I'll cut his vest and give him air ; he stirs ; How light a thing to bring this steely point One hand-breadth nearer earth. There's none to see, And' he was struck for death, tho' not to die. A poor three-fingers' breadth — shall I do this ? And pray the mercy of the gods upon him ? The soul is not in murder when it prays — Is there no watcher in the unwinking stars, Or whisperer in the breeze ? I must not see His blood — 'tis past — and he may die as well — Sesostris' hate shall do the work of mine ; I will convey him to our rock-hewn-caves, With the help of tongue-tied Phareth — yes, 'tis best, I then hold life or death as suits the game ; Poor Onnophar, look up ; he cannot stir. [Exit Thothmes, scene closes.] End oe Act III."], [48, "44 SESOSTRIS. ACT IV. Scene 1 A chamber in the Palace, enter Sesosteis, with a scroll in his hand. Ses. I cannot fathom these unstable priests That flow like choking waters round our paths, Turn where we may. \" What I most wish to learn.\" How knows he that ? these upstarts read themselves, Printing in self-adoring characters Our names on their own trash ; a caution too, I hear the snail cry to the full-fledged eagle Beware, lest you be trod on. Ha, he comes, Now for this mystery of a shallow dish. [Enter Memmo.] What mean you, Priest ? you see the scroll you sent me, Untie its promise. Mem. That will I, to the full- None can o'erhear us ? Ses. Who does so his life Barters for a stray word, whom dost thou fear ? One who hath conjured shadows in men's hearts Stouter than mine ; a man, if man he be, Who never fears when others shake to the core. And is there such ? 'twere fit that I should know him. Why doth he rust ? by heaven, I have seen that Would try the steely temper of his breast Mem. Ses. H»d he a Titan's strength."], [49, "45 SESOSTRIS. Mem. He doth not boast The sinewy arm, but I have seen him shake, With one slight finger raised, the central keep Of battlemented pride, in its own dust Blinding the froward and presumptuous heart. Know you not where you stand and tell me this, He should be strong indeed who shakes one stone When I am builder ; speak to the purpose, Priest, You tell me of designs — I know not what — Strange, unsubstantial, very rocks of mist, And pyramids of cloud ; what is't you mean ? Who would absorb the might of Egypt's kings ? Make swords and sceptres of their very hearts, And coin their blood into the price of power Supreme on earth r Ses. I speak not of the end, Mem. But the desire to reach it, would you wait Until the snake hath bitten ere you strike ? What seeks the life, although therein it fail, May lop a joint or limb. Ses. Speak, at a word Who is't you mean ? Mem. I know not if to say He lives, or rather if he never dies. What if I say the priesthood ? Ses. Art not thou A priest ? Mem. I am, and subject of Sesostris ; But there are men, and men of wit and worth, Who rate subjection with expediency, And think the greater duty to the gods, Which rides down kingly precept and command, Becomes in them a right. Ses. So let them think, \"Tis but a barren bird, e'en let it fly ; Where are its armies ? where its ships of war ? Its forts, munitions, discipline, supplies ; Its orders, regulation, pomp and state ? Home, home and sleep ; — yet stay, I thank thee, man h"], [50, "46 SESOSTRIS. Where do these fancies grow ? how do you name Their richest soil ? You shall not suffer, speak, Nor they, yet 'twere as well to know where lies The down that turns the balance. Mem. I have writ All in that scroll, and please you will narrate — No, no, enough, 'tis nothing ; be in call, I do not heed it, but may send for thee, Ses. (Memmo essays to speak.) Go, go, not now. (Exit Memmo.) I have a mind to send The scroll of this gross traitor to the nest He strives to foul so vilely. King and priest ; I nothing doubt the weapons they can use O'er frightened hearts, or in the stagnant times Of questioning peace, but (draws his sword) I've an answer here, A wondrous cleaver through an argument ; This is the lightning that clears up the mists Of clogging disputations, this the wand, The bold magician with the heart of steel And blazing eye that never seeks the ground Ambition uses when he shakes the world, And changes empires like the shifting clouds In roaring winter ; all the pointed tongues That ever darted will turn cold at this And carry chillness to the quaking heart. (He holes on the scroll.) Ha ! what is this ? Chelonis in the power Of Thothmes — He, the apostate — tush ! 'tis false, Yet search it, search ; — Chelonis ! Love and death ! Even this vile priest spells out Sesostris' heart And tries it in his barter, I shall grow Dishonoured to myself if I endure To be thus baited ; to be that to the world Is sadness to the visage, but to ourselves Is canker to the heart — but oh, the cause, Perish the cause ; better is hate than scorn. (Exit Sesosteis.)"], [51, "47 SESOSTRIS. Scene 2. The Temple. Enter Memmo and a Priest. Mem. Then Onnophar hath died ? Priest. Yes, he is dead, Mem. I said so, true, we have not now to learn That when the head is off your man must die. Priest. Even now his body o'er the sacred lake Is wafted hither. Mem. Ha, another proof. Priest. In one short hour will here be held on him The judgment of the dead. Mem. Who holds it ? Priest. Who ? But Thothmes ? Mem. Thothmes, then I'm satisfied That Onnophar is dead. Priest. Mem. What mean you ? What But that no mortal man e'er lost his head, His body wafted o'er the sacred lake, And the death judgment held, none such, I say, With these conditions still survived, oh no, Not even within the precincts of a temple. How knew you this ? Priest. Mem. Hush, see you not the tide Is turning, words that mean undying things Have passed between the King and puissant Thothmes. Be warned, be warned. What shall I do, good Memmo. > Priest Mem. See the procession comes. Retire with me. The king sent for me, come, you shall know more. I am your friend, come on, you shall grow yet, Desert ere thine hath been oppressed. Even so. Priest. I hate a secret. Now I rest as ill As if a leper were my bedfellow. (Exeunt.)"], [52, "48 SESOSTRIS. (Enter a funeral procession, the body of Sabak, supposed to be Onnophar, is brought in, and laid before the Priests, Thothmes presiding.) 1st Eg. Behold at this tribunal we present The fame of one who held at equal poise It and his life ; even as himself had stood With calm respect to challenge for his life We now uphold him dead ; the gods pronounce, Our love and trust await them ; 1st. Priest All's prepared, 2nd. What's he that's gone ? 1st. I think a poet, hush ! Zrd. Accusers of the dead, if such there be, Stand forth that we may judge you (a pause) None appear. 2nd. Wonder of poets, not an enemy. Tho. Thee, spirit, I call, that once within this frame Wrought' st out a toilsome life, a man with men Attend my words and be not from my blame Too sunk, nor from my praise too arrogant, And ye who marked a place so lately filled, Now empty as where once a column stood, If on your hearts the stamp of worth can leave Its blessed impress yield them to my hands, And I will teach the bettering of sorrow. If life be good as Nature cries it is No man could more deserve to live than he. If death be good as there desert is crowned, No man could better wish to die than he ; And yet how die ! for he is one whose hand Shall never all be still, whose virtuous lips Not death can press to silence, wrought with life His thoughts enhance life's value, fancy, too, That gathers time, space, all things, to one point Whence lightning flashes o'er th' obdurate thought, And man becomes divine, these shall live on, The wise to mark, the fool to wonder at, The good to cheer, the vile to purify, The bold to warn, the timid to incite,"], [53, "49 SESOSTRIS. And through all hearts to pour the living stream Whose happy ocean is eternity, Is that man dead whose voice is heard so far ? Is that man dead whose wisdom speaks so well ? Peace to his ashes, honour on his name, Whate'er is good will echo our last call, Peace to his ashes, honour on his name. (Exit the procession, bearing the body with them.) Within a farce, but to the outside world A tragic theme, (To an An.) The king, you say, hath sent Know you the cause ? Att. Tho. I do not, sir, Return, And say I come. (Exit Att.) I do not like the path,' And soon will change it, once again, but once. (Exit, scene closes.) Scene 3rd. In the vaults beneath the Temple. Enter Onnophar and Gomar. Onn How cam'st thou hither ? these drear prison vaults Are seldom left with life, I thought to rot Unhallowed here, and now scarce know the friend That Lifts the granite from my prison door. I was sent hither by Sesostris' self ; No matter why, enough, I came to help, And find 'twas meant that I should need all help, And have it never. Go, I'll be no block 'Twixt thee and freedom, I would not escape, But you have some to Live for. Gom. Nay, dear friend, Onn The way is free, As free to me the way Gom. As is the goal ; but where leads this ? (points with his staff.)"], [54, "50 SESOSTRIS. Onn. Afar, Beneath the Temple, stretching to the hills, And diving earthward deeper than the sea, A maze of gallery, dungeon, pit, and ceU, Gom. And which way towards the sun ? I would see that Find me amongst the columns but one patch Of cheery sunshine, some untrodden spot, And there I'll die : they will not envy me A few hours' rays. I was a child of the sun, And loved to bathe in it ; it will shine on me As when I was a boy, a happy boy, 'Tis a true friend, come, I would see't once more. (Exit, scene closes.) Scene 4.th. A gallery of the Royal Palace. Sesostris is pacing up and down impatiently. Ses. 'Tis I must wait ; pest on these sculptured masses That fling huge shadows turn where'er I may, I'll have them buried, they are priests to me. (Thothmes crosses the corridor in the distance. ) So art thou there, star-builder, were't my sword I'd cut my hand off if it shook as now, I shall but use my tongue; how am I changed? Where is this weird mutation ? is the world In other's eyes as fair as yesterday ? The bloom is there, but this huge ball's become One dead-sea apple. Hate's no monster now, But walks apparel'd of this equal world A rightful denizen. (Enter Thothmes.) And lo ! the thought Hath it's first fruits, — and art thou come so soon ? Tho. 'Twas the King sent. Ses. And yet 'tis no light thing By a rude message to dissolve the heaven Of meditation, as 'tis no light task"], [55, "51 SESOSTRIS. On human hearts to raise a tower that might \" O'er-peer the roofs of all earth' s palaces Storied together.\" Tho. And 'tis no light task To curb our hate and scorn of treachery, Lest Like a noxious worm it crush the traitor. Forget not, Thothmes, that I am the king, And he who yields himself to serve me weU Is sacred from that hour. Ses. Tho. If kings were all That should not be forgot, but I have learnt From every blade of grass, and sandy grain, That there's a power which of that grass or grain Can make a tribe of kings. Ses. And hast thou learnt That heaven hath clothed the risen blade with power, And power must have subjection ? Tho. There hath been A time when, like the raspings of a thorn, A traitor's words would scar Sesostris' breast. So do they now, but 'tis a wholesome gash, Thou wert within my breast, its councillor, And from the wound thy latent humours flow. I know thee, now ; beware, or you may find The polished corners of your temples hewn For hidden basements, and your gods themselves Dismembered, pieced into a herdsman's wall ; I will uproot thee, Priest. Ses. Tim. Thou canst not, king, Uproot the sunbeams, and there's left for thee A harder task, no leverage of earth Can move the skies, nor thy huge armies stir One poor conviction. Ses. Proud, rebellious man, Why do I spare thee Tho. Lord of Egypt, no ; I am no rebel to thy lawful rule, I have upheld it in sincerity, Witness thy trust, that justice thou didst owe, D"], [56, "52 SESOSTRIS. (Part of the mighty debt for thy great power), To heaven I have not stinted, and for pride That were rebellion to the measureless power, That rules the world and thee ; what would' st uproot ? Our god is not a name, nor we the priests Of names and statues, change us as you will. Revile, ignore, deface, force to strange forms, The tide' of our endurance and our power Rides with the sea of life, the shock that breaks Our deep foundations desolates a world. Ses. 'Tis arrogance not piety that vaunts ; You both o'er-rate yourselves and mysteries. Pile up your forms twohandfuls of heap'dsand, And he who stands upon the naked rock May hold his front as fairly to the skies, Looking alone to heaven ; I cannot think That the sole pathway to its endless love Lies thro' trim forms and banked-up ceremonies, But rather that the meanest soul that lives, And is to Live for ever, stands as near With mercy in his heart to the Great Hope As mitred priests or proxied potentates, Who miss no bend or most elaborate prayer. Since it hath come to this, you shall be taught That man, the social man, may well progress Without your aid, but scarce without our rule. I wait, content to learn. Tho. Ses. If we ignore Too much the future and would plunge mankind Deep in the waters you would Lift him high Above his breathing and his natural life. If we would chain him to the floor of the world, You would unloose the centre-seeking force To whirl him 'gainst the stars. Why speak to thee Of aught save power, your corner-stone is rule, To rule, if well, 'tis well, if ill, to rule. You have my knowledge, when I teach my power This is my pen. (Touching his sword). Tho. To write poor Thothmes dead !"], [57, "53 SESOSTRIS. Yet how much Thothmes lies without the thrust This basest life is in more hands than one, 'Tis mine, 'tis thine, the very beast that shares it, May rend it too, but do not think I boast, We are but shadows in a wilderness Of grim necessity, our various forms Of being are but tricks of dancing boughs, In woody sunshine, you are near'st the light, And I but lift the corner of a veil, From laws that seed-like will fruition bear When we are dust at the roots. Ses. But we must live, 'Ere this can follow — I will bear the weight Of my own cares, the gods protect the future ; — Now send Chelonis hither. Tho. Cans't thou trust The malice of a traitor ? Scout it from thee, Thy simplest credence is sweet food for it, And treachery will fatten ; she hath fled And none know whither. Ses She hath left her home And sped to meet her husband ; this I know. Tho. (Aside) — (No more.) Thenhearme, byyour gen'rousfaith, Not all, perchance, forgot. (Enter Memmo, hastily; he stops on seeing Thothmes, advances and again stops. Thothmes confronts him, and again Memmo is stopped. Thothmes turns from him with a contemptuous gesture. Let him retire. Ses. Tho. Begone. Mem. My prince, now can I show — Tho. A heart, Had it the price to barter our great king To some barbarian foe ; doth he not know A traitor is a thing to buy and sell As dung ? Peace, peace, — what can'st thou shew. Ses. Tho. The hands, d2"], [58, "54 SESOSTRIS. Let me reply, the sacrilegious hands That from our temple stole the sacred gems That deck'd Osiris' frontlet ; look ! he reels, 0 coward guilt ! begone, thou dastard wretch, King of the world, is this a man to stand Within thy presence ? I will fetch the proofs, Let him be guarded. ( To Memmo, as he goes out. ) Peace, or I would die A thousand cruel deaths to bring thee one. (Exit Thothmes.) Ses. Mem. Ses. Mem. Ses. Mem. Ses. Mem. Begone — He lies, he lies. Hast thou done this ? Again he lies. He goes to fetch the proofs. He but escapes. Ha! 'Tis too late ; his steed Is matchless, Ses. If he hide this side the stars I'll front him yet. Now let me read him aU. Come after me. I'll strive to grace thee yet. (Exeunt, scene closes.)"], [59, "SESOSTRIS. 55 ACT V. Induction. Scene — A vast cavern, the roof beclouded with noxious vapours; the roar of waters echoes around; and a chasm, through which streams a volcanic light, yawns below ; thunder peals through the vault, after which a voice is heard invoking. Voice. Spirit of Evil, where art thou ? Giant form and branded brow, Beauty all dishonoured now, Cankered heart and ruined eyes, Change thy hell, arise, arise. (The Dark Spirit rises in the light with a gesture of defiance.) Spirit. Ruin seize the souls of men, Why should these have hope again ? Hope, whilst we the higher -born Live to endless hate and scorn. Voice. Lost one, tell us of the night, Whence to this thy rushing flight ? Spirit. Through the entrails of hard earth, Fire-hills roaring into birth, Dripping caverns fill'd with night, Rivers never touched by light, Granite rock and metal bed, And through festering heaps of dead, Where I catch one human tread Strung with hate I glide beneath To try another fall and death. Voice. Scornful lip, defiant brow, Tell us what hath happened now."], [60, "56 SESOSTRIS. Spirit. Deep beneath Egyptian halls Yawns a chasm, and he who falls (Live the mitre and the throne) Is one who never falls alone. (A wailing cry passes through the cavern, the spirit spreads his wings triumphantly, and glides into the rock.) (Scene 1st. A chamber amongst the vaults under the Temple of Osiris.) Enter Thothmes and Phabeth.) Ph. Tho. Ph. Hush ! hark ! Shut to the door, I heard a groan Through the deep vaults, — hark ! 'Tis the God himself, Tho. Wroth with the pride of man, this night a shade, Though brilliant shone the lamps, and nought was stirr'd, Moved o'er his sacred visage ; in yon vault I saw the giant hand of Nemesis, In anger clutched, thrust from the pathless granite. Come to me, Phareth ; hark I now hears he not The tread of huge Sesostris' myrmidons, Urged impious hither ? More than this, 0 Phareth, Hears he not in thy secret heart a voice Obstructive to his will ? Ph. 0 spare me, spare me, 'Tis to see shapes of horror and dismay, Only to think it. Tho. Know you what you do ? You weigh a man with God, a creature's power 'Gainst his creator's ; wilt thou aid the cause Of one poor day against eternity ? Thou who far raised above the passionate world Look'st ever to our hope ; that hope sublime, Which shall sow heaven -like seed upon this earth, And gather harvests of eternal bliss ; Wilt thou draw back ? wilt thou refuse thy aid ? Reject and scorn the glorious privilege ?"], [61, "57 SESOSTRIS. Thou who so favoured yet may'st vainly search Thy barren memory for one true desert ? Approach me, Phareth ; who am I that speak ? Pierce thro' the haze of overstudious hours, To the deep traits of thy deserted life. What wert thou once ? Ph 0 spare me, noble Thothmes Yes, I will spare thee from the rocks you rush on, In thus offending heaven, for if one stone Tho Of power lie at my hand it shall be cast Into the scale that lifts thee ; for myself I nothing ask, I nothing will receive ; What I have done I give thee, freely give thee, Thy studious years apart from strife and toil, The open'd records of the past, the hoards Of thoughtful wealth piled up through centuries, Where thou hast gloated, all the mighty aids Of science from the centre to the stars, Dear to thy tranced aspirings they were thine, As never peasant had unveiled them yet, But that thou check' st and start' st, when to thy hand This godlike draught is offered, strikes me back Amazed at thy so strange ingratitude To Heaven that moved me towards thee. 0, my Phareth( You drive me from you, and to come no more The once compassionate. Ph Nay, nay, what would you ? You say 'tis Deity, 'tis well, but I Behold the shadow of a devil there ; All I remember's a distempered dream Of ghastly shapes, a clan of murderers, But little else Tho. Was it a dream, 0 Phareth, When on his altar, 'neath his sacred eye, You pledged your soul to serve Osiris' cause With the dear life ? Ph Was it but so ? Osiris ! With more than life. And yet no more I ask. Tho"], [62, "58 SESOSTRIS. Ph. Go on. Tho You grow yourself, I see thee change, The light of Heaven's design dilates thine eye, Thy sinews quiver as immortal hands Strung them to their own music. List, 'tis I, Osiris' minister. Ph. And Phareth' s lord. The tribute, quick, the tribute. Tho. I know weU, Though brazen tongues scream louder other names, Thou till'st researches which they know not of, And mak'st them yield to thee. Nature's whole throb Is underneath thy hand, her subtlest change Orbed in thine eye, and thou canst start the blood In freshened vigour through th' exulting frame, Or stagnate it for ever. Ph. 'Tis my life To read her secrets. Tho And thou read'st them weU ; And, favoured of the stars, now comes the power, A boon once proffer' d, to repay the god Part of that life- long gratitude you owe, By death upon his foe. (Exit Phabeth.) Where art thou going ? Is't well to trust our seething condiment To this half-shattered vase ? Ah, yes ; when done, We can with less denial fling't away, Half broke already. (Re-enter Phabeth, with vials, Ssc.) So, his wondrous search Labours by night, and mystic dreams by day Condense themselves to this. What hast thou, Phareth ? (Holding up two vessels.) Ph Life here — here death. Tho. To give as wills the gods ? Ph. I am his slave, thou his interpreter. To Phareth this, and this — Tho Ph To whom ?"], [63, "59 SESOSTRIS. Tho Sesostris. Ph Is he the foe of heaven ? You thought not thus — I tell thee yes. Let him be once removed, With all his bastard glory, and the gods, Whom he hath robb'd of their due reverence, In men's most foolish hearts, by base exploits Of mere red-handed butchery, shall reclaim Their own, and thou, amongst their favoured sons, Shalt help to raise our Egypt to the stars In purer glory, rayed with arts of peace. Oh, I behold thee in thy triumphs there, That bright arena, where thy wondrous stores Of wisdom and of science, may to the world Lavish their splendours. This will clear thy way. How light a touch to turn such ponderous portals ! And thou too wilt be there ? Tho Ph Tho. Even at thy side. Go, child of wonder, favourite of the skies, Gird up thyself, and be thy mission sure. Thy priestly robes insure thee free access, And, serving Heaven, why should' st thou fear to fail ? Yet, halt not, nor let mortal eye or hand Confound its high behest, even by a glance Or lightest touch. I bless thee thus. Now go ; Heaven sanctifies the deed — go. (Exit Phareth.) Stricken witling, I will prepare a couch for thy return. These are his toys ; now what a sport is life, When these poor drops, that look so innocent, O'ermaster it at once ! and mine's no more. My changeful Proteus this can hold thee fast, And fix at least one phase of destiny. (Puts a poison-vial in his breast.) I'll have thee for my slave, tho' I become Thine in the use ; at least 'twill foil the world. (After a pause.) The knife is drawn, I am content to burn Upon this altar, if my sacrifice Can aid and strengthen that which may direct"], [64, "60 SESOSTRIS. The steps of myriads in the unborn time, To most consummate and eternal bliss, Shall I not make it ? Is not self the sin Thus most abandoned for the last lone hope In God's deep mercy ? To do good, and aid The good of others, is, at last, to serve Our doting self-love ; to dare all is more ; And throw our souls out o'er death's parapet, Trusting eternal mercy rolls beneath. Eternal ! 'tis a fearful thing to know That we must feel for ever, that no act Of ours, howe'er life wrestle with itself, And start, and tug, and rave in agony, Can make once-born sensation cease to be, But though our anguish be as subtly keen, Through every throb of this all sensate spirit, As in the crushed frame of a writhing toad, We must live on enduring. That must be — Nor can I think this last abandonment Can shut out love from him whose conscious aid May lead so many to the source of love, Pure, endless, unalloyed : though, with the tongue Of ill, I call for good, is it less good ? Less potent in its glorious attributes ? The eddying waters, whatsoe'er their course, Find the great stream at last — that stream is love. Then here I stand, strike if I err, my soul Looks heavenward still. Hope builds above despair. (Scene closes Scene 2. A room in the Palace. Enter Sesostris, as from a Feast — Attendants. Ses 0 glorious vintage ! How the exulting heart Pours out ripe drops, that ere they reach the brain Change to ethereal fire, in that expand And shoot a subtle essence far and wide Through kindred spirit and thro' lifeless clay."], [65, "61 SESOSTRIS. a I feel my being through the universe Pervading, daring, darting ecstacy. This world is mine as I can use the world, Then to the full I'll use it. Bid my guards Await me mounted at the palace gate. What ! shall the master of mankind, who gives To slaves deny himself ? Ungenerous king ! I'll steep my passion in the well of sense, I cannot heaven, I will not earth. What man Was he who to our elbow came to-night, With the choice cup of the feast ? Att. We saw none strange Ses. Then seek him out, and place about his neck This string of gems. 'Tis strange you saw him not. I drank, and, turning to renew the draught, Methought the shadow of a priestly hood Moved off along the columns. Well, no matter, — Priest, noble, friend, or foe, man, woman too Shall read another page of thee, Sesostris, Ere death shall clasp the volume. Bring me wine, Wine more, wine ever, love and die. My guards ! Now for the temple and the goddess too. (Exit Sesostris. Scene closes.) Scene 3rd. — A large and lofty chamber in the temple of Osiris, <1 gigantic statue of the god in the midst. Enter Thothmes and Chelonis. Tho. Che. Still pale, Chelonis ? Still and ever wretched ; Nor seek I in this emptied shell of the world Aught save a dead repose ; for I have ceased From hope, and can but weep at memory. One heart hath ceased to beat, but in that one Was hiv'd and garnered all the wide world's wealth There as 'twas mirrored 'twas to me the real, Surpassing what it imaged. Tho. Heaven hath made No work but bath infinity between It and perfection. Oh, how easy then"], [66, "62 SESOSTRIS. Can Heaven surpass aU that it hath will'd to be ! Making what seemed so good a second glory, A thing of shrunken splendour. Life must teem With more abundance as it rushes on, And, while each new ray makes the blaze more full, We shall have eyes to meet it. Che. I have gazed So long upon one orb that, though removed, Its form is on my eyeballs burnt for ever. Whose is for ever? we, whose life's an hour, Stumble beyond it. Think not I would wake In thy sick heart, that feels not yet its hope, Like passion as thy past ; I'd strive as soon To set two bodies in the self-same space. Yet there's for thee th' inevitable change Of earthly grace and beauty. He thou loved'st Was good, and wise, and gentle ; but not with him Died goodness, wisdom, and the gentle nature. Think not the end is here ; for each new drop That, from thy full heart flows to the seething brain, Is pregnant with fresh changes, infinite Tho. As motes in the sunbeam. Tho' the noontide fire Is past, there comes an evening of delight, Calm and divinely sweet, the crowning close Of each allotted life-day. 0, Chelonis, Methinks 'tis even too soon to tell thee this. Thou still hast youth, th' Ithuriel touch that makes All start to beauty, and one healthful tide Will set thee on thy peerless throne again. A throne without its kingdom. No, 0 Thothmes, No fibre of this frame would thrill again Che. In a world's homage. Death hath touched it all With his cold finger. Tho. Love is strong as death. Thou heed'st it not — 'tis well ; thy heart is closed, Proving its worth. The pomp and state of king6 Is tasteless to thee, ceremonial forms, The cold cement of life, were to thy heart Irksome in palaces. Sweet friend of truth, Thou hat'st the shade of 'skance hypocrisy,"], [67, "63 SESOSTRIS. Oh were there but some gentler hand to bind Thy wounded spirit in some safe retreat Down the sweet shades of life, methinks 'twould glide More happily homewards ; dragg'd as thus 'twill kill. So be it, I ask no more. Che. Tho. Then dost thou ask Most fearfully amiss. Think- you the gods Have made that wondrous form, so near divine, So rich endowed for use in a rugged world, Yet breathing tenderest grace, the very hive To man's strong sense of all things beautiful In most abounding nature, of the tint From the sweet dawn, the perfume from the grove, The polish and the brightness from the jewel, All this entrusted to betray itself ? All this enthroned to be its kingdom's traitor ? All this created for the creature's scorn ? Have I thus sinned ? Alas ! oh give me peace, I ask no more of Heaven ? Che. Tho. This shalt thou have. But though the storm hath ceased, days may not calm The rolling sea. Confide thyself to Heaven, Search out its footprints, hang upon its love, Learn its behests, submit thy chastened will To its direction, and our prayers, our love, May teach thee resignation, that content, And, in the bosom of content, sweet hope Again may fix a flower. Be not cast down. You scorn the god by limiting his power ; And, little know'st thou, what strong hearts may rise In thy devotion. For myself Che. 0, sir, I am most grateful ; but, I ever think, That to the death-closed temple of our love All entrance is forbid. Who would assay it Seems but a toad upon Osiris' lap, A thing to shudder at Tho. (Abruptly aside.) Not yet, not yet — I hear the roaring of the cataract, And I must strike or drown."], [68, "64 Che. SESOSTRIS. (Aside.) What have I done ? Such are the eyes that kill. I am alone, Save with the god, one friend Tho. Chelonis, hear me — Start not, I Btill am Thothmes, still the man Who, for more years than now I care to count, Have on the fairest volume of my brain Borne stamped thy name, Chelonis. Do not curl Your lip so soon Che. Tho. Not so — is't possible ? 'Tis more, 'tis true, and you must prove its truth. I have drawn fire from every earthly passion, And from the altars of the immortal gods, To burn beneath it and consume my love, But I love on. You go not hence. I know And long have weighed our fate, long too have striven To turn it, but this hour I cease, and now Accept it though I perish, perish both, For world-wide are the wheels of destiny ; I have been scoffed and tlireatened, I can scoff And threaten too. Away, the world beside, All worlds are here ; I claim myself in thee ; My life is in thy veins, give me my own Ere I resume it. Che. Tho. Help, oh, help ? In vain, You cannot stir in these reverberate roofs ; One echo I should fear, you clasp the god ; Think you the god of Thothmes can be stone ? See afiasxavToo- yj/aui (strikes the statue of Osiris) one live drop That's seething in this brain is worth whole hills Slaves hew to monsters. Che. Tho. Madman ! Goddess thou ! Mad man will worship here. (Thothmes seizes Chelonis, who shrieks for help; a noise as of broken gates is heard without; Sesostris and soldiers, with many priests and others, enter tumultuously . Thothmes releases Chelonis, who falls into the arms of one of the priests.)"], [69, "SESOSTRIS. 65 Priest. A God ! a God ! Ses. Room ! room ! put back your columns, or one heart Will burst your temple roofs tho' even their shade Hath palsied many ; every stone I'll touch, And those that ring of any worldly passion I'll grind to powder : will your corners stand ? We'd spare the dotage of our father-gods, But shake the guardian's fierce rapacity That would devour their great estate of soul. I grow to them ; my veins are fire, my breath Hot as the desert's. Room ! I cannot breathe ; What may this mean ? [Phareth whispers Thothmes.] Tho. A greeting from the gods Across thy sepulchre. Ses. Who, who is this, In white robes like some goddess of the sea That in the moonlight listening sits to catch Their prayers who sail towards home ? I know her now. Back. She is sacred. I have said it ; I Love, love ! ye have it now — And who is he That dares encircle what Sesostris loves ? Life-trifler, quit thy hold ; thou wilt not, slave, Go drag him hither. Tho. Quick obey the king, Our godlike king. Che. Oh, no, no, see I quit His sheltering arms : I am prepared to go. See I am here to wander through the world. Ses. Wilt thou, my princess ? Che. Whither? whither? oh, Have mercy, Isis. (Chelonis stands irresolute until he who supported her throws off his robes and Onnophab comes forward ; she throws herself into his arms.) Thou hast slain us both ; But death is welcome here. Ses. This shalt thou have, Not Hell shall save him now."], [70, "66 SESOSTRIS. [Sesostris, with sword drawn, is rushing on Onnoph*b; when, overcome with fury and the effects of the poison given him by Phabeth, he falls diad.~\\ Onno. * But Heaven hath done it. Tho. ( Coming forward. ) A God ! a God ! go cry it in the streets, Proclaim it on the housetops, let it ring From hill to vale. A God ! a righteous God ! In his own temple, never violate Until this hour, which had not pass'd away, Ere expiation came, hath his strong hand Writ on that brow where every eye was turned Almost with adoration, that this earth And kings as potent as this earth can make, Are dust upon his footstool ? cry aloud, Where there are souls to listen and to learn, That when the greatest man of all this earth Became a scorner, even upon a glance, He melted into dust. Peace to the dead, But let the living think of how he died. 1st Priest. Hark ! hark ! 'tis thunder ! 2nd Priest. But not of the air ; The nether powers upheave their giant strength, And wrestle with the rocky bones of the world. Another groan ! Ye Gods ! the solid ground Reels like a sea ; the air is burning black. 1st Priest. Look ! look ! the ponderous columns of the gate Plunge in the frighted sands. 2nd Priest. The God ! the God ! He stirs, he reels, — back, madman, death is on thee Close as thy shadow ; lo ! th' enormous mass Heaves to the fall. Great God ! too late, too late, I can but feel he comes, oh horror ! horror ! (The gigantic statue of Osieis, overthrown by the earthquake, falls, crushing Thothmes, who had stood spell-bound and horror- struck before it.) ')'■; TI f X\"T THE END."], [71, ""], [72, ""], [73, ""], [74, ""]]