[[1, ""], [2, ""], [3, "RESURGAM ? and LYRICS . . . BY CAVE WINSCOMBE <%> LONDON \"HOME WORDS\" PUBLISHING OFFICE PATERNOSTER SQUARE, E.C. (Pi-ice Eightpence)"], [4, ""], [5, "\"RESURGAM\" and LYRICS BY CAVE WINSCOMBE LONDON \"HOME WORDS\" PUBLISHING OFFICE 7, PATERNOSTER SQUARE, E.C"], [6, "Butler & Tanner, The Selwood Printing Works, Frome, and London."], [7, "\"RESURGAM\" THE SUPPER The night before Christ's ministry was done And the Great Father sacrificed His Son, Making once more this sinful world His own, Bending the rainbow round about the Throne, Christ took the bread, the staff of human life, — The sweet reward of toil and labour's strife, And made it emblem of the life He gave, Thanking the Father for the power to save Those He had chosen from the awful doom, The darkness that surrounds the sinner's tomb. He took the cup, filled full with purple wine, That thrilled the soul with ecstasy divine, And gave to His disciples, — bade them make The holy chalice sacred for His sake ; Think of their souls when, at the evening tide, They broke their bread by hearth or mountain side. He gave the cup of promise and of love To others — though already close above, Death's silent shadows gathered o'er His head, Who needs must die ere He could raise the dead, Who needs must suffer ere He wiped the tears From suffering millions through the coming years, Who needs must drain the dregs of human grief Ere to our human souls He brought relief, 3"], [8, "4 Who needs must writhe 'neath sin's most deep disgrace, And feel the hiding of the Father's face, — Feel all forsaken, near the open grave, By Him whose hand alone has power to save. All this He suffered with a soul divine : Will you refuse His gift of bread and wine ? As the red rays of sunset fill the sky Till earth is bathed with light that, though it die, Eeturns to earth through all the cloudy years, — So this memorial of His death appears An endless glory round the sinner shriven, Embracing earth with the pure light of heaven. As the still stars from their wide dome of blue Pierce with bright points the ocean's bosom through ; As the pure mountains, robed in virgin snow, Flash ere they fade with sunset's roseate glow ; As coral isles where southern waters lave Shine through the blue and blush beneath the wave ; So faith may through the sacraments still see Reflections of the glory yet to be. But vain that faith, if, like to Simon's son, We take the bounty of the Holy One, Vain if we have not learnt that precept true, To do to men as we would have men do, To wash the feet alike of friend and foe, To be most lowly when amongst the low. Naked, if clothed in purple ; gentle, mild. For precedence, Christ took a little child,"], [9, "5 And, 'twixt contending zealots for high place, Lifted the semblance of an angel's face. \" Love one another \" ; \" Drink ye all of this.\" Servant and master, take your equal bliss ; King, priest, and penitent, — to each is given The bread of life, the wine that flows from heaven. So Jesus, ere He died, to all bequeathed The breath of everlasting love He breathed, The sacred feast — the thought for others — who May seem as humbler brethren unto you, The hate of evil and the love of truth That hallows age and glorifies man's youth, — The thought for others who, though wandering far, The Father's children and our brethren are ; The love of Him, who gave us love divine, Together with His gift of bread and wine. From the dull glare of lamplight to the street Christ trod the road with weary, wayworn feet. Emblem of love that, while it giveth all, Receives so little, if it gains at all. The moonlight shone on one half of the way, Turning to silver — sand, and stones, and clay, Save where the shadows of the houses made A clear, sharp line of architectural shade. Clear in the moonlight moved towards the gate The God, the Man, the Master of man's fate, Whilst through the shadows dimly you might trace Semblance of sin, — Iscariot's darkening face. So the God-Man passed onward into light And the man-devil to eternal night."], [10, "6 Symbolic champions of the fearful strife Of good and evil in all forms of life, Darkness and shadow leading to the grave, Suffering and sorrow bearing light to save. Leave darkness then behind, the crowded street, The dying echoes of the traitor's feet, The sound of feasting, and the cries of pain, The bleating of the lambs which shall be slain At that last Passover, and let us weep With Him who mourns a suffering world asleep. GETHSEMANE There is a strange, sad music in the word, Like the soft wail of leaves at midnight heard, Or like the whispering of the murmuring rill, When all the other sounds of earth are still. The stricken bird wailing its broken nest, The hunted creature vainly seeking rest ; The bitterness of finding friends asleep While death's dark shadows slowly round us creep, The clang of faction and the traitor's kiss, — Gethsemane, to Christians, means all this. O'er the hushed groves the moon its lustre threw, That silvered the young green and gemmed the dew, Where Sharon's rose still drooped its blood-stained leaf O'er lilies pale as human hearts with grief, And Kedron's waters sobbed along the shore They washed with tears, but ne'er shall visit more."], [11, "7 Alone ! in the heart of the garden, Alone ! in the silence of night, While the sons of the city were feasting, Christ stood in the pitiless light Of a dead world burnt out with its sorrow, In a dead world that burns with its sin, In the face of an awful to-morrow, When the powers of darkness begin. Alone ! while His children are sleeping, Blind-eyed, in the midst of the dark, The Christ, the Creator is weeping For the souls that are naked and stark, For the dimness of man's comprehension Of the terrible weight of his grief, Of His pain and its boundless extension, Whilst the Godhead refuses relief. Alone through long hours of sorrow, For no man would watch with Him one, And deaf are the ears of the Father To the agonized cries of the Son ! Alone — in His sorrow unsinning, He battled the sins of the earth : Was ever such strife and such winning ? For man such a death unto birth ? The moon waned 'mid the olives, and the light Grew darker as the folding wings of night Shed their cold shadows o'er the Christ that wept And the disciples who unconscious slept. The wolf crept from its cavern, and the bear"], [12, "8 Heard the lambs bleat, and softly left its lair ; The snake slept coiled beneath the cypress tree, Whilst God, their Father, watched those sleeping three. And thousands more His ever watchful eye Has guarded as the centuries rolled by. Aided by love, so fathomlessly deep, He took the sting from death and called it — sleep. \" The spirit's willing and the flesh is weak \" : He pitied both ; He did not come to seek The righteous, but to lend His helping hand To those who could but dimly understand Their utter weakness, and His boundless love ; Their smallness, and the Majesty above. 0 you, who call yourselves His sons on earth, Who drink His cup and celebrate His birth, Be careful how, in your self-righteous dress, You judge each other in sin's sore distress. The thief, the publican, the harlot, He Took by the hand, rebuked the Pharisee Who dared to claim at board a higher place Than the poor penitent who felt disgrace. Though sacred robe and priestly raiment shine, Though prayers are chanted at a gilded shrine, Though you come robed in righteousness and claim Succession back to Christ, through those whose name Recalls whole hecatombs of murders done In name of Father, Holy Ghost and Son,"], [13, "9 i You Cannot sit beside the marriage board Unless you wear the garments of the Lord, Who gives to halt and lame, to blind and poor From ditch and highway, desert, mountain, moor. The Martyrs' cry, the blood of children spilt, The Churches' awful heritage of guilt, Should make it humble as its founders were, Lowly of speech, constant in heartfelt prayer, — Should make it ceaseless in its cry to Heaven, \" Father, forgive — if we may be forgiven.\" Put sackcloth on your loins, upon your head Put ashes ; for your Christ indeed is dead, If symbol only lives, and wealth is sought, Rule over souls and patronages bought. Nature, night's curtain, gathered round the head Of Christ's unmeasured agony and dread, Too piteous for the searching light of day. Say, will you turn His Passion to a play ? Well is it that through all things He will seek The willing spirit, though the flesh is weak ; Well is it that in all creeds He will find Some shadow of the love He left behind, Some small green leaves among the branches bare Some seeds of promise springing everywhere, Some lingering light that yet may brighter grow Like northern sunlight over northern snow. His pain, His agony, His bloody sweat Bring comfort to the suffering sinner yet."], [14, "10 THE BETRA YAL Hark. ! through the peaceful stillness of God's night Is heard the tramp of men, the torches' light Gleams 'mid the branches, and the nightingale Ends her soft song in one long frightened wail, A cloud moves o'er the moonlight, and a star Falls from the zenith ; in the hills afar The thunder mutters ; from the river's bed Creeps a cold air, like Death that leaves the dead ; The serpent, emblem of sin's hate of good Tightens its coils, and rears its speckled hood, Plies its forked tongue. Does Judas hear that hiss As he betrays his Master with a kiss ? Fair words ! foul deed ! — damned traitor, hide thy face, Lest the King blast thee from His holy place. Pause, madman, pause, ere for earth's filthy dross You help to nail earth's Saviour to the cross, And cast your soul eternally away For the base metal dug from baser clay. Have you no knowledge of your awful doom, The terror that shall make a self-sought tomb The only refuge from the fiend that makes Hell in the heart of him whom God forsakes ? Oh, ye who murder men for gold, and slay The innocent that chance to cross your way. Think upon Judas and his awful fate ; Pause and return before it be too late. And you who with false kisses lure to shame The maiden's virtue, or the honoured name"], [15, "11 Of those whom God once raised to bless mankind, Repent, or herd with devils dumb and blind. And you, ye hypocrites, who wear the face Of seeming service, whilst you dare to place Your own tradition betwixt God and man, Cast the first stone at Judas if you can. Ye Pharisees, whose text-embroidered dress Called down a curse from Him who came to bless; Ye scribes and elders, jostling in a race To force your sections in the foremost place ; Ye Sadducees, more gluttonous than swine, Who waste God's bread, grow drunken with His wine, — These are Christ's words, \" Ere you shall be for- given, The publicans and harlots enter heaven.\" No angry words those Christly lips defile ; The guileless suffers, but He conquers guile, And towers in His marv'llous majesty O'er foes that threaten and o'er friends that flee. \" Whom seek ye ? — Me, who never deigned to hide?\" And swords are sheathed and spears are turned aside. The traitor, the betrayed, stand face to face ; The God-Man fearless looks into the face Of Satan's slave : the serpent's deadly tooth Bruises His heel, as falsehood wounds the truth ; As truth o'er falsehood treads with mastering might,"], [16, "12 The serpent writhes and shrinks from human sight. **\" Who takes the sword must perish by the sword,\" These are the words of wisdom and the Lord. The scared disciples are a common type Of men whose manhood is not wholly ripe : Goodly in sunshine, but in danger's hour Leaving their posts to fly, and hide and cower ; Like Simon Peter, loving, fond, afraid, Swording a man, yet trembling when a maid Declared his fellowship with One whom late He swore to follow through all changing fate. 0 doubting soul, that loves, that dares not speak All that it feels because the flesh is weak, How oft at cockcrow do you wake to feel Small are your virtues and your faults are real ? THE TRIAL The morning breaks, the sunlight floods the earth In one red glory, and the day's new birth Is heralded by all the sounds that make Most music, when the world is just awake. Lambs bleat, birds sing, bright insects everywhere Spread their gay wings and sparkle through the air ; The silent fish now plunges for his prey And sombre pools are silvered with bright spray ; The fisher spreads his sail and o'er the town Blue smoke curls upwards, or slopes sideways down In eddying circles ; voices fill the air, And fife's great pulse once more throbs every- where ;"], [17, "13 Slowly at first, but ever gaining strength, Till Nature's vast machinery whirls at length, And teeming millions jostle in the strife Which ends in death or everlasting life. \" Judge not, lest ye be judged,\" the Christ has said Who now stands meekly before Justice dead ; Masked with religion, robed in priestly pride, Sits Caiaphas ; prejudged, the Christ is tried ; False witnesses are called ; blasphemers cry, \" The Son of David speaketh blasphemy.\" Now hands are raised to strike, and tongues with scorn Chide truth's translator, mock the Man, God-born, And vile intolerance rears its mitred head In all tradition's pride. The lamb is led From Caiaphas to Pilate, and the street Rings with the clash of arms, the tramp of feet, The soldier's oath, the money-changer's call, The shrill, sharp cry of children from the wall, The tramp of mules and asses, and the blare Of trumpets sounding in the public square. Oh, ye who have killed the prophets, And stoned the truth-speaking few, Why rush you to tempt retribution ? Why do you the things that you do ? The cedars of Lebanon tremble, The roses of Sharon blush red ; There is blood on the leaf and the blossom, But the roots and the fibres are dead."], [18, "14 The lilies are pale on the water, Where the pool rests the stream for a space Ere it rushes, like man to the slaughter, Down the crag's scarred and pitiless face ; Ere it roars in the madness of motion, Unchecked by the laws of control, Till it loses itself in the ocean, As man loses in darkness his soul. Is there soul in the brute population That shout their Hosannas one day And the next, at the priest's instigation, \" Away with this fellow — away ? \" Is there soul in the churches that totter 'Neath dogmas that paralyse youth, And give us but darkness and symbols Instead of the light and the truth ? In the full pomp of delegated power Sits Pontius Pilate, puppet of the hour, The man predestined by o'ermastering fate To aid hell's slaves and open heaven's gate. If Caiaphas be typical of all That bigotry which men religion call, Then Pilate is a type of most mankind, Not wholly bad, to truth not fully blind : Weak and self-seeking, wishing all to please, Forsaking justice for the love of ease, Doing wrong to please the many, fashion's slave, Swayed to and fro by each contending wave. To soothe the Jews, lest they should bring some lie"], [19, "15 To Cæsar, Pilate caused the Christ to die. He washed his hands, whilst yet within his ear The voice of conscience sounded loud and clear. He washed his hands, though in his heart he knew That all the ocean could not wash false true. Ye suffering millions, through the marching years, Ye sons of men, that tread this vale of tears, When will ye learn the simple truth Christ taught , To live His life, accept your pardon, bought one great sacrifice for all the sin That makes so sad the world that we live in, Which makes earth's Eden barren as the strand Of a dead sea, land-locked by leagues of sand ? Oh, watch and pray, then listen for His voice, Which some day still shall make the earth rejoice. Conscience is God, who pleadeth still with man, And has been pleading since the world began ; The thunder fails to still that silent sound, Earth's lightenings from its greater light rebound, The deep - mouthed ocean roars, the whirlpool spins, Fathoms fold fathoms as sins circle sins ; The earthquake shakes the mountains and they fall, Yet God's own voice is heard amongst it all ; And His own Son stands ready at your side , Asking one gift from man — his human pride- Pride in his knowledge of things good and ill ; Pride in his strength, his intellect, his will ; Pride in his beauty, for he cannot see, Sin's scars have marred his seeming deity ;"], [20, "16 Pride in his church, his sect, his long descent, His seeming virtue, and his discontent Of other's sins, not matching with his own ; The pride that hurled from his celestial throne, In old times, Lucifer, the morning light, Man must resign ere heaven meet his sight. Though scourged with cords, and struck with palm and rod, In golden silence stands the Son of God. The rage of bigots, and the soldier's jeer, Call forth no angry word, no sign of fear ; To priest and Pilate comes the answer mild, \" I am no earthly King, but Heaven's Child.\" And then in silence such as fills the world, Before the tempest's thunderbolt is hurled, The Christ to Herod's judgment-seat is borne : A rose of Sharon crowned with piercing thorn, — A lily buffeted by winds that smite, — 'Mid human darkness, everlasting light. Light of the world, when will Thy glory spread Through the thick night of Christendom half dead? When shall we hear Thy voice repeat the word The simple woman of Samaria heard ? When will the churches work with holy ruth ? Leave form for spirit, fallacy for truth ? Leave man free passage to the Saviour's breast, Who bids men come to Him and be at rest ? Yea, though their sins be scarlet as the glare Of Hell's volcano, lit by live despair ; Though they be crimson with so fierce a light"], [21, "17 The tortured spirit shrinks from human sight, — Hell upon earth, — from this Christ's love can save And still our troubles as He stilled the wave. 0 come to Him, ye naked, suffering, come ; 'Tis but a step, and you are safe at Home. Rest for the weary — rest, Though night be dark ; The tempest shakes the ocean's breast, Still floats the Ark. Sleep for the tired — sleep ; And no more pain, For the weary eyes have ceased to weep, Soft closed again. Hope for the sinking — hope ; Through tempest's shock They catch the loop-hole of the rope Which binds the rock. Joy for the suff 'ring — joy ; The poor behold, Unsullied by the world's alloy, Truth's richest gold. Peace for the storm-tossed — peace ; For at His will The troubled waters' raging cease, The waves are still. \" Not this man, but Barabbas,\" was the call Of Jewish bigots ; \"let the sinless fall,"], [22, "18 Release the robber, set the murderer free.\" So hath it been, so shall it ever be. Men choose the evil, and refuse the good, Defy the Deity with hardihood. \" Not this man, but Barabbas,\" still they cry, And the world's councils ratify a lie. \" Not this man, but Barabbas.\" Brothers, weep, Not for a dying Christ ye cannot keep ; Not for a church, self-slaughtered by its strife, That saps its own, and shames religious life ; But for yourselves and for your children too,' Who reap the heritage laid up by you. Earth is but hell, man-made, if Christ be dead : His blood, not in your hearts, is on your head. Weep for the weary world weighed down by grief Weep for the thousands who find no relief ; Weep for the sins which, like volcanic dust, Cover all fair things with its cankering crust. The bright-haired girl, the silver-bearded sage, The histories of the past and present age, The grand old creeds, debased from symbols wise To stone-hewn monsters, steeped in vice and lies. O'er all and each the deadly poison falls, Through convent windows and monastic walls, Covering the crowded corners of the street, Where noisy ranters scatter tares and wheat ; O'er modern Bethels and on ancient shrine It falls and mingles with the bread and wine. Sin wraps the world, and poisons every part, And finds its dwelling in each human heart, Followed by death and darkness, and thick blight,"], [23, "19 Change and despair, and everlasting night ; But out of midnight stars celestial rise ; Christ conquers death, and death in conquering dies. THE CROSS The earth heaves and the mountains bow their heads, The deep dark seas are shaken in their beds, And windless waves are washed against the shore, And mighty rocks fall mingling with their roar. Blackness and earthquake, and the shades of death, Mingle in darkness, angels hold their breath ; Through awful silence rolls the thunder peal, The lightnings flash, like bright blue swords of steel, Where clouds of vapour, thicker than the night, Hide noonday sun, which dies in blood-red light, And through the darkness comes that one strange cry, \" My God, My God, why hast Thou passed Me by?\" The thunders answer, and the clouds are drawn Round those who wag their heads, and laugh in scorn. Through desolation and approaching gloom, Upon the very threshold of the tomb, The thief receives the blessed answer given To all who, late, still breathe a prayer to Heaven. The Christ lies slain ; the mocking crowds have passed ; The scared disciples gather round at last ; The thorny crown is lifted from the brow ; Mockery and scorn have done their vilest now"], [24, "20 Hate has accomplished all that hate can do ; The side is torn, the bleeding hands pierced through ; Love lifts from hate, with woman's tender touch, The broken body that has borne so much. Rejoice, bowed hearts ! ye mourners, cease to weep! He is not dead ; God gives His chosen sleep. Oh ! blessed sleep ! that promises to all A new awakening when the Christ shall call ; But awful slumber ! from which none arise To roam the universe or wing the skies To learn the wonders of eternal spheres, And count the ages as men count the years ; To feel the splendour of each noble thought That Christ and Christianity have taught, Unmarred by human weakness, and the stain Of sin that struggles from the earth in vain, — Of sin that mars the best of all we know, Like blood-stains sprinkled on the purest snow ; Like autumn's rust upon the summer leaf, All earthly joys are tinged by earthly grief. Man born in sin can never Christless rise From earth's wild hell to mansions in the skies : As well might Lucifer essay to gain His forfeit throne, and with God's Son to reign, As man demand an entrance into Heaven, If not by Christ redeemed, by Christ forgiven. THE RESURRECTION The grave is empty ; Death, divinely slain By Life Eternal, can no longer reign ; The Christ is risen ! Hallelujahs ring"], [25, "21 From star to star, rejoicing angels sing. From peak to peak, the golden morning's ray Proclaims the splendour of that mighty day, Proclaims to you, my brothers, that this world, Where all is suffering, all is cramped and furled, Narrowed, and bound, and stained by cankering rust, Ashes on ashes piled, and dust on dust, — That there is yet another life for all Beyond the bitter wormwood, and the gall, The poisoned chalice, and the maddening vice, That enters and destroys earth's paradise, Turns love to lust, to murder, sacrifice, Religion into tyranny and strife ; That kills its own and takes its brother's life, Turns woman, with her angel eyes and face, Into a byword, and a foul disgrace ; Turns you, my fellows, once of godlike mould, Into one howling pack, that fight for gold ; Makes beasts of kings, of counsellors vain fools, Changes the preachers into devil's tools ; Brings foul diseases, plagues and famines dire, And wraps the world in hell's eternal fire. From hell, from death, the risen Christ can save The vilest sinner and the lowest slave, Who drags his self-forged chains from year to year In bloody sweat and agony of fear. The Christ is risen ! 0 rejoice ! for see, The Captive conquers His captivity ; The murderer lays his blood-stained weapon down ; The king, uncrowned, again has gained his crown ; The priest new robed, and cleansed from guilt within,"], [26, "22 i Receives from Him who can remit his sin, — A full remission from death's funeral pall ; The fallen steps like Eve before her fall ; The debtor freed once more resumes his place, And looks a new world fairly in the face ; The miser leaves his gold to find instead How sweet the toil that gives the poor man bread How sweet the love of children, and how dear To God the hand that wipes the aged's tear ; The tongues that cursed are silent, but not dead, For they call down a blessing on man's head ; The hands that struck are folded in sweet prayer, Such as men make who feel God everywhere. The Resurrection means all this, to all Who hear its message, and obey its call. Ah ! e'en in this world dimly we may see The shadow of the glory yet to be ; Where evil is not, and where sin is past, And perfect peace reigns in the heart at last, — That peace which passes all our human ken, Eclipsing all the Heavens man-made by men ; The peaceful trust with which young children go To see whate'er their father wills to show. May this be yours, my brothers, sisters, foes, When o'er your heads the still dark waters close ; May this be yours when in the eventide You lay the broken staff of life aside, And pass forever where eternal light Reveals the universe — creation's might, — The glory of the Heavens, and the earth, Rejoicing in the splendour of New Birth."], [27, "23 Resurgam ! From the ashes of despair The dead arise ; The dust of earth is scattered everywhere, Bright shine the skies. Resurgam ! Though the silver cord no more Throbs through the night, The golden bowl lies broken on the floor, Above it light. Resurgam ! Christ has risen, and the road Made wide for all ; The nations follow where His feet have trod Since man's first fall. Resurgam ! Death no longer seems to wear Its hideous face, But like to some seraphic angel fair, Divine with grace. And beautiful as sunset through the storm, It seems to rise, And lift us from this cold earth to the warm Of golden skies. Fear not ! for I am with you to the end, And I have borne, Not as a Monarch, but a loving Friend, Your crown of thorn."], [28, "LYRICS WILLIE IS DEAD They tell me Willie is dead, Willie the rosy boy, Who used to shake his sunny head, And laugh in his childish joy. They say that he died last night I saw him yestermorn, Like a rosy beam of light Half hid in the golden corn, And the butterflies flitted over his head, And now they tell me that Willie is dead. Drowned in the deep pool, there by the mill, — Drowned in the dark pool under the hill, — Nobody saw him ; nobody knew, When the sun died, that Willie died too ; Nobody knew, when the harvest moon shed Its light on the meadows, that Willie was dead Somebody found him lying there, And his cheek was pale, but not less fair ; And the water dripped from his yellow hair, As they carried him back to his little bed, And solemnly whispered that Willie was dead. Willie, the joy of the whole hillside ! Willie the darling ! Willie the pride ! \" Where is Willie? \" the mother said ; But none dare answer that Willie was dead. 24"], [29, "25 THE TIDE'S TURNING Open the window a little, And turn my head about ; I am going for a long, long journey Before the tide runs out ; And I want to see the stars once more Shine sadly o'er the bay, And hear the murmur of the waves Like music far away. You've heard them say hard things of me, — My love was cold and light, The blue eyes and the black eyes Were one to my careless sight. But had you seen the moonlight shine On her eyes, as we stood by the river, Their hazel depths would have been a shrine, And memory to dream of for ever. You see that little flower With a lock of hair about it ; Lay it just over my heart, old boy ; I cannot die without it. There is blue in the little flower ; There is hope in the depth of decay ; There is sunshine behind the shower ; But her smile was a sunshine all day. The tide is going out, I shall very soon be at rest, But leave the little blossom Where you laid it, on my breast :"], [30, "26 I shall like to think it near me When the earth is over my head, And they chant the grand old service Above the dumb — -deaf — dead. There is blue in the little flower, There is hope in the depth of decay, And the hair that is twined about it, Like my own, will never grow grey. The tide is going out, And my sight is growing weak, And my breath comes slower — slower, And I find it hard to speak. But if ever you chance to meet her And she remembers me, Will, Tell her, how much I loved her, Tell her I love her still ; For I know in that far-off country, Where our sinful souls are shriven, I shall wait for one more angel, To make it quite a heaven. There was silence in the chamber, And the watcher's head bowed low, And the great tide paused a moment, Between the ebb and flow. But, ere it rolled back leeward Along the level sand, A spirit passed out seaward, — A shadow crossed the land."], [31, "27 TEARS The tears of a child are an April shower With a rainbow light behind ; They are come, they are gone in a single hour, Like the fitful summer wind ; Like the dews of the morning that vanish away Leaving the roses more rosy all day. The tears of a man are like drops of blood, That are wrung from the heart of life, For the will that has battled their burning flood Has died in a mortal strife, And wherever their burning drops have rolled You may trace the furrows that make men old. The tears of the old are as silver mist That are drawn from the days long dead, From the child they loved, and the maid they kissed, And the man whose hope is fled. And the eyes grow glazed where they linger yet ; They will melt in the stars, when the sun has set. A PRAYER I cannot think of yesterday without a vain regret ; The future weaves uncertain shapes, God gives the present yet. I cannot hide the awful scars of many a careless fall, I can only fight as those who strive who've almost lost their all."], [32, "28 With broken sword and tarnished shield, and arms untrained and weak, I still have a little life to lose, and a better life to seek. It may be only for a day, the lamp is fading fast, But I see a glimmer through the dark, and the tempest's awful blast. And though the strong wind shakes the wreck, and mast and sail are vain, There yet is One can steer the bark safe to the port again. Do what you can to-day, He cries, and leave the rest to Me ; And the voice is the same that stilled the waves on the Lake of Galilee. To-day you writhe upon the cross you framed by sin and vice ; To-morrow trust, and you shall sup with Me in Paradise. From foul decay and bitter ash upspring the fairest flowers, And drought would kill them-all unless the tempest loosed its powers. Within the hollow of Thine hand I place my life this day ; I cannot see ; but_lead me, Lord, each footstep of the way. Forgive the errors of the past, the present's daily fall, And let Thy boundless mercy cast a blessing over all."], [33, "29 Forgive the foes who smite my cheek, for I deserve their hate ; And bless the friends who cling to me, though I rejoined them late. In Thee alone I put my trust, in Thee I still would live: And though I cannot shrive myself, I know Thou canst forgive. And though my talents, buried long, are foul with rust and stain, I still would crave a little time to give them back again. GOOD-BYE, \"BABY\" So my last little baby has faded away, And long frocks and rattles no longer appear, And the voice of the nursery is silent to-day, And the cry that we dreaded we miss with a tear. But hark ! from the schoolroom the laughter is ringing, And the nine-year-old baby is strumming a stave ; Whilst the ten-year-old lady a chorus is singing, As shrill as the wind and as wild as the wave. Good-bye, little baby ! for never hereafter Shall I hold a wee bairn of my own to my breast, With its pitiful tears and its dimples of laughter ; But 'tis useless to murmur for God knoweth best."], [34, "30 He has given me two little daughters to treasure, And given them health in His mercy and love ; May each year bring more joy and each birthday more pleasure To my children on earth from their Father above. THE WIDOWER This is the chair where she used to sit When the children slept and the lamps were lit ; This is her picture looking down, With the bright red lips and the eyes of brown : And the hand whose clasp was a marriage ring ; These are the songs she used to sing When the night was sweet and the sun was low, And the young moon kissed the after-glow ; This is a lock of her clustering hair I stole at a ball when her neck was bare ; And this, more sweet than all beside, The rhymes she wrote before she died. sr- I must leave you, God be with you ; You must labour, I must wait ; Darling, let no chill cloud change you Till we meet at Heaven's gate. Though the years will bring their wrinkles, And old age its locks of grey, Let me feel you still the same, love, Who made life one marriage day. Let me know through all the changes — Which through Use must ever be —"], [35, "31 You are climbing higher ranges, Nearer God, and nearer me. Leave the base, and take the noble, Shun the false, and hold the true ; May the Spirit of your Saviour Ever guide and strengthen you. Death is but a golden stairway Leading from this world of strife To the everlasting splendour Of a never-ending life. When you see yon snow-clad mountains, Sunsets radiant, bright and fair, Think that midst the golden glory I am waiting for you there. Part and parcel of the splendour Which makes colour light and form, Rolls the stars and stirs the ocean, Stills the wave and rides the storm. Death is dead, and I immortal, Think of this when thou shalt weep O'er my fever-wasted body ; Sleep is rest — and death is sleep. RECONCILIA TION Why should we sever when peace and goodwill Are sung by the angels in heaven above, And the vows that we plighted are binding us still In the sight of the world and the God Who is Love?"], [36, "32 Why will you cling to the blots in Life's story, Instead of returning to sweet days of old, When Love crowned us both with a radiance of glory, And bound our two lives in a circlet of gold ? When I gaze on the children, whose beautiful faces Are fit by the sunshine of days that are dead, And think how your life with my own interlaces In spite of all wrongs and the tears we have shed : I see in a vision a future still brighten With interests more binding than those that we broke — If for them we bear burdens their burdens to lighten, And bow our heads to the weight of the yoke — For them we should bury each angry emotion, For them we should cling to each other through all; And into the depths of the fathomless ocean Of Love cast the wormwood and empty the gall. For them, give your hand once again to my keep- ing, And my heart shall be kept for the children and you; And if we can save their young eyes from weeping, We have done one good thing God would have us to do. .^"], [37, ""], [38, ""], [39, ""], [40, ""]]