[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "A SKETCH OF WORTHING y> AND ITS ENVIRONS: CONTAINING OBSERVATIONS ON MEN AND THINGS; WITH & ■Topographical Description 07 THE PLACES OF NOTE ON THE JOURNEY FROM LONDON TO WORTHING. Intended as a companion for those who visit this charming spot Worthing : PUBLISHED BY J. MACKCOULL, APOLLO LIBRARY? AND SOLD BY M. JONES, 5, NEWGATE STREET, LONDON. 1813."], [10, "Al. Jones, Printer, Newgate Street, London."], [11, "TO THE PUBLIC. -1 HE Author trusts nothing will be found in this publication offensive to the public. 'He has been constrained, from the singular situation he is placed in, to make a few remarks which may be considered by some as too severe : but when the reader is informed, that the author has undergone a continual and an unmerited persecution for a se ries of years, from characters whose situation in life placed them above sus picion, surprize will cease at the se verity of the observations. To attempt the murder of an innocent man by means of the law itself, is a crime of the greatest magnitude, and is enhsnced"], [12, "II by reason of the instrument used. That this has been the case with the author, is beyond the power of contradiction ; but under the Divine interposition, their plans and schemes were rendered abor tive. To add insult to injustice, and to give colour to and bolster up their proceedings, the vilest means were re sorted to; every thing which art and ingenuity could suggest, or money pur chase, were not spared to harass, annoy, and distress the unfortunate object of their resentment. To contend against these powerful adversaries, he has been compared as a \" butterfly opposing an elephant.\" Their partizans have been many — now however they are dimi nished, and latterly none but the simple and wicked are to be found defending their unparalleled conduct ; amongst which we are sorry to say there is one in holy orders, who forgetting his sacred"], [13, "III character, condescended to lend himself as the propagator of a most infamous falsehood. This publication will no doubt meet his eye, and it is hoped he will see the error he has committed, and will in future abstain from further per secution. The author did not expect to be at tacked at Worthing : he sat out weary and heavy laden, and flattered himself he should there meet with support and assistance; but he has found himself opposed by prejudice and fixed opinions. His disappointment has been attended with very feeling and unpleasant reflec tions : he has however continued his exertions, and endeavoured to support himself and family. The combat, he fears, must terminate ere long — his fi nances are become too exhausted any longer to resist the barbarous and un feeling disposition of his adversaries; and he must quit the field hopeless,"], [14, "IV and in despair, unless he experiences the kind and benevolent hand of pa tronage. To live in continual inquie tude would be folly ; but he may justly observe, if he could not command suc cess, he has done every thing in his power to deserve it."], [15, "WORTHING, XiVERY traveller who has visited Worthing when speaking of its beauties describes it differently: by some it is called a delectable spot — others a beau tiful rural village ; indeed all the terms of admiration in the English language have been selected to give it that animated and glowing description it is so deserv edly entitled to ; but all agree that it is a charming and fascinating place: any description of the picture would fall short ; therefore, Worthing must be seen to have a true and perfect idea of its beauties. We shall however present to our readers a faithful sketch of Wor thing and its vicinity, leaving them to draw their own conclusions. It has B"], [16, "2 been observed that some topographical delineators when speaking of Worthing, have indulged themselves with giving way to flights of fancy somewhat fa- vouring of romance, — from any such observations we hope to escape, but we will venture to assert that there certainly is not a watering-place in the kingdom that can outvie Worthing, or excel it in its natural advantages. At the distance of about two miles Worthing is encompassed on the land side by an amphitheatre of hills called tbe Sussex Downs, the chain of which is uninterrupted. By these the chilling blasts of the North and East winds are completely excluded. The thermometer is generally higher here than at Brighton, and is computed to be about three de grees above what it is at the Metropolis ; the water is said to contain more salt than at any other part of England ; the bay is open and exposed to the sea, and entirely free from ooze or filth of any kind."], [17, "3 For some miles around you view ro mantic hills and vales, interspersed with thin woods, waters, villages and towns ; and the ocean exhibits a never-failing variety of ships and vessels, on whose sails the sun reflects and heightens the beauty and sublimity ofthe landscape. It possesses a powerful recommenda tion to the valetudinarian ; its facility of bathing in the most tempestuous weather, added to the advantage of either equestrian or pedestrian exercises, on an extent of sand as level as a carpet for near ten miles to the Westward (towards Little Hampton), and three miles to the Eastward (towards Shoreham) without interruption, during the reflux of the tide, with the enjoyment of the sea breeze, must operate as a magnet upon those who are induced to visit a water ing place, either to renovate their health or enjoy the pleasures of a marine ex cursion. The distance from London to Wor- B 2"], [18, "4 thing is fifty-six miles, and affords du^ ring the journey most delightful and charming views ; the scenery is pictu- resque and beautiful beyond description. The roads are equal to any that can be met with in the kingdom, and abound with that variety so much admired by travellers, viz. easy hills and gradual descents. From the summit of many eminences, nature may be viewed in all her fantastic forms, affording to the contemplative mind those grand natural objects, that at once please and charm the senses. The different and principal stages from London to Worthing, are through Epsom, Dorking, Horsham, Ashenton, and Worthing. There are two coaches which set out from London daily, and arrive at Worthing in good dinner-time. In the middle of the season, for the better accommodation of the visitors, whose employments in life require their personal attendance in the metropolis."], [19, "5 there is a night coach sets out every evening, and arrives in London very early in the morning: by this accommo dation persons in business can enjoy all the benefit arising from the salubrity of the air at Worthing, without being as it were missed from their general avoca tions in life. This is a circumstance that cannot be too well known to the industrious part of mankind, particularly those whose system requires a bracing regimen, arising from many occupations pernicious to general health, and who are deterred from the benefit of sea air, lest it should materially injure them in the trades or business they are engaged in. The expense of the journey is so very moderate that it is not worth men tioning, compared with the benefits arising to the valetudinarian of this de scription. It is much to be lamented that many worthy and respectable per sons engaged in such trade should ob stinately contend against the great and B 3"], [20, "6 important advantages the health would derive from an occasional visit to the sea-coas t, and how many dreadful and painful diseases would be prevented by a trifling relaxation from business at the proper season of the year. For the first ten miles after quitting the regions of smoke, noise, and bustle, the traveller is amused with viewing the numerous and various elegant built villas that present themsleves to the sight, which show that a spirit of ar chitectural emulation has engaged the attention of the various owners. The Peer, the Cit, and the Peasant, are here intermingled, each uninterruptedly en joys the mansion, villa, and cot, with that boasted privilege — the pride of En glishmen, \" My house is my castle,\" all being alike secured in the peaceable possession of their respective dwellings. It is surprising to behold the many charming houses that have risen within the last few vears on this side of the"], [21, "7 metropolis ; their inhabitants affording a living proof of what industry and inte grity is capable of attaining ; for many who now enjoy the otium cum dignitate, originally moved in a very humble sphere in early life. We will now accompany the travel ler in his journey from London to Wor thing, and take the liberty of pointing out to him the objects as he passes, with such occasional remarks and observations as may occur.-^-The first place of note on the road is Clapham Common. At the entrance on the left is the seat of Lord Teignmouth and several others ; at the end ofthe common on the right are Saville, Esq. Samuel Thornton, Esq. Henry Thornton, Esq. and on the left of the four-mile-stone is the resi dence of the Honourable Sir Henry Cavendish. Tooting. On the left ofthe seven-mile-stone, is"], [22, "8 -t the seat of the Right Honourable Lord Redesdale, late Chancellor of Ireland. Merton. Seven miles from London : close on the left is a small seat that was once a magnificent Abbey, founded hy Henry I. 1 1 17, for Canons of the order of St. Augustine. The walls (of which but little now remain) were made chiefly of flint, and encompassed sixty-five acres of ground. Tradition says, there were anciently seven chapels within the walls, and in them seven rings of bells. There is but one now remaining, with an old pulpit and two old gates. The Prior was a parliamentary baron, and the endowments were large, but there lay upon them one corrody and one pension. King Henry I. gave it to the town of Merton, then belonging to the crown, and added divers large privileges and liber ties ; his example brought it many noble benefactors, by whose means the revenues"], [23, "9 became so considerable, that at the dissolution they were valued at nine hundred and fifty-seven pounds, nine teen shillings and fivepence-halfpenny, according to Dugdale ; and at one thou sand and thirty-nine pounds, five shil lings and threepence, Speed. It has been observed, that the Priors possessing this Abbey, have generally met with a premature death. An almshouse was founded here in 1656, by Rowland Wilson, Esq. for six women to receive four pounds per year each, and half a chaldron of coals. Merton-place, on the left side of the road, was the favourite residence ofthe late gallant Lord Nelson. On the right is Wimbledon Grove, a very pleasant house, belonging to J. Farquhar, Esq. ; on the right of Merton, at Wimbledon, are the seats of Earl Spencer, and Sir Stephen Lushington, Bart. Beyond the eight-mile-stone, on the left, is Morden hall, belonging to Sir Robert Burnet;"], [24, "10 and at a little distance from it is a new built house, formerly belonging to Abra ham Goldsmid, Esq. The late unfortunate Mr. Goldsmid made many rapid and considerable im provements on this road, and had fortune continued her favours, Morden and its vicinity would in a few years have pre sented a very novel spectacle ; but a sad reverse taking place in the affairs of this daring and great speculator, his vast projects in an evil hour were for ever marred, and the whole plan died with its liberal founder. Morden, Nine miles from London, a lordship of which we find no ancient account, but the family of Garth were lords there of till within these few years. The large house by the church was built by Mr. Ewart, of Thames-street, and since be longed to Captain Conway, in the In dian service, who made the greatest part of the present improvements ; since"], [25, "11 which it has undergone the fate of many a noble place, in these days of luxury and dissipation, having been sold by auction. The house is not very large or hand some, being built of brick with stone work cornish, and of a square form. It is situated upon a rising ground, fronting the south, the grounds about it being now in a cultivated farm-like state : to the left, at a little distance from the house, is a large pagoda rising amidst a group of trees ; while on the right, by the road-side, stands a much more va luable and picturesque object the small neat parish church, chiefly of brick, with regular pointed windows, and a proportionable square tower. The living is a rectory, valued in the king's books at seven pounds, twelve shillings and eleven-pence. In the church are many modern monuments for the Garth fa.. mily, &c. ; from which we find thaf William Booth was rector upwards of"], [26, "12 forty-seven years, and his son Edward eleven. William Burrell was also rector of this place. On the right is Morden park, belonging to J. Calvert, Esq. ; and at a distance on the right, is Coombe house, Lord Liverpool's. Ewell. Thirteen miles from London. On the left are three pretty villas, belonging to J. Pollard, Esq. Mears, Esq. and T. Woodman, Esq. ; on the right is another, Williams, Esq. Epsom. Sixteen miles from London, contains many very pleasant houses, is a post town and a great thoroughfare; is well-known for the annual races which generally take place in the month . of May. It was formerly a very gay and fashionable watering-place, and exceed ingly well attended, having the power ful recommendation of many excellent springs, possessing qualities rarely to be met with. The springs are at a small"], [27, "13 distance from the town on the right, and some remains are left to show to the curious what it formerly was ; and there is a report that such are the efficacious qualities of these saline purging waters, that it is in contemplation to open them again for the benefit of the public, se veral eminent physicians having given it as their opinion that essential services may be rendered by the use ofthe Epsom purging springs ; the waters promoting the restoration of health in many difficult cases, where other medicines have failed. Before Epsom, on the left, on the hill, is Nork house ; through Epsom on the right, is Horton park. On the left are five very neat and pleasant houses, and Woodcote park, the residence of Lewis Tessier, Esq. Beyond Epsom, on the left, Headly Hill, is the seat of Robert Ladbroke, Esq. Epsom is considered as the first and regular stage from London ; but the coaches generally go a few miles c"], [28, "14 farther; and one of them stops at a small though pleasant village called Ashted, where the passengers generally breakfast at a well known inn, called the Leg of Mutton and Cauliflower, kept by Mrs. South, a widow. There is a tri- butary recommendation dueto this house, which we are sorry to observe most inns are not deserving of — we mean that of providing refreshment for passengers tra velling in a stage coach. At this inn the breakfasts and dinners provided are always excellent, and the charges rea sonable; in addition to which, every attention and civility is shown by Mrs. South in her behaviour to the passen gers; — indeed, \" mine hostess\" is pro verbially spoken of, and needs little eu iogium from us by the way of recommen dation ; therefore it makes no difference, as it is her general demeanor to all ranks and descriptions, whether tra velling in a stage-coach, post-chaise, or otherwise. Why innkeepers should make any difference with travellers, we"], [29, "15 «■• are not competent to determine; this we know, that it is a general complaint, with very few exceptions, all over En gland, that travellers in stage coaches, are either hurried away from their meals purposely, or the fare generally provided is of very inferior quality, and what is worse, exorbitantly charged for. We conceive this to be very bad policy in the conduct of innkeepers, to say no worse ; they are not perhaps aware how soon such behaviour is circulated, and the injury it does their house ; but as the offence ultimately carries its own punishment, we shall leave these sapient purveyors to follow their own inclina tions, either to get wiser by experience, and do better, or continue in their pre sent folly. On the left of Ashted, is Ashted park, Richard Howard, Esq. ; a little further on the left, is Ashted house, Munro, Esq. ; and at a distance on the right, may be seen Fetcham, Mr. c 2"], [30, "16 Hankey ; and on the left, at a conside rable distance, a fine view of Norbury park, William Lock, Esq. Leatherhead. On the right in the bottom, is the seat of the Earl of Tyrconnel, and on the right, is Randal park, Sir John Coghil, Bart.; at the end of Leatherhead, on the right, is Thorncroft, H. Bolton, Esq. MlCKLEHAM. On the right is Norbury park, W. Locke, Esq. and Lady Talbot; on the left, is Juniper hill, Sir Lucas Pepys, Bart. Burfoot bridge ; on the left is Box Dale, George Barclay, Esq. ; and be yond it, The Grove, the Marquis Wel lesley's. Boxhill. On the brow of this hill some years since, a whimsical Frenchman desired to be buried with his head downwards, as he said, to be on his feet when the world turned upside down — and his de sire was complied with."], [31, "17 Dorking, Twenty-three miles from London. Before Dorking, on the right on the hill, is Denbys, the seat of W. Joseph Denison, Esq. ; at the entrance of Dor king, on the left is Shrub hill, Lord Leslie's ; and beyond it on the left, is Deepden, Sir Charles Burrell, Bart, and Chart park, Sir C. Talbot. Through Dorking on the left, Mr. Warnford's, Bear-green. Home-wood, on the right. Leith-hill, or as it is now called Monu ment, which is higher than any hill in Surry, Sussex, or the adjoining counties, being nine hundred and ninety-three feet perpendicular above the level of the sea. From the summit of Leith-hill, may be seen St. Paul's, on one side, and the sea, on the other. Here Sir Richard Hull erected a stone tower, with a spa cious room, for the public to enjoy the extended and delightful prospect which the situation affords ; and by his will desired his body to be buried under the c 3"], [32, "18 tower, which was done accordingly; since which time it has been closed, and is now called the Monument. Passing on is the pleasant village of Capel. Formerly this place was so overrun with wood, the natural product of the soil, that the inhabitants were forced to supply the want of corn from the neigh bouring markets. But the state of tillage here is now very different, and the land produces abundant crops ; there are se veral lime-kilns by the road- side. In this place is a farm or seat, called Temple Elfant, formerly a religious house, belonging to the Knights of St. John of Jerusalem ; on which account the owner, who is lord of the manor appendant, pays no tithes to the church ; but if it be rented then the tenants pay tithes like other estates. Capel church has a small spire, and appears ancient. A singular circumstance happened in this parish, in the reign of Queen Eli- 6"], [33, "19 zabeth ; part of a mount in the mosses of Thomas Constable, moved quite to the borders of his farm, and there rested, leaving the lands over which it passed full of hills and holes, which still re main, but are now overgrown with good wood. Leaving Capel, you pass Shire mark mill, and you then enter into the county of Sussex, through Kingfold. Horsham. Thirty-six miles from London, on the right, is R. Hurst, Esq. and Hill's place, Lady Irwin. Horsham takes its name from Horsa, brother to Hengist, the Saxon. It was anciently a lordship of the Howards, Dukes of Norfolk, till forfeited to the crown by the attainder of John Duke of Norfolk, in the reign of Henry the Seventh, and given to Thomas West, Lord Delawar. It is a good market and borough town, plea santly situated, and ranks among the first towns in the county for trade, and the number of its inhabitants: it has"], [34, "20 very extensive large and commodious barracks, forming a depot for the military, enabling them to afford, from its cen tral situation, immediate aid in case of invasion on the Sussex coast. Like most towns where the military reside, Hor sham is very lively and cheerful. It sends two representatives to Parliament, who are elected by the burgage-holders, in number twenty-five only. The muni cipal government of the town is vested in a steward, two bailiffs, and two con stables, who are elected annually, at the court leet of the lord of the manor, by a jury, who return four to the steward of the court, out of which he nominates two. The church is a very ancient structure, and contains many curious as well as interesting monuments. The town has a good grammar school, and there are considerable benefactions for the use of the poor. The county gaol, erected within a few years since, is a commodious, airy, and appropriate"], [35, "21 building, but like many others, too se- vere, if not unconstitutional in its con- duct towards its prisoners. The egress and regress to persons previous to their trial, should be allowed, and no restraint beyond what is consistent with safe keeping : if the regulations are so severe, as not to permit private conferences be- tween the accused and his friends, but in the hearing of the gaoler, or his ser- vants, who can say but the most vile and infamous abuses may not occur to bring about a conviction, more especially when it is se well known, that there is a con- siderable pecuniary reward upon the conviction of some offenders ? The age is not so pure that a trust of this serious nature should be invested in the hands of any gaoler, however excellent the character he may possess, and however amiable and disinterested his conduct may be in other respects. We do not believe the government of this country ever intended that any person in cus-"], [36, "22 tody previous to their trial, should be placed in so perilous a situation, that his or her defence should be known and subject to the honour and safe-keeping of a gaoler. The weekly market at Horsham, is on a Saturday, at which great quantities of corn and poultry are sold ; and there is another on the last Tuesday in every month for live cattle. There are also five annual fairs ; in the neighbourhood of the town there is a good stone quarry either for tiling or flooring. On theieft, beyond Horsham, is Den park, William Markwich, Esq. Shipley, on the left, West Grinsted park, Walter Burrell, Esq. and Knep castle, Sir Charles Mer rick Burrell, Bart. ASHINGTON. Forty-six miles from London ; on the left is Worminghurst park, the Duke of Norfolk's. Washington. On the left is Wiston park, Charles"], [37, "23 Goring, Esq. ; and one mile beyond, on the right, is Highden, C. F. Goring, Esq. To the right of Washington, about three miles, is a pleasant village called Stor rington ; near to which about one mile and a half, is Parham park, the seat of Sir Cecil Bishop, Bart, a white family mansion, formerly of the antique order. It has of late years been somewhat mo dernized, and is delightfully situated un der some woods, as well as under the side of an immense hill, which commands a noble and extensive prospect ofthe Isle of Wight, as well as of the principal towns and villages for many miles north, east, and west. It lies in a flat,is in the rape of Arundel, and hundred of West- Ease, and six miles north of Arundel. This fine old seat stands in a rich park, abounding -with deer and stately groups of oak and other timber. It has two principal fronts, to the south and west, the windows of which are rendered uniform by new sashes, though some"], [38, "24 still remain in the original state, par ticularly those of the great hall : work men are continually employed in making alterations, and adding and refitting several rooms. The castellated stables of rough s'tone-work, built some years since in a large quadrangle behind the house, are spacious and handsome. This ancient seat was formerly owned by a younger branch of the ancient family of Palmer of Augmering, of whom Robert, second son of John Pal mer, Esq. was settled here, and married Beatrix, sole heiress of John Wesse, Esq. by whom it is probable he obtained this estate. He it was who built the present mansion. By what means it passed to the Bishop family, we are unacquainted. Sir Thomas, the first Baronet so created in 1620, was cer tainly seated here, and dying in 1626, was buried in the church. It has been the regular residence of the family down to the present Sir Cecil Bishop, Bart,"], [39, "25 The gallant Colonel Bi shop, who lately so eminently distinguished himself at Fort Erie, in America, is the son of Sir Cecil Bishop, Bart. The courage, zeal, and alacrity of Colonel Bishop on the occasion above alluded to, deserve the highest praise. When summoned to sur render his post, he answered the enemy, \" that the troops under his command \" were sufficient to repulse any attack, \" and he could not therefore listen to \" his request :\" and by the able and masterly disposition of his troops, which were very inferior in point of number to the enemy, he completely conquered him. Colonel Bishop received the most flattering compliment from the Com mander in Chief, who expressed in suitable terms hjs approbation of his conduct; anditmustbe highly grateful to Sir Cecil to hear the panegyrics be stowed on his son by all men of military genius and knowledge. Nor is Sir Cecil Bishop less happy in the female part of n"], [40, "26 his amiable family. His daughter, Miss Bishop, when a child, evinced consider able literary talents ; and one instance w.hich has come to our knowledge, we, canuot refuse ourselves the pleasure of noticing. When only twelve years of aee, the conductors of the Monthly Pre ceptor, awarded her an Achromatic Telescope, upon abeautifulstand, for hav ing furnished them with the best trans lation of a given passage in Telemachus. Sir Cecil Bishop, with his lady and family, continue to reside most part of the year at this favourite spot. He is in every respect benevolence personi fied ; doing every thing in his power to make all around him happy, and, to use. his own phrase,\" if they are not so, itis their own fault:\" indeed, no gentleman can be more liberal to his tenantry, or more kind to his servants. Sir Cecil in his equipage keeps up the style and grandeur of his predecessors — a coach and six, with outriders and servants in"], [41, "27 splendid crimson liveries, thus retaining the ancient dignity of the family. We understand that the family is likely to be further ennobled by a peerage, Sir Cecil Bishop having claimed the title of Lord De-la- Zouch. FlNDEN. Fifty-two miles. On the right, is a large house pleasantly situated, called Munthem, formerly the residence of the late W. Frankland, Esq. a gentleman exceedingly well known in the scien tific circles. Munthem is now the re sidence of Richardson, Esq. Fin den place, a most delightful and charming situation, lies on the right after passing through Finden, and is certainly a most enviable spot. Mrs. Richardson, the amiable owner, is a lady of unassuming manners, peculiarly correct and moral in her conduct, and boundless in her hospitality, and has the happiness to be the object of general regard and esteem. There was aroad formerly through Steyn- D 2"], [42, "28 ing, but the present one through Findeu is nearer by two miles ; the new road was opened in 1804, for the accommoda- tion of persons visiting Worthing, and is greatly approved ; indeed it is impos- sible to be otherwise, as it is not only considerably nearer, but there is this further advantage, that all the sharp hills are completely avoided, and in lieu of theformer disagreeable road, a pleasant and comfortable one is now substituted. After passing through Finden, before you reach Broadwater, on the right, about half a mile out of the high road, is Offington, The ancient seat and lordship of West Lord De-la-Warr, a person of great eminence in the reigns of Henry the seventh and eighth, and who desired his body might be buried in a tomb of free-stone, which we shall further notice in our account of Broadwater church. Offington is now the seat and residence of William Margesson, Esq. ;"], [43, "29 this gentleman is Major of that most re spectable and loyal corps, the South Bramber Volunteers, and is the principal of the banking concern at Worthing. Offington house still retains the old English custom of giving a welcome re ception to all travellers ; the poor and needy are always sure to meet with re lief from the liberal-minded owner, whose strong October not unfrequently renders the guest somewhat trouble some. During the season at Worthing, Offington house presents a continual .scene of \" Rural life in all its joy And elegance, such as Arcadinn song Transmits from ancient uncorrupted times.\" Broadwater, One mile distant from Worthing, and contains the Parish Church, to which her daughter, Worthing, belongs. It is but a few years since that it had a most wretched and shabby appearance ; it has now become, from a poor, mean, beggarly D 3"], [44, "30 place, a delightful and rural village, con taining many very pleasant houses; among the principal, are, of course, the rector's, the Rev. Mr. Peter Wood ; the next, Newland, Esq. the lord ofthe manor; a more respectable, hos pitable manorial lord, the county of Sussex cannot produce, and he therefore needs no eulogium from us. The manor of Broadwater anciently belonged to the family of the Camois, who flourished from the time of Edward the first, till the sixteenth century. A singular anecdote is recorded of Sir John Camois, who by a deed regularly executed, \" of his own \" free will, gave and demised his wife \" Margaret, to Sir William Parnell, Knt. '/ with all her goods and chattels, and \" other appendages ; to have and to \" hold during the time of her natural \" life !\" This instance of packing offa wife, bag and baggage, shews that Pope Gregory was not mistaken, when he wrote to Lanfranc Archbishop of Can-"], [45, "31 terbnry, \" that he had heard, there were \" certain persons in Scotland, who not \" only forsook, but sold their wives, \" whereas in England they gave and \" granted them away.\" It is related that Sir John de Camois had for a length of time perceived that his wife's affections were placed on Sir William Parnell, and having in vain at tempted to reconcile her to himself, took the extraordinary resolution of making her a present to Sir William Parnell, as above described. His son and heir, Sir Ralph de Ca mois, Knt. obtained in 31 Edw. I. a charter of free warren in all his demesne lands, at Hamptonel, in this county, and 2 Edw. II. another for those at Wolbeding; and in 6 Edw. II. a char ter for a market every Monday, at his manor of Broadwater. In 20 Edw. II. he obtained a market for a fair yearly at Rogate ; and for free warren in all his demesne lands there, and at Harting,"], [46, "32 Tortwicke, Tudaham, and Alradesham, all in this county. He had summons to Parliament among the Barons, from 7 Edw. II. to 9 Edw. II. inclusive. In 47 Edw. III. another Thomas de Camois obtained the King's charter for a market every week, on the Saturday, at his manor of Broadwater, as also a fair upon the eve, day and morrow of the feast of St. Barnabas the Apostle. And in 7 Rich. II. instead of the market here on the Saturday, he obtained a new charter for it to be kept on the Monday, and in 1 1 Rich. II. procured ano ther for a fair also here, upon the eve, day and morrow after the feast of St. Luke. He had summons to Parliament, from 7 Rich. II. to 8 Henry V. inclu sive ; and died 28th March, 9 Hen. V. then seized (inter alia) of the manors of Broadwater, Akkesborne, Bercompe, Tratton, alias Traddington, Fyning Fingl', Dudeling, and Deinford, in this county."], [47, "33 He was succeeded by his grandson Hugh, upon whose death without issue, in 5 Hen. VI. his two sisters, Margaret, the wife of Ralph Rademild, and Alia nor, thewife of Roger Lewknor, became his coheirs, and inherited his lands. The Lewknors appear to have pos sessed this estate. The descendant of this match, Sir Roger Lewknor, of Trot ton, and Camois Court, left issue a daughter and coheir, Catherine, in the reign of Henry VIII. married to John Mill, Esq. of Gretham, in this county; by whom she had issue, Lewknor Mill, of Camois Court, whose eldest son, Sir John Mill, of Camois Court, was creat ed a Baronet, December 31st, 1619. and was ancestor to the present Rev Sir Charles Mill, of Mottisfont, in Hamp shire, Bart. ; whose next elder brother the Rev. Sir Henry Mill, died at Wol beding, in this county, a seat inherited from the Camois, a few years since, and which is uovv in the possession of John"], [48, "34 Newlaiid, Esq. who made a purchase of it in the year 1804, from the Miss Butlers, of Worminghurst park, and who resides, as we have already men tioned, in Broadwater. We must now bring the reader ac quainted with the worthy rector. — The great mass of mankind when left to the exercise of their sober senses, al- Ways form their opinions of each other from their actions ; it is not the cant, however demure, which will pass cur rent — practice is far preferable to pre cept : wilful premeditated actions are like facts — stubborn things, « We venerate the man whose heart is warm, Whose hands are pure, whose doctrines and whose life Coincident, exhibit lucid proof That he is honest in the sacred cause.\" A wise man always values religion, for in the minds of all it operates as a most powerful incentive to virtuous conduct ; and neither in our writings nor in our conversation, should we ever"], [49, "35 attack real piety. We should confine ourselves to the exposure of absurdities of fanaticism, spiritual pride, and the wickedness of hypocrisy. The office of the clergy is evidently adapted to promote the welfare of human nature, and to propagate its peace and prosperity in this world, as well as eter nal felicity in the next ; to assuage the rancorous ebullitions of malignancy, and hush contending passions into calm ; to cherish the seeds of piety towards God, and benevolence towards our fellow creatures ; to view the failings of erring nature, and by gentle admonitions, to strive to recal the transient wanderer to his duty. The foundation of every thing worth attaining, must be laid in religion ; with out her heavenly aid, every acquirement is fallacious, every accomplishment emp ty, and even wisdom itself vanity ; without religion, learning only leads to presumption, courage to cruelty, and youthful emulation to envy and injus-"], [50, "36 tice. Impressed with her divine image, how altered is man's understanding : she inculcates humility, corrects our vanity, checks presumption, and turns our men tal acquirements into sterling wisdom. She tempers our courage with tender sympathy for our fellow creatures, and rears true bravery on the basis of hero ism ; united with christian charity, for bids envy and injustice; she ennobles emulation, and renders its ardent emo tions productive of every virtue. We must from our souls pity the man who to sooth the vanity of a doting pa rent, is compelled to take holy orders , as, on receiving them, he calls upon the Almighty Qreator of the Universe, to witness that he is moved by the impulse of the holy spirit. Charity poi nts to such a character as to be ranked only among the victims immolated on the altar of pride. It is proper to speak with much cau tion of living characters, lest it should be thought we are guilty of adulation"], [51, "37 or prejudice ; yet we cannot think there is any person could be found, who knows the amiable clerical gentleman we are about to describe, who would refuse to join us in declaring his value for conciliating and polished manners, sound judgment, and domestic worth. THE RECTOR OF THE PARISH OF BROADWATER, The Rev. Peter Wood, became pos sessed of the Rectory by purchase ; the income is about twelve or thirteen hun dred pounds per ann. His character is truly apostolical; he is not only revcredand loved by the inhabitants of Broadwater and Worthing, but by the whole county of Sussex ; there is a jyleasing meekness in hisdemeanour,with a face illumined with benignity. Hisheart glowing with piety, he is continually going about doinggood. He possesses neither pride nor avarice. The parsonage house is called the Temple of Charity, hospitality stands at its gate, and invites the stranger and needy to £"], [52, "38 refreshment — the day he devotes to be nevolence — the night to piety : his in- Come is nearly expended in charities — he is not contented with relieving the wants, or mitigating the woes of man kind, but endeavours by his precept and example to shew that he is equally so licitous to conduct his charge to the mansions of eternal peace, where pain and sorrow shall be felt no more. The inhabitants never hear his name men tioned, but the tear of gratitude bursts forth, and their faultering tongues bless him. At church, with meek and unaffected grace, His looks adorn the venerable place. The Parish Church of Broadwater. The Church of Broadwater is built cross-wise, in the common form. The inside is lofty, but narrow and badly pewed, and is a disgrace to all those whose duty it is to look to its repairs and support. There have been several ineetings relative to these necessary re pairs and alterations, but it appears that"], [53, "39 owing to despicable meanness, ora nar rowness of soul, the house of God has not sufficient advocates to enforce that attention it so much requires; and now there is a new chapel erected, it may naturally be supposed it will be too at tractive to excite any partiality towards poor old Broadwater. This will no doubt afford avarice and meanness an excellent plea to avoid the repairs, as it will do very well for Darby and Joan. The roof of the church is wood work ; there are two side ailes, divided by pillars and arches. The front of carved stone, has no particularity ; the belfry, containing six bells, is separated by two ancient arches, orte of which is ornamented with zig-zag work. The transepts are divided by wooden parti tions ; the south arch is in an unfinished state ; the north contains several flat stones, with inscriptions, and against the wall, almost concealed by a pew, a mural marble. with an epitaph and verses scarcely legible. E 2"], [54, "40 The chancel is large and handsome, with a lofty vaulted roof. Against the south wall is a round zig-zag arch, form • ingarecess; and opposite to it against the north wall, the monument ofthe LordDe id Warr, canopied and richly carved, but without figure or inscription, ex cept the motto on the garter, which sur rounds his arms, cut in stone, and fixed against the wall. This coat is quarterly of four. First and fourth. A Lion ram pant, seme of Crosslets — De la Warr. J Second and third. Three Leopard's heads, jessant de lis — Cantelupe. In four compartments below, are these quar terings singly. This is undoubtedly the tomb of Thomas De la Warr, ordered by his will, 1524. It appears from the following ancient record of the De la Warr family, it must have been the case. \"Thomas West, son and heir of Sir T. West, by Joan, sister, and at length heir of Thomas La Warr, Lord La Warr, died 4 Hen. V. seized of Oflington,"], [55, "41 Iwehurst, Sutton -Peverell, Bletching ton, Rype, and the honor of Aquila, (or the eagle) in this county, leaving his brother Reginald, afterwards Lord De la Wair, his heir ; who also died pos sessed of this place, August the twenty seventh, 1451. (29 Hen. VI.) as well as of Sutton, Iwehurst, near Henfield, Portslade, Aldrington, Blechynton, Fie chyng, Rype, Exsete, and Fohinton. \" His son and heir, Richard West, Lord DelaWarr,died March the tenth, 147-5-6, (16 Edw. 4.) leaving Thomas, Lord De la Warr, his son and heir, afterwards Knight of the Garter, who by his will, October the eighth, 1.524, orders his body to be buried in a tomb of free-stone within the chancel ofthe parish church cf Broadwater, according to his honor ; and bequeathed to the mother church of Chichester, twenty shillings, and to the church of Broadwater, his mantle of hlue velvet of the garter, and his gown of crimson velvet, belonging thereto, to E 3"], [56, "42 make twoaltar cloths : also, to the church of Boxgrave, his gown of tawney velvet. He bequeaths to Thomas West, his son and heir, all his hangings and beddings, within his great chamber of Offington, and the chapel chamber there ; as also the chapel as it was then adorned, with altar cloths of white satin, embroidere with the garter, and a bed of tinsel sattin and crimson damask, embroidered with his arms and the garter ; likewise, his crimson velvet gown furred with black. He appointed ten marks to be paid year ly for thirty years, as a salary for a priest daily to say mass in the church of Broad water ; and to pray for the souls of him the said Lord De la Warr, Elizabeth, his late wife, Eleanor, his present wife, Richard West and Catherine, his father and mother, and all christian souls. tf His son and heir, Thomas West, Lord De la Warr, exchanged with the king, in 31 Hen. 8. large estates in this coun ty, for abbey kads in Hampshire, viz,"], [57, "43 his manors of Halfnaked, and Wallerton, with their appurtenances in Mendham, Byrdham, West Ichenor, Compton, Offham, and Yapton, in this county, for the scite and circuit of the Abbey Wherwell, in Hampshire, (which after wards became the seat of the family) with the lordships of Wherwell, Weston, Middleton, Sotington,Bollingdon,Good, alias Goodworth Clatford, and Little Anne, in that county. \" He was a Knight Banneret, and was installed Knight of the Garter, Decem ber the first, 1549. He died September the twenty-fifth, 1554, at Offington, and was buried near his father, in Broad water church, October the twelfth, with standards, banners of arms, &c. and many mourners, as recited in the account of his funeral, which adds that he was the best housekeeper in Sussex. \" He was possessed at his death, in this county, of the manors of Portesdale, Sompting-Welde, Ewhurst,, with the"], [58, "44 park of Ewhurst, Blackington, and ad vowson of the church, Knape, and park of Knape, Offington, with the park here, and Rype, and lands and tenements, in the parishes of Shipeley and Grinsted, in this county, besides large estates ia other parts. \" After his decease, Lord Morley, his friend, made the following epitaph on him : \"Virtue, honesty, liberalise, and grace, And true religion, this clay grave, doth holde ; I do wishe, that ali our great men woulde In good follow this noble Baron's trace, That from his wise heart did always chase Envy and malice ; and sought of young and old* Love and favour, that passeth stone and golde -r Unto a worthy man a rich purchase. These waies he used, and obtained thereby Good fame of all men, as well farre as of nye ; And now is joyful in that celestial sphere, Where with saintces, he sings incessantly. Holy honor, praise and glory Give to God, that gave him such might,. To live so nobly, and come to that delight.\" His nephew and heir, William West, Lord De la Warr, died at Wherwell, in"], [59, "45 Hampshire, Dec. the thirtieth, 15£5, seised (inter alia) of the manor of Of fington; but this estate was probably alienated by his son, Thomas, Lord De la Warr, (who died-twenty-fourth Mar. 44 Elizabeth,) or his grandson, Thomas, Lord De la Warr, who died 1 6 IS, as it is not mentioned in the inquisition after the death of the latter. It seems by the epitaphs in the church that this seat afterwards belonged to the family of the Alfords. Anne, wife of Sir Edward Alford, Knt. died February the fourth, 1692, aged seventy-four. John Alford, Esq. of Offington, died May the sixteenth, 169L aged forty four; Edward Halford, Esq. son of John, died January the eighteenth, 1697, aged seventeen. Mrs. Sarah Alford, widow of John, died January the twenty-third, 1734-, aged eighty-six ; and were all buried in Broadwater church, under flat stones. It then appears to have passed into"], [60, "46 the name of Whitbread. William Whit bread, Esq. of Offington, died November the nineteenth, 1746, aged fifty-four; and Frances, his widow, January the twenty-fourth, 1754, aged sixty-four ; and both also lie in the parish church, under a mural memorial against the south wall. The family of Margesson are the pre sent possessors. John Margesson, of Offington, Esq. died May the nine teenth, 1785, aged sixty-nine, and was buried here. Mr. Margesson, the pre sent possessor, is, it seems, his nephew. Offington house has undergone much alteration, and at present makes but an indifferent appearance, being low and heavy, built of stone, and quite plain in front, with two small projecting wings. Tbe ground which surrounds it, is in closed with a roueh wall, and has the 7^' ' appearance of a small park, with good groups of timber, but no deer. At the village of Offington, was"], [61, "47 brought up that eccentric genius, Sir Robert Dudley, called abroad, Duke of Northumberland, the son of Robert, Earl of Leicester, by Lady Douglas, wi dow of Lord Sheffield, and as it is now generally thought legitimate, though his mother's marriage was concealed at the time, and he never was allowed any in heritable titles in England. He was born in 1573, at Sheen, in Surry. In 1583, his father took him out of his mother's hands, sent him to school at Offington, where he was under the care of one. Owen Jones, to whom upon a certain occasion, the Earl expressed himself to this purpose. \" Owen, thou \" knowest that Robin, my boy, is my \" lawful son, and as 1 do, and have \" charged thee to keep it secret, so I * charge thee not to forget it ; and \" therefore see thou be careful of him.\" Here he received the first rudiments of literature, and gave very extraordinary proofs ofthe wonderful pregnancy of his"], [62, "48 genius, which were not only equal, but even superior to those of any of his family. After remaining some years in this private school, he removed in 1587, to the University of Oxford. He died at the castle of Carbello, near Florence, in 1649. Near the monument of Lord De la Warr, on the floor is a brass, with the figure of a man in the habit of a priest, and an inscription, with eight monkish verses, for John Mapulton, rector of this church, who died 1432. And on a flat stone in the nave, is a brass for John Corby, rector, who died 1415. The other memorials not already mentioned, are for Granado Chester, rector twenty- two years, who died 1646, aged fifty- three. For Edward Burton, of East bourne, D. D. and rector, who died 1661, aged sixty-seven ; and his wife, who died 1653, aged sixty. For Wil liam Wade, rector forty-five years, who died 1714, aged seventy-five ; for Eliza-"], [63, "49 beth, his wife, daughter of Sir Isaac Sed ley, of St. Clare, in Kent, Bart, who died 1724, aged eighty-seven ; and Tho mas, their son, who died 1679. For Jeremiah Dobson, rector, who died 1744, aged seventy-two ; for Anne, his wife, who died 1741, aged fifty-eight ; and Anne, his daughter, wife of William Penfold, of Terring, gent, who died 1756, aged fifty-four. Against one of the pillars opposite the pulpit, are the remains in stone-work of a sort of canopy, (whereon are some defaced arms,) which no doubt belonged to the De la Warr pew ; the modern pew of the Margessons is close to it. There are many other common-place memo rials ; but as they do not contain any thing particular, either ancient or mo dern, we shall pass them over. Churches are generally the usual pla ces of resort, to obtain cotemporary no tices of the old possessors of the neigh bouring mansions : there we expect to r"], [64, "50 find the figure of the ancient warrior, with his wife and children, either braced in brass on the floor, or resting his gi- gantic limbs, clad in armour, on some richly-adorned altar, tomb, or against the wall, kneeling under the canopy of some ornamented arch-work, with his hands clasped in prayer, before a desk. These cannot deceive ; they realize the splendour of former times. The mind is delighted with the certainty of such em- bodied memorials of those, who in the days of the Plantagenets and Tudors, walked and danced in those galleries, and caroused in those halls, it has per- haps just been inspecting with an ima gination so full of the manners of past centuries. We see not any thing of this descrip tion in Broadwater church, otherwise than as already mentioned ; nor is there any ancient record in black or Saxon letter : if there ever were any, (which many say there were) they are"], [65, "51 all defaced by the continual lime-wash ing they have met with from the barbar ous orders and hands of uncultivated beings. Some few years back there was some ancient armour affixed to the tomb of Lord De la Warr, which, it is supposed, attracted the notice of some would-be thought antiquarian, as means were used to purloin the skull-cap, or head armour ; but having been disco vered by the modern researcher after antiques, not to be anything very extra ordinary, it was after two years absence, returned to the church, through the me dium of Mr. Robinson, the proprietor of the waggons, living at Worthing, to whom it had been sent by the sacrile gious depredator. It now cuts a very conspicuous and grotesque appearance in the principal aisle of the church, and certainly does the inventor much credit, who, instead of placing it in the ori ginal situation has stuck it upon a thick stump or post, conveying a strong idea f 2"], [66, "52 of that celebrated gentleman, Mr. Guy Faux, so well known and recollected by all the boys in England, and whose memory on every fifth day of November, is never passed by without much re joicing. The Honourable Lady Darner, how ever, has been the means in some de gree of restoring the beauty of Lord De la Warr's tomb ; it having undergone some repairs last season, and seems to have excited considerable attention from her ladyship, she having attended and given the necessary orders and instruc tion for that purpose. Under this amiable and ingenious lady, it is needless for us to add, many beauties may be discovered. The Church Yard. Here the green turf lies lightly on the breast of some, and the long grass waves luxuriant over others, while all around \" Some frail memorial still erected nigh, With uncouth rhymes and shapeless sculpture deck'd, Implores the passing tribute of a sigh.\""], [67, "53 There are no remarkable epitaphs, or any thing particular worthy of notice in this church-yard, a circumstance rather extraordinary from its ancient structure ; but this is not the case with many in this county, * several of which are deem- * There is a most singular epitaph at East Bourne, in Pevensey Rape. A white handsome marble mo nument, with the bust of a young man placed upon it under an arch. — Beneath is this inscription: Sacred to the memory of HENRY LUSHINGTON, Eldest son of Henry Lushington, D. D. Vicar of this Parish, And Mary his wife. Whose singular merits and as singular sufferings cannot fail of endearing him to the latest posterity. At the age of sixteen in theyear 1754, he embarked for Bengal in the service of the India Company, and by attaining a perfect knowledge ofthe Persian language made himself essentially useful. It is difficult to determine whether he excelled. more in a civil or a military capacity. His activity in both Recommended him to the notice and esteem of Lord Clive, whom with equal credit to himself, and satis- faction to his patron, he served in the different F 3"], [68, "54 superstitious, and the fabricated non sense of imposition, the result of monk- characters of Secretary, Interpreter, and Commissary. In the year 1756, by a melancholy revolution he was with others to the amount of 146, forced into a dungeon at Calcutta, so small that'23 only escaped suffocation. He was one of the survivors, but reserved for greater misery; for by a subsequent Revolution iu the year 17C3, he was with 200 more taken prisoner at Patua, and after a tedious confinement, being singled out with John Ellis and Wil- liam Hall, Esq. was by order of the Na- bob Ally Kawn, and under the direc~ tion of one Somervo, an Apostate European, deliberately and inhu- manly murdered. But while the Seapoys were performing their savage office on the first -mentioned gentleman, fired with a generous indignation at the distress of his friend, He rushed upon the Assassins unarmed, and seizing one of their Scymetars killed three of them, and wounded two others, till at length oppressed with numbers, he greatly fell. His private character was perfectly consistent with"], [69, "55 ish cunning and fraud. While we con demn the weakness and folly that con ferred exorbitant power on ecclesiastics, or blame them for ambition, indolence, and sensuality, let us not forget that the monastic orders were the depositaries of learning and science, when banished from the rest of the world, and that want and misery frequently partook of their spoils, and blessed their services. his public one. The amiable sweetness of his disposition attached men of the worthiest note to him ; the integrity of his heart fixed them ever firm to his interests. Asa son he was one ofthe most kind and dutiful ; as a brother the most affectionate. His generosity towards his family was such as hardly to be equalled ; his circumstances and his age considered, scarce to be exceeded. In short, he bved and died an honour to his name, hi: friends, and his country. His race was short, being only 26 years of age, when he died, but truly glorious ! The rising generation must admire ! May they imitate so bright an example ! His parents have erected this monument as a last- ing testimony of their affliction, and his virtues."], [70, "56 Worthing, or Worting. We now enter Worthing, or Worting, as it was once called. In the reign of Edward the third, this place must have been of some note and considerable size. It is related that at this period, Sir Thomas Hoe, of Bedfordshire, was the lord of the manor, and obtained a grant for a market to be held every Tuesday, and an annual fair on the twentieth, twenty-first, and twenty-second of July : from this circumstance it appears not only to have been a large place, but that considerable traffic was carried on, other wise there would have been no occasion for a weekly market, and a fair lasting three days ; when it was abolished, or the cause of its falling off does not ap pear, but it must have been long since. In all probability the encroachment of the sea very materially contributed to thin this place of its former inhabitants, as well as th-Yr residences; for it is now well remembered by some very old peo-"], [71, "57 pie, that houses stood at the spot which is now low water-mark, which have been washed away by the continual encroach ments of the sea. It likewise appears from an old inscription, at Steen parson age, in this neighbourhood, that the sea had gained at that time, six perches since the year 1699. These circum stances taken into consideration, may in some measure convey to the idea of our readers, the cause of removal from this place. However much it afterwards dwindled away into insignificance and contempt, by becoming (as it certainly did and was but a few years since) the resort and hid ing-place for lawless smugglers, and other enterprizing and daring banditti, inha biting a few miserable hovels. The whole face of things are changed — \" old things are now passed away\" and new ones have taken place—the former worth less inhabitants are now no more, their dens of vice and mischief no longer exist ;"], [72, "58 \" not a wreck is left behind\" — and as if ashamed of its former impurities, it has been considered prudent to alter the name of Worting to Worthing. Fortune seems to have showered her benefits upon the formerly indigent remains ofthe misera ble Worthingers, or Wortingers, as an incentive to keep up the spirit of re formation ; and we are warranted in say ing, that no people on earth are more deserving the public favor than the pre sent inhabitants. We now present Worthing to our rea ders as one of the most fashionable and well attended watering-places in the kingdom. Elegant houses, commodious inns, libraries, and every other neces sary to form an establishment for gene ral purposes and public accommodation, from a prince of the blood royal, down to the labouring artizan. The beauty of the country, — the sine air — the healthy appearance ofthe inhabitants, all operate to bring visitors to Worthing ; indeed,"], [73, "59 the air of Sussex has ever been esteemed for its remarkable salubrity, and its qua lities are so well known, that it requires no observation from us to promulgate the fact; but it may be excusable to mention the following instances of its prolific quality. It is recorded among the curiosities of Sussex, by an eminent topographical writer, that in this county lived John Palmer, Esq. whose wife \" being fourteen days in labour, was on \" Whitsunday delivered of a son ; on \" the Sunday after, being Trinity Sun \" day, she was delivered of another son, \" and on the Sunday following, of a \" third son. The first was named John, \" the second Henry, and the third Tho \" mas : they lived to be men, and were all \" three knighted for their valour.'' It is said, and we believe with truth, that they were born at Augmering, near Little Hampton. Mrs. King, an inhabitant of Steyning, was in 1710, delivered of four children,"], [74, "60 two boys and two girls at one birth, all of whom lived ; indeed it is very com mon for women in this county to pro duce twins: so that if Adam Smith's doctrine is correct, namely, that the wealth of a country consists in its po pulation, we know ofno county that has contributed more to the riches of Eng land, than Sussex ; and as an instance, we will produce Worthing as one proof of our assertion, by referring the visitani to the swarms of children that are daily to be met with in the streets, two hun dred of whom are educating in the free school. On the entrance into Worthing after passing through the turnpike, the first dwelling that presents itself to the tra veller, worthy of notice, is the house lately called Belvidere house, formerly occupied by Mr. Tidey, a schoolmaster : it has latelv fallen into the hands of Mr. Newlaud, and undergone considerable improvements. From its admirable si-"], [75, "61 tuation, commanding extensive views both by sea and land, we may with truth say, that this desirable spot is su perior to any house in the town of Worthing, for Collected here, As in one point all nature's charms appear! HIGH-STREET Contains several neat houses, particu larly Dr. Morrah's, opposite which merry were the barracks, but they a. now converted into the FREE SCHOOL. This school was raised by a public subscription ; the inhabitants contribut ing one part, and the visitors the other. It has had the good effect of clearing the streets from all the unruly children so much complained of by the visitants. The master of the school, who is or ganist to the new chapel, instructs the children after the plan of Dr. Bell. The institution deserves the highest praise as to the plan of instruction, and G"], [76, "62 its medical attendance; the philanthro pic disposition of Dr. Morrah, having led him to give his services to the school gratis, besides a handsome annual do nation, while those who take great credit to themselves for promoting and supporting the institution, give only a paltry guinea. WARWICK HOUSE Is situate at the bottom of High-street, opposite the Colonade. From the out ward appearance there is every thing to recommend it, but the internal ac commodations fall very short of what might be expected. As a lodging-house it is tolerably well calculated for a large family, to be used as a temporary resi dence during the season. It was built by a gentleman of the name of Luther» and sold by him to Lord Warwick, who disposed of it to J. W. Commerel, Esq. ; from whom it afterwards came to the present possessor, a Mr. Ogle, with all the lands and appurtenances there- 1"], [77, "63 unto belonging. This was a bargain indeed — one of those fortunate hits in life that raises a man from a dependant state to that of affluence. The mag nitude of this purchase stamped the proprietor with regal dignity, and he is since stiled King Ogle. That he is a great man is certainly true, and those who are honored with his acquaintance must acknowledge the fact. Warwick House was the residence of her Royal Highness the Princess of Wales, when at Worthing, and is generally takeu by some noble personage during the season ; but whether from the extravagant price it lets at, or some other cause, it is seldom taken for any great length of time. STEYNE ROW. A range of houses exceedingly well built. These houses are four stories high, in a direct line from Warwick House to the sea-side : they are com modious, and possess every accommoda- G 2"], [78, "64 tion for the first class of visitors. They are exceedingly well furnished, and al ways kept in a state fit to receive families on the shortest notice ; the rents are reasonable, and every attention is paid to the resident to make the habitation agreeable to their taste. The banking house, late Phillips and Co. at the corner, is shut up, and we hope never to be opened again upon the same plan. as heretofore. THE STEYNE. A very delightful spot of ground facing the sea, and given as a public accommodation by the different proprie tors of the houses on Steyne Row, who by virtue of their leases or purchases, have an uninterrupted right to hold this piece of land for the purpose of convert ing it into a promenade. Here all the beauty and fashion ofthe place assemble, and may be seen every evening peram bulating and inhaling the refreshing sea breezes, \" admiring andadmired,\" in all"], [79, "65 theluxurianceofroseate health. In ordei to enliven the scene, and give the visi tors a musical treat, the band belonging to the South Bramber Volunteers assembled to play. This it seems some time ago gave much offence to those who pos sessed no music in their souls, and who were denominated the select, which oc casioned a very unpleasant and disgrace ful scene on a sabbath day ; and many bitter invectives and sarcasms passed between the sovereign of Warwick House, and his subjects, who entered into open rebellion against him — force against force — until his Majesty was under the disagreeable necessity of sounding a retreat, and repealing his edicts ; it appearing by those learned in the law, he had no right to interfere, or put a stop to an amusement so desira ble : the following notice was posted up, which we give in order to show how the minds of men are subject to give way to ill nature, and become litigious upon the most trifling occasion. g3"], [80, "66 Mr. John Davison, \" I do hereby give you notice, that *' if at any time hereafter, you come \" upon the land called the Steyne, lying \" in Worthing, in the parish of Broad *' water, in the county of Sussex, for *' any purpose whatever, I =hall consi \" der you a wilful trespasser, and an •* action will be brought against you *' accordingly. Witness my hand, the * twelfth day of September, 1812. \" EDWARD OGLE.\" The ridiculous absurdity of such a notice, indicating an irascible temper, excited a degree of warmth on the part of the mal-contents, who in return ma nifested every contempt for so puerile an invention, to do away what they conceived their rights and privileges ; and the following satirical composition appeared opposed to the above regal notice :"], [81, "67 MUSIC MANIA, Or, A ST. CECILIAN ODE. MOST HUMBLY INSCRIBED TO A CREST-FALLEN MONARCH AND HIS MASTIFF. Attend South Bramber Music Madders! — Puff out your cheeks like full blown bladders, The Steyne already throng'd with gadders, greet ye ; And Lords aud Ladies — grand paraders ! meet ye. The mighty monarch * of the Land,f 'Tis said is very near at hand, With his large dog from Newfoundland, WEBE-footed ; Whose strong aversion to a band, is rooted. For if the truth must here be told, The Mastiff's getting rather old, And though he looks a little bold, —no matter ; If you blow out he cannot hold — his water. But where's your Master? is he slinking? Your cause pray tell me, is he blinking ? * Mr. Ogle, f The Steyne. % A visitor then at Worthing."], [82, "68 Poor soul ! at home 1 hear he's drinking swipes ; If so, 'twill surely breed I'm thinking — gripes. For he's a very tender creature, (Tight-chested too, they say by nature) And drinks rue tea, and surfeit-water profusely ; 'Till wind escapes, and such like matter — loosely. Blow, on South Bramhers ; never mind him ; Elect another, when you find him, Whose courage does not thas behind him leak off; Nor let him from the post assign'd him \" Sneak-off.\" 'Tis said that mischief is a brewing, And that the King, has sent f John Skewen, To see what you are all a doing, —slily ; Whilst he in Bedford-Row is stewing highly*. Hear you how fierce || St. Berners raves ? More stormy than old Ocean's waves, When he some Cliff or Breaker laves, or Crag— o' •. And with a horsewhip, see he braves, \" SwELLBAGGo!\" T Mr. Ogle's servant. || Mr. Abbot, The Haber dasher of Berner's-street."], [83, "69 Swears too if he the King does meet, Or that old Cur with WEBB-ed feet, Before his steps in Warwick-street, a tripping He'll give them both a very neat Horsewhipping • BENJAMIN BAGPIPE. MOUKT ETNA, SEP. 16. 1812. His Majesty was at last compelled to submit to the wishes of his subjects, upon which peace was restored, and the band continued playing during the re mainder of the season. The transaction, however, did not escape one of our diurnal prints — the following is an ex tract. After speaking of Worthing and the company it proceeds: \" A puerile \" endeavour has been made to raise what \" was termed a band, but a more disgust \" ing set of inharmonious dull bards we •' never witnessed ; after annoying the \" company for several evenings with \" their discordant powers, they were very \" properly ordered to sound a retreat."], [84, "70 \" The Worthing Volunteer band then \" very handsomely offered their services, \" and continued to play every evening \" some excellent pieces of music : this \" it seems gave offence to a very great \" man ycleped King Ogle, who opposed \" the minstrels tooth and nail; and in \" order it should have effect, the sabbath \" day was considered by him as the most \" appropriate for hostilities. Peace on \" earth, and good-will towards menj \" was obliterated from the mind, while •' the unhallowed principles of ill-nature \" and revenge reigned predominant. To \" hard words succeeded blows, and the \" Steyne became a scene of uproar and \" confusion that beggars all description, \" until the giant made a retrograde \" movement, the band playing ' Get \" out of my sight, or I'll box your ears.' \" It is said this row will occasion a re \" ference to the Court of King's Bench.\" Whatever may have been the ideas of the select few, one particular should be"], [85, "71 considered paramount, viz. attention and respect to the visitors in general. Wor thing now comprises a vast number of inhabitants, all of whom are dependent on the public : it is not the caprice, whim, or conceit of two or three indi viduals looking at their own interest, that should govern the whole. When the place was upon a small scale — the select might then very properly command obe dience ; but now there must be a general scale of action to benefit the place, and that scale must be an implicit obedience to the wishes of the visitors at large, and an endeavour to contribute to their com fort and amusement as much as pos sible. THE STEYNE HOTEL At the bottom of Steyne Row, is upon a large and extensive scale, and like all other hotels on the same plan, has its accommodations and disagree ables."], [86, "72 WARWICK BUILDINGS, Opposite Steyne Row, is a neat and uniform row of houses exceeding plea sant, and admirably well adapted for small families; they are very handsomely furnished, and generally let for mode rate premiums. the terrace, fronting the sea, Contains many large houses — some newly built — and are generally the resi dence of the nobility visiting Worthing ——On the same line is Bedford Row, equal as to its accommodations. BLOSS'S BOARDING-HOUSE, So well known for comfort and conve nience, is in Bedford Row — there are few, if any boarding-houses better con ducted than this ; the whole of the con cern is carried on without bustle or confusion; and where cheapness is the object, perhaps the visitor could not do •better than become an inmate with Mr. and Mrs. Bloss."], [87, "73 THE sea-house hotel. This house was formerly kept by the late Mr. Hogsflesh ; but his widow having retired from business to enjoy in the decline of life a quiet retreat from the noise of the world, Mr. Parsons has become the landlord, on whose ma nagement and direction too much praise cannot be bestowed. The decided pre ference given to this house by all ranks and descriptions, establishes the fact of the Sea-House Hotel being the best house in Worthing for good accommoda tion. We generally inquire as the first thing when we go to an inn, about the beds — the second the wine — the third the larder — were it not the custom to do so, we might say, there is no occasion for these enquiries at the Sea-House Hotel, every thing is so very excellent— we shall not trouble our readers with an elaborate description, fearful it might be insinuated that we speak partially ; we will therefore content ourselves with H"], [88, "74 saying, that the strictest attention is paid to furnish comfortable beds, which the visitor will find every thing that can be wished for — the wines are ofthe first vintage, and the larder contains eatables that would gratify the most studious epicure ; added to which, the charges are reasonable, and the attention paid by Mr. and Mrs. Parsons are in strict unison with the whole. THE NEW INN. Opposite to the Sea-House, late in the occupation of Mr. Bacon, but now kept by Mr. Barker, is an excellent house, and has every pleasing accommo dation, both as to its situation and otherwise : — indeed there is every thing to recommend this house, and it has, during the season, a very pretty run of business; the pleasing and attentive manners of Mr. and Mrs. Barker to their guests are extremely praiseworthy, aud deserve every commendation — a singu lar coincidence of names once occurred"], [89, "75 at this house with a dinner party ; viz. Mr. Wildboar— Mr. Swine— Mr. Ham- Mr. Hogsflesh — and Mr. Bacon. — The family of the Bacons may boast of an alliance with many hardy and intrepid mariners — We trace this family as allied to the celebrated Robert Bacon, who\" is said to have discovered Iceland, and likewise to have taken, prisoner James, Prince of Scotland, when sailing to France for his education, in the reign of Henry the fourth. THE NELSON HOTEL, In South Street, kept by Mr. Stanning, late of the London Tavern : this house has undergone considerable alterations, very much to the credit of the landlord — there is a style and manner of con ducting this house that deserves every credit. — For the convenience ofthe in dustrious and laborious classes there is a part of the house fitted up and devoted to what is termed in London a wine- h a"], [90, "76 vaults, where may be taken the solitary gill, or the invigorating (or rather irritat ing) glass of good Old Tom.* — The passage adjoining the house leads to the desired shop unperceived, a very neces sary caution to be observed by females, whether in town or country — who re- • Old-Tom is a gin of peculiar flavor, sold at Spiller's Wine-vaults on Holborn Hill, the title of which originated from an altercation that passed at the above shop a few years since, between the fa cetious Desbrow (so well known to most convivial circles) and an old man seventy years of age, who, on the former punning upon the word gin, as the staff of life, the latter, from a misapplication of the wit, observed, angrily, \" that gin and not bread \" was the staff of his life; my father and mygrand \" father lived to a good old age upon it, and me \" and my wife have drank it for fifty years, and \" while ever my name is Old Tom, I will continue \" to drink it, for I am convinced it is wholesome.\" —The storygetting intocirculation,01d Tom,inlarge letters, may be seen at most of the liquor-shops in the metropolis."], [91, "77 gard their character from being sported with by malicious and gossiping neigh bours. Much has been said against the use of spirits, but when it is considered the pernicious and deleterious ingredi ents that malt liquor is now composed of, it is perhaps better to take one poison than so many — and of two evils choose the least. THE SPANIARD INN, Kept by the widow of the late Mr. J. Tuff — this is a very comfortable inn ; and if good nature and attention can have any claim upon the public feelings to contribute to the support of a worthy woman with a large family, there is not a woman in the kingdom deserves it more than Mrs. Tuff. THE SHIP, In Market Street, the back of the Mar ket House, kept by Mr. G. Wingfield — this is an excellent well governed house, the liquors good, and the accommoda- H 3"], [92, "78 tions such as should always be the case where custom is requested. — We know of no such folly as that of persons going into a public line of business, who are not equal to it. — If the man and the wo- man who enter into this arduous under- taking, are not perfectly agreed, and do not mutually assist each other to please their guests, instead of hanging out a sign they had better hang themselves, to put a period to the human miseries they must inevitably endure if acting in op- position to each other, and making their own house the theatre of their disputes. — Blest with a large family we may here see that union of mind that can brave through the storms of life, in opposition to all its frowns — all is pleasant and agreeable, attended with cleanliness, and an obliging demeanor — we may with propriety recommend this house to the public, not as an hotel or large inn sur rounded by waiters with powdered heads, but as a comfortable public-house."], [93, "79 THE ANCHOR, In High Street, kept by Mr. Marly ;— after having said so much about inns and hotels, we had, notwithstanding it is the first house of public entertainment in Worthing, (after you pass the turn pike) almost forgot to mention it.— • Though last in the description of inns, it is not the least, in the estimation of ourselves, or of every person who has sojourned at the house ; we shall briefly state a recommendation by saying — that you may go farther and fare worse. THE MARKET-HOUSE Is situated next the theatre. A hand some, clean, well-built place, exceeding well regulated, and every encouragement is given to keep up the regular supplies of fish, flesh, and fowl ; eggs, butter, fruit, and vegetables, are always in abun dance, and of the first quality. There are many excellent gardens in and about Worthing, which are yearly ac cumulating, so that the visitor has the"], [94, "80 pleasing satisfaction of having his vege tables and fruit always fresh from the gardens, and not as heretofore- stale. The butchers belonging to Worthing are clean and respectable; the mutton is of a superior quality : the epicure may here be gratified with his favorite haunch of real South Down. The fish-market is principally supplied by Messrs. Davis, Cook, and Page, who use every exertion to keep down the high price of fish ; but this it is much to be lamented they cannot always ac complish, and it frequently happens from some unknown cause, that fish is enormously dear. Upon a general re view, however, its price is moderately cheap, and always excellent. The mar ket days are Tuesdays, Thursdays, and Saturdays. It has been sometime in Con templation to have a vessel employed for the express and sole purpose of supplying Worthingwithfish,in order tocombatthe imposition practised upon the place ; and"], [95, "81 until this regulation or some other takes place, in vain will be the exertion of the present venders to sell at a low price : this we are satisfied they do when they can get what is called a glut of fish. There cannot be any fault found as to the regulations of this market ; and we sincerely believe, that the principal in habitants would chearfully and willingly adopt and put in force any plan that could be offered for that purpose. LIBRARIES. There are three libraries. The Apollo Library in South Street — where may be had musical instruments of the first de- scription, viz. Piano Fortes, Harps, Vi- olins, Flutes, Flageolets, (single or dou- ble,) for sale or on hire ; and a musical Circulating Library, on the following terms : £. ,. a. Per Quarter, or Season, . . 110 Per Month, . . . . 0 8 0 Single Books, not exceeding 5s. per week, 0 1 0 Ditto, not exceeding 8s. . . ditto, 0 1 6 Ditto, not exceeding 10s. 6d. . ditto, 0 3 0"], [96, "82 Stationery and fancy ornaments of every description. Perfumery of the best quality. Likewise may be had at the Apollo Library, Night and Day Te lescopes, on the latest improvements, port-folios of Caricatures, Magic Lan thorns, Chess, Drafts, and Back-gammon boards, &c. forthe evening. Gentlemen provided with fishing tackle, fowling pieces, and every other necessary appara tus for shooting. The newspapers are regularly taken in, with several monthly' andperiodical publications, for the use of subscribers in the reading-room. The other libraries are Mrs. Spooner's, at the Colonade, and Mr. Stafford's, near the Steyne : at these toys may be purchased. CIRCULATING LIBRARIES. These institutions now so general and useful, are of no greater standing than fifty or sixty years. The first in London was commenced at No. 132, in the Strand, by a bookseller of the name of"], [97, "83 Wright, about the year 1740. He was succeeded in the same concern by Batho, who was followed by Mr. John Bell. This library has lately been sold by auc tion. Amongst the earliest and most successful rivals of Wright, were the Nobles, in Holborn and St. Martin's court, and Lowndes, in Fleet-street. The number of circulating libraries in Great Britain, was in the year 1800, not less than 1000. A well regulated library in any place must always be desirable, and will ever meet with encouragement sufficient to pay the proprietors. The public have had lately much cause of complaint from the introduction of a species of amuse ment, of sport and fancy, carried on at the libraries in Worthing, to an extent becoming truly alarming to every serious family, — the initiation and training up of youth to one of the most destructive vices of society, — gaming. Disguised under various names, the juvenile visi-"], [98, "84 tors are seen collected every evening in small crowded rooms, to the great injury of their morals and health — while music, books, and conversation are banished from these places. This species of ga- ming is introduced, nay almost forced upon the visitor, by persons who are either hired or feel an interest in the concern; under the specious appearance of being gentlemen and ladies, with a pleasing address, they invite your support of the library, requesting you to chance your shilling, or half-crown, to raffle for an article, whichshouldyo« win, is veryshort of the value laid upon it. It is a well known fact that last season one gentle- man and his friends were so very fortunate as to take away nearly all the principal articles : thus what was considered in the first instance a harmless pastime, is now become an alarming nuisance, which while it gratifies greedy avarice, proves a most destructive and immoral lesson to the juvenile mind. The pro-"], [99, "85 prietor of the Apollo Library has ever steered clear of such conduct. It is needless to observe he has not been able to avoid the asperity of his competitors. Anonymous letters written purposely for the occasion by some of their town friends, are sometimes handed about to the visi» tors ; but these dishonourable efforts have failed in the effects they were in tended to produce. There are always virtuous characters to be found sufficient to uphold those who act correctly and are industrious. This the proprietor ofthe Apollo Library has experienced ; and he has too much regard for his own peace and happiness, as well as continuing in the good opinion of his sincere friends, ever to spend any part of the remaining portion of his life basely. The shafts thrown by ignorance and malevolence will fly harmless over him, and time will make his present ad versaries ashamed of their illiberality. i"], [100, "86 SEMINARIES. The Classical and Commercial Aca demy, Chapel Fields. Visitors have here an exceeding good opportunity of im proving the education of their children in all branches, under the tuition of Mr. Atkinson. As a private teacher we feel peculiar pleasure in recommending this gentleman to the notice of every person, either resident or visitant, who may feel adesireto have inculcated on the minds of their youths, that firm basis of know ledge that can alone form the true scho lar. The Latin, Greek, and French languages, Mr. Atkinson is extremely proficient in ; and he is, we understand, on the eve of publishing a Latin Dictionary on a new and superior plan. His Spel ling Book upon a peculiar principle from all others, has just made its appearance, which gives a full proof of his capability ot rearing the \" young shoot.\" Miss Gillmore — a Boarding School tor young ladies. Here all the true"], [101, "87 principles of scholastic education are impressed on the youthful mind. The austerity of Governess is softened by this lady's amiable conduct towards her pupils in the most endearing manner : obeyed, respected, and loved, they meet her commands as a second parent. In most seminaries some neglect or inat tention may be met with, but in this lady's rules of education and boarding she has left us nothing to find fault with. There are other schools, but as we know little or nothing about them, we forbear describing them. THEATRE. There are few Country Theatres sur passing this either for construction or neatness. It was purchased by Mr. Trotter, the present proprietor and ma nager, who is himself a respectable per former, but rather too gaunt a figure ; he however makes up with the rest of his company what may be termed a good 12"], [102, "88 set of performers : and he generally gra- tifies the visitors and inhabitants during the season, by a succession of principal actors from the London and Bath Thea- tres. The scenery and apparatus are excellent without being gaudy. We conceive Mr. Trotter to have been used extremely ill by the gaming system ; it frequently happening, notwithstanding a very heavy expence to engage some ofthe first performers in the dramatis personæ, that he has played, literally speaking, to empty benches. On play nights there should be some regulation entered into, and not oppose, by the most dangerous species of amusement, the most rational and entertaining. ASSEMBLY ROOM. A very handsome room, and well calcu lated forthe reception and entertainment of large parties. There is an Orchestra, andan Organ ; the Organ, however, is good for nothing, and appears more to tell us"], [103, "89 there should be one than any thing else. The rooms are very badly attended, which may be attributed to a want of proper regulation. Were they under the direction of a person competent, there is no doubt but they would be well filled with the best of company, the same as at alt other places of celebrity ; butthis will never be thecase whileunder the direction of its present Master of the Ceremonies, or Arbiter Elegantiarium. We wish notto depreciate Mr. Chand less either in his own estimation, or the estimation of others — the fact is, year after year demonstrates, that under his guidance and connexion, the fashi onables will not assemble. It is not our design to raise up Mr. Chandless at the expence of truth — others have done so ; but we choose to speak of men and things at Worthing as they really are, not such as imagination could have helped us in colouring. In any other situation of life, perhaps Mr. I 3"], [104, "90 Chandless might have cut a dashing fi- gure : the Army and Navy have been long open for adventurous spirits, and we would take the liberty of recommending his attention to either of those pursuits, in preference to the one he now holds, and no longer buffoon the character of Master of the Ceremonies ! We were extremely sorry to see a gentleman of his family and connexions become the sport and make-game of all the little masters and misses last season at Wor- thing — to hear it said by every flirting girl and pert coxcomb, \" Let us go and have a bit of fun with the Master of the Ceremonies.'' Surely some of this gen- tleman's friends will advise him to re linquish the situation, and no longer become food for the amusement ofthe idly gay. We know xeell that a number of Mr. Chandless's friends are men of the world, capable of advising him ; indeed it is calculated to bring themselves into notice, which must, to numy of them, be 4-"], [105, "91 a very unpleasant circumstance. There are persons that (while they are consi dered gentlemen) do not like to have it whispered who they really are — it is un pleasant and must be disgusting. There are incidents in the lives of many men that are wished not to be revealed or spoken of publicly : — for ourselves we candidly acknowledge the truth of the observation, and feel many a bitter pang when reflecting on the course of our ju venile days. Some there are who after having spent the early period of life disgracefully, discover their error, pursue a different course, and endeavour to die good old men, notwithstanding the illi beral attacks made by the malevolent to thwart them in their praise-worthy re solutions. The Master of the Ceremonies and his friends are quite at liberty to do as theypleasein this particular: we feel our selves so much obliged to Mr. Chandless aaad hh friends for the many handsome"], [106, "92 things they have said and done to promote our interest, that we should deem our selves wanting in respect towards him and them, did we not thu3 publicly acknow ledge them. We are well assured that many ladies and gentlemen have been much entertained by Mr. Chand less, with the description he has been pleased to give of us. We may be con sidered by some as ungrateful in never before noticing the handsome manner Mr. Chandless introduced himself at our former residence, — the gentleman-like conduct he adopted on that occasion was so fascinating, that it has been engraven en the tablet of our memory ever since ; the continuation offers favors for nearly four years, demands our warmest thanks ; and we hope he will continue the same line of conduct towards us : should he alter it, it certainly would place us in a a very suspicious point of view, and in duce our friends to judge unfavorably of us. At present we are on a very fair and"], [107, "93 pleasant footing with our neighbours, and nothing more can be desired than to continue so. The few select, as they term themselves, are not of conse- quence sufficient in our estimation to be regarded — those who blow hot and cold can never be our friends ; to them Mr. Chandless may pay his court, and amuse them with our adventures in life — a la Munchausen! But we are not to be di- verted from the even and correct path which we have laid down for our conduct by the impediments they may attempt to throw in our way. MASTERS OP CEREMONY ; OR, RATHER MEN OF NO CEREMONY. The late celebrated Beau Nash, the mo narch of Bath, was an extraordinary diversified character — his eccentricities were innumerable. Having once lost all his money at York races, (for he was extremely addicted to play) some of his companions agreed to equip him with fifty guineas, upon condition that"], [108, "94 he would stand at the door of the minis ter in a blanket, as the people were coming from church. To this proposal he readily agreed, but the Dean passing by unfortunately knew him. What, cried the Divine, Mr. Nash inmasque radef Only a Yorkshire penance, Mr. Dean, for keeping bad company, says Nash, pointing to his companions. Some time after this, he won a wager of considerable amount, by riding naked through a village upon a cow. This was then deemed a harmless frolic : at present were any of our masters of cere mony to perform such an adventurey it would be looked upon with detesta tion. The following anecdote will better shew the real principles of Mr. Nash, as to his moral government, of which so much has been said. It may perhaps enable our readers to detect some of our modern masters of ceremony, should they ever fall in with them. Gaming is one of the earliest vices we meet with in tfj£"], [109, "95 history of civilized nations, and even among a barbarous people it is to be found : perhaps in more correct language we ought to say, that it is the universal passion, the sin that most easily besets and besots all nations. In England its influence is neither greater nor less than in former days. How absurd it is for men of property to hazard their mo ney among strangers, and in strange places : The truth is, the gaming-table will ever be the pleasure of the rich, while men continue to be men ; while they fancy more happiness in being pos sessed of what they want, than they ex- perience pleasure in the fruition of what they have. The wealthy only stake those riches which give no real content, for an expectation of riches in which they hope for satisfaction. By this calculation, they cannot lose happiness, as they begin with none ; and they hope to gain it, by being possessed of something they have not already."], [110, "96 Wriothesley, the third Duke of Bed ford, had many qualities that recom mended him in society; but an uncon querable passion for play was very per nicious to him, it being so violent, that though he had the strongest suspicions of the probity and integrity of those who played with him, he still persisted in the pursuit, even after losing very conside- rable sums, which greatly injured his fortune, and brought him into very ne- cessitous circumstances. He was at Bath one season, when a conspiracy was formed against his Grace by several first- rate gamblers ; among whom was Fleet- wood, the manager of Drury- Lane Thea- tre, and Nash, Master of the Ceremonies. A party at hazard had already deprived the Duke of upwards of seventy thou- sand pounds, when his Grace got up in a passion, and put the dice in his pocket. The gamesters were terrified, as they knew they were loaded ; and he had communicated his suspicions, intimat-"], [111, "97 ing his resolution of inspecting them. His Grace then retired into another room, and flinging himself upon a sofa, fell asleep. The only step that appeared practicable to the winners, to avoid dis grace, and get. their money, was to pick his pocket ofthe loaded dice, and supply their place with a pair of fair ones. They accordingly cast lots who should execute this commission ; and it fell on Nash, who performed the operation with much dexterity and without being de tected. His Grace, after he awoke, closely inspected the dice, and finding them just, renewed the party, and lost thirty thousand pounds more. The gamesters had only received five thousand pounds of the mor.ejr, yet they could not divide this sum without quar relling ; and Nash considering himself ill used by his companions, after he had been the principal in the management of the affair, by running the most hazard, divulged the imposition to his Grace, K"], [112, "98 representing, however, that it teas Fleet' wood who picked his pocket. His Grace saved the remainder of his money, pre sented Nash with a considerable sum, and ever after gave him his protection, The Duke thinking the secret was re vealed through friendship and probity, would never suffer any impression to be made upon his mind to the contrary, and died in this belief. The predecessor of Nash, Captain Web ster, was a professed gambler, and is described by Mr. Lucas, in his History of Gamblers, or Lives of Gamesters. The balls in the year 1704, held at the Town Hall of Bath, were half-a-guinea each ; still, however, the amusements of this place were neither elegant, nor con ducted with delicacy. General society among people of rank or fortune was by no means established. The nobility still preserved a tincture of Gothic haughtiness, and refused to keep com pany with the gentry at any of the pub-"], [113, "99 lie entertainments of the place. Smoak ing in the rooms were permitted; gen tlemen and ladies appeared in a disre spectful manner at public entertainments in boots and aprons. With an eagerness common to those whose pleasures come but seldom, they generally continued them too long, and thus they were ren dered disgusting by too free an enjoy ment. If the company liked each other, they danced till morning ; if any person lost at cards, he insisted on continuing the game till luck should turn. The lodgings for visitants were paltry though expensive ; the dining-rooms and other chambers were floored with boards, coloured brown with soot and small beer to hide the dirt ; the walls were covered with unprinted wainscot ; the furni ture corresponded with the meanness of the architecture; a few oak chairs, a small looking-glass, with a fender and tongs, composed the magnificence of these temporary habitations. The city k2"], [114, "100 was in itself mean and contemptible — > no elegant buildings — no open seats — nor uniform squares; the pump house without any director; the chairmen per mitted no gentlemen or ladies to walk home by night without insulting them ; and to add to all this, one of the greatest physicians of his age, conceived a design of ruining the city by writing against the efficacy of the waters. It was from a resentment of some affronts he had received there that he took this resolu tion, and accordingly published a pam phlet, by which he said, he would cast a toad into the spring. It was in this situation of things when Mr. Nash first came into Bath, and hear ing the threat of this physician, he hu morously assured the people, that if they would give him leave, he would charm away the poison ofthe doctor's toad, as they usually charmed away the venom of the tarantula by music. He there fore was immediately empowered to set"], [115, "101 up a band of music against the poison of the doctor's reptile ; the company very sensibly increased, Nash triumphed, and the sovereignty of the city was decreed to him by every rank of people. Mr. Nash began his reform by putting an officer, by the name of The Pumper, to superintend the pump house, and many other salutary and well-timed regulations ; the streets were better paved, cleaned and lighted, the chairmen licensed, &c. No person could be more fit to fill this employment than Nash : he had wit, but it was of that sort which is rather happy than permanent.- Once a week he might say a good thing ; this the little ones about him took care to proclaim, — or if they happened to forget the joke, he usually remembered it himself. In a long intercourse with the world he had acquired an impenetrable assurance, a commodity of which most of our present masters of the ceremonies appear to have"], [116, "102 a lar°;e stock ; indeed without a sufb'ci ency office, it would not be a profitable situation. Nash well knew this, and possessing a considerable portion of brass, he contrived to make it a lucrative em ployment — a circumstance by no means neglected in the present day. Beresford in recounting the miseries of human life, points out one experienced at watering places — \" the loan of a bow (requiring \" prompt payment of a guinea) from the \" master of the ceremonies twenty times \" in an hour.\" Before this guinea is given, or rather demanded, we conceive some inquiry should be made upon what ground of service or merit the applicant builds his claim ; and until this be as certained, and satisfactorily too, the casual visitor would do well to resist this needless and unwarrantable tax on his pocket ; and it is hoped this custom will not be much longer encouraged or tolerated. The regulations which took place at"], [117, "103 Bath in the days of Nash, were the re sult of attention and study, and did him infinite credit. It was when persons even of high rank required measures to regulate and reduce to order and decorum their assemblies and amusements; and as he generally shamed his betters into good manners, he was in titled to every thing he could make of the place as master of the ceremonies. Nash, from the popularity he had obtained by his eccentric behaviour, and excellent regu lations, was very much esteemed by all ranks ; he was not only useful, but did great services to Bath, and to public and private charities, which were often benefited through his ingenuity and per severance to a very great extent. None talked with more humanity of the foi bles of others when absent than he did. Mr. Nash had his vices and virtues. Without power to repress censure or command adulation, he had too much merit not to become remarkable, yet too"], [118, "104 much folly to arrive at greatness — assi duous without industry, and pleasing to his superiors without any superiority of genius or understanding. Nash was exceeding fond of being called his honour. Isa cringing wretch called him \" Your Honour,\" — he was pleased ; con ceiving that he had just pretensions to the title. Isa beggar called him, \" My Lord,\" he was happy, and generally sent the flatterer off happy too. The very needy arealmost ever flatterers. A manin wretched circumstances forgets his own value, and feels no pain in giving up superiority to every claimant : it was these sort of characters that flattered Nash, forgetting that he himself was de pendant. Many publications were de dicated to Nash in the most servile style: in these his honour was complimented as the great encourager of the polite arts, as a gentleman of the most accomplished taste, ofthe most extensive learning, and, in short, possessed of every virtue and"], [119, "105 accomplishment. But, perhaps it will be thought wrong in us to unveil the blushing muse, to brand learning with the meanness of its professors, or to ex- pose authors to contempt. For the ho- nour of letters, the dedications to Mr. Nash are not written by scholars or poets, but by people of a different stamp. In the present day we are more refined ; the manners of all ranks are far differ- ent to what they were in the days of Nash. Is it not the height of ignorance for the inhabitants of any place quietly to suffer a man, a stranger, to come once a year into their town, lay a tax upon their only supporters, and after having obtained his end, leave the place until the next season, then come again, and renew his impositions ? Most provincial places of public resort require a Master of Ceremonies ; but to have the assembly room well attended, and the amusements properly regulated, he should possess good natural abilities,"], [120, "106 have had a liberal education, and pos sess from experience a general knowledge of men and things. He should be ca pable of improving the general manners of the company, and also know how to arrange and diversify the routine of amusements, and be well versed in the points of etiquette observed in elegant and well regulated societies. It how ever too frequently happens that these Masters of Ceremonies are rather men of no ceremony, but some needy adven turer, who obtains the situation through intrigue, or gets appointed by some good natured person, not sufficiently compe tent to judge of their fitness and pro priety. When vitiated and immoral characters hold these public situations, from the freedom they are allowed ad libitum, they are not unfrequently dan gerous to families, especially with un guarded females ; and the mischief and ruin they may occasion from becoming the willing instruments of carrying on"], [121, "107 an improper correspondence, is incal culable. It was said of these characters by Dean Swift, that they were pimps among the men, and back-biters among the women ; by others they have been denominated cock nurses. It is truly dis gusting to see a family, the instant they ar rive, beset andimportuned by oneof these mercenaries, to obtain what they call their subscription. If they meet with reproof for their impertinence, or repre hension for their presuming arrogance, you then become an object of slander and abuse, either openly, or in an in direct way, and their viperous tongues have no bounds to calumny. Bath, Margate, Brighton, and most other public places, have men of known respectability to fill this station. Situ ated as they are at Worthing, perhaps it would be desirable, if the company were to choose their Master of the Ceremo nies from among themselves ; and let it become rather a voluntary and honorary compliment, than a place of profit. The"], [122, "108 person so appointed would be known to all parties as a real gentleman, and no danger could then be apprehended ; the rooms would fill — the amusements be well settled and conducted, and proper order and decorum observed. We have felt it our duty to offer these observations, firmly hoping that merit, industry, and laudable exertion may be encouraged, while vice, profligacy, and idleness, may meet with contempt and reprehension. THE COACH OFFICES Are in South street, Worthing. These coaches go every day at eight o'clock in the morning from Worthing to London ; and every day from London to Worthing. One from the White Horse in Fetter lane ; the other from the Golden Cross, Charing-cross. For the accommodation of the visitors, a night coach goes to and from London, nightly during the season."], [123, "109 THE WAGGON OFFICES. There are two waggons which set out and arrive daily from London ; one of which is Mr. Robinson's, from the King's Head Inn, in the Borough, called the Worthing, Arundel, Little Hampton, Steyning, and Shoreham waggons. They set out from London to Worthing every Tuesday, Thursday, and Saturday ; and set out from Worthing to London, every Tuesday, Thursday, and Saturday. Goods are fetched and conveyed to and from all parts of London, with the utmost dis patch, by applying to Mr. Mellersh, at the King's Head Inn, in the Borough ; or to Mr. Robinson, in Worthing. As Mr. Robinson is proverbially spoken of for his great care and attention to every article committed under his charge, there can be no necessity for us to say any thing more about what is so well known. Mr. Taylor, of Worthing, is a proprie tor of a waggon, which goes regularly T."], [124, "110 to London, from Worthing; and is to be met with at the George Inn, in the Borough. THE BATHS. Immersion in cold water is a custom which lays claim to the most remote antiquity — indeed it must have been co eval with man himself. The necessity of water for the purpose of cleanliness, and the pleasure arising from its appli cation to the body in hot countries, must very early have recommended it to the human species. Even the example of other animals was sufficient to give the hint to man : by instinct many of them are led to apply cold water in this man ner ; and some, wrhen deprived of its ase, have been known to languish, and even to die. But whether the practice of cold bathing arose from necessity, rea soning, or imitation, is an enquiry of little consequence. No remedy has siTch powerful, such general effects on the system as bathing. It forms equally"], [125, "111 the luxury of the savage and the civi* lized: its general utility, therefore, is indisputable. Its modification only to particular circumstances and habits, is what we have to consider, and the mo dification respects both the manner and extent of its application. People are apt to imagine that the simple element of water can do no hurt, and that they may plunge into it at any time with im punity. In this, however, they are much mistaken ; apoplexies have been known to have taken place by going into the cold bath — fevers excited by staying too long in it, and other maladies so much aggravated by its continued use, as to become absolutely incurable. Without a proper discrimination with regard to the disease and the constitution of the patient, the most powerful medicine is more likely to do harm than good. The physician who cured Augustus by cold bathing, killed his heir by the very same prescription. This induced the Roman l2"], [126, "112 Senate to make laws for the regulating the baths, and preventing the numerous evils which arose from an imprudent and promiscuous use of those elegant and fashionable pieces of luxury. But as no such laws exist in this country, every one does that which is right in his own eyes, and of course, many must do wrong. It would therefore be well to consult some medical gentleman previous to making use of the bath, or immerging into the sea. There are five hot and cold baths kept by Mr. Wicks, where every attention is paid. MEDICAL PRACTITIONERS. The treatment of disease should be varied according to the constitution and habits of the patient ; as one disease is often complicated with another, and at tended with peculiarity of system, so as to puzzle the profession, even the most scientific, great regard should be had as to those who administer me dicine. The remedy proper for one com."], [127, "113 plaint may be highly injurious in ano ther; diseases often occurring to which there can be given no name, it must ne cessarily follow that care should be taken in the choice of medical assistance ; and that no physician should ever be employ ed who is not acquainted with pharmacy and surgery. Neither should any apo thecary be employed who has not served three or four years apprenticeship to a practical apothecary, attended some hos pital for two years, and attended two courses of lectures on Anatomy, Sur gery, Physic, the Materia Medica, and Chemistry. The various persons who are diseased, and who fly for relief to a watering-place, cannot be too particular in selecting a proper professional cha racter to assist them. Apothecaries are in general better acquainted with Phar macy, than the physicians of the English universities ; and not less versed in Ana tomy, Physiology, and Pathology : from the strength of their practice and educa- l 3"], [128, "114 tion, are well qualified to attend at the bed-side of the sick. The public has long discovered, that the wig, the cane, and a knowledge of the dead languages, are not necessary to form the practical physician. They are also aware that it is highly necessary that a physician should be well versed in the different branches of the profession, to be intitled to their implicit confidence. To a per son possessing a very superficial know ledge of medicine, it must appear strange that the practice of Physic should have been everseparatedfrom Surgery. On con templating the subject we must naturally inquire, why a surgeon should not be a good physician ? — with anatomy it is well known he is more conversant, that he is better acquainted with morbid structure, and has in general a better knowledge of pharmacy ; why then not as capable of prescribing in all cases of disease as the regular physician ? The practitioner who has been educated in"], [129, "115 the schools of London, Edinburgh, or Dublin, whether he has a diploma or not, is more intitled to confidence than the man who has led a life of dissipation at either of the English universities. The most ignorant must.be sensible that a diploma cannot make a clinical physi cian ; and hence it is we find the sur geons of London more consulted than the Fellows of the College of Physicians. A knowledge of diseases is only to be obtained at the bed-side of a patient: it is experience that makes the physician, and in this respect, many apothecaries have a decided advantage over the gra duates of Oxford and Cambridge. Having said all that we conceive proper upon this subject, we deem it ne cessary to caution persons visiting water ing-places, to guard against quackery and ignorance. Many of the faculty are no doubt worthy of all theconfidence that can be reposed in them ; but \"this can never be the case with every individual"], [130, "116 in that or any other profession ; and it would certainly be for the safety of man kind, to be circumspect as to the ability of those to whom they entrust so valua ble a treasure as health. Physic is a noble study, and when properly admi nistered, is like mercy — it is twice bles sed: \" It blesseth him that gives, and him that takes.\" Worthing partakes of that inestimable blessing so much in request by the vale tudinarian — professional medical men, in the true sense of the word — men whose knowledge and practice in the healing art are so extensive as to become pro verbially spoken of, viz. Mr. Morrah,of High-street; Mr. Rogers, of Warwick-street ; and Mr. Shearsmith, of South-street. These gentlemen, with the able assistance of Dr. Young, the resident physician, form the medical staff at Worthing. stringer's house. This charming residence, from itscen-"], [131, "117 tral situation and respectful distance from the sea, commands that attraction that all houses must do, when erected with so much taste, and so many conve niences attached to it. It was built by the late Mr. Stringer, the tea merchant, of Monument yard, London. The pre sent Mr. Stringer generally pays a short visit to Worthing every season ; after which it is occupied by some person of distinction. DISSENTING CHAPEL, In Chapel-street. There are certain minds in every country of a make so ex traordinary, and a temperament so san guine, as to be much influenced (espe cially on certain or great occasions) by religious enthusiasm, and motives which point to a future life ; yet the ordinary conduct even of such individuals is but faintly influenced by such motives; and after the lapse of some considerable time, when the charm and power of novelty"], [132, "118 are gone, the enthusiast ends in the hy pocrite, or the sceptic. The chapel of ease having many at tractions has occasioned some desertion. An organ will sometimes have a surpris ing effect — to see and be seen another incentive ; the preacher's interest and the established religion of the country, will act as another powerful motive. — Let us hope that hypocrisy has nothing to do with it ; but each individual seeks the worshipping of the Deity, agreeable to the doctrines of Christianity — if so, whether in one place or the other, it is one and the same thing. Many of the itinerant preachers of the gospel, dissenting from the established church, heretofore were, no doubt, a strange set of miserable fanatics, and with their followers, became a most de plorable nuisance ; their incoherent rav ings and denunciations, had the evil effect of rendering the illiterate truly wretched, branching out into various"], [133, "119 sectaries and opinions, religion became the stalking-horse for many evil disposed characters ; and all kinds of frauds and knavery were committed under the mask and semblance of piety : every vicious principle that human nature was capable of bearing was to be found, and too fre quently put in force, until the deluded objects were either plundered of their all, or left to despair and die without a hope. Havingsaid thusmuch ofitinerantpreach ers as they were, we should in candour and justice acknowledge, that we have, at this period, some of the most enlightened men that ever promulgated the gospel ofthe Christian religion as Dissenters: men whose talents, piety, and integrity, we cannot extol or speak too highly of; it is a task we find ourselves utterly in adequate to adopt language sufficient to express our respect and admiration. It is not long since we heard a divine of the established church observe, that persons ought to ba- satisfied let the gospel be preached by whom it may ; but in this"], [134, "120 particular we must dissent : — the man we venerate and respect, is he who prac tises what he preaches — the idle — the dissipated, profligate man in holy orders, can never be esteemed, or attended to with effect. THE REV. MR. PALMER Is the officiating minister of the dissent ing chapel. Soon after his introduction to Worthing he was ordained. There is a combination of talents in this young man rarely to be met with, and that which renders every person of his de scription valuable — is that of practising what he preaches. * By him the violated law speaks out Its thunders ; and by him, in strains as sweet As Angels use, the Gospel usher's peace. It is much to be lamented there should ever exist any bitterness, or want of li berality with many of the clergy be longing to the established church Sar casms thrown out, or observations made"], [135, "121 from the pulpit upon any sect, do not become the clerical character, nor does it help the cause of religion — to indulge in this propensity betrays a weak head, if not a bad heart. In consequence of some illiberal ob servations that had been thrown out as to the intention and disposition of Dis senters, the Rev. Mr. Palmer was induced in oneofhis discourses to giver's reasons why he dissented from the mode of wor ship as established by the Protestant church. In delivering which he ob served, it was not for the purpose of mak ing proselytes, so much as it was to defend himself and the dissenting mi nistry from those imputations that had been disseminated from a quarter, which of all others, ought to have possessed more christian liberality. The attention paid to the Rev. Gentleman during the observations that he made throughout his text, must have been truly gratifying to his feelings, — indeed we were at a loss >i"], [136, "122 which to admire the most — his extreme moderation, or the knowledge and learn ing he displayed upon the subject. In no instance should we ever give up the use of reason in matters of religion, and on no occasion conceive ourselves the favorites of heaven, but be ever ready to exercise an universal gospel charity. The real professors of the christian reli gion, will always evince their hearty concurrence for the diffusion of mode ration. The religious opinions of men should never be the ground of persecu tion, reproach, or hatred : we should ever bear it in mind, when we doubt and deny another man's religion, he has an equal right to doubt or deny ours. It is a great weakness to suppose, because there is a difference of opinion that it is incompatible with final happiness: not even Peter nor Paul, neither Luther nor Calvin, were crucified for us, nor were we baptized into any of their names. We miscall ourselves if we take the title"], [137, "123 of Christians when we show a wantof mo deration at the time of disputing with angry bigoted characters. If we cannotyieldto persons of opposite principles, we should always avoid censuring them. Those who call themselves Christians should bear in mind that Jesus of Na zareth possessed the spirit of love, meekness, and beneficence ; and that he preached \" Peace on earth, and good will towards all men ;\" and those who do not follow this doctrine, have but a very superficial idea of the gospel of Jesus Christ. Therefore all our clamour about notions and forms are ridiculous, for he best understands the Christian religion who avoids all feuds and discord. To argue dispassionately may do good ; violence of opinion, will always do mis- chief : those who preach the gospel of all others should be the most careful to avoid asperity towards one another — rash censure will always involve its own con demnation. m2"], [138, "124 The Bishop of Llandaff remarked, \" There is something in our common \" faith, in which all are agreed, and that \" somewluit, is, in my opinion, a circum- \" stance of suGh ineffable importance. \" that I will never refuse the right \" hand of fellowship to him who ac- \" knowledges its truth ; never think \" or speak of him with disrespect, nor \" with true pharisaical pride, esteem \" myself more orthodox, more accepta \" ble to my Redeemer than he is, and \" that somewhat is eternal life, the gift of \" God through Jesus Christ.\" Hence jarring sectaries may learn Their real interest to discern ; That brother should not war with brother, And worry and devour each other. We trust the spirit of bigotry is now fast abating among all ranks and condi tions of persons, and the professors of Jesus are becoming more intent on the great essentials of Christianity. It is to"], [139, "125 be hoped that man has discovered the truth of an eminent writer; \" While we \" wrangle here in the dark, we are dying \" and passing to that world which will \" decide all controversies, and the safest \" passage thither is by peaceable holi \" ness.\" If the French have suffered much in the revolution, they have certainly gain ed many very important points, and none more important than in the pros pect of those terrible religious dissen sions which have so often and so cruelly harrassed the country, being now laid asleep for ever. The Catholic and the Protestant at present live in harmony together ; they can have their respective places of worship side by side, and shake hands as friends, even though they meet coming out, the one from eating, as he thinks, a morsel of the real body of his God, and the other from eating only a simple mouthful of bread. Buonaparte has removed throughout m 3"], [140, "126 the Continent of Europe, all restraints on religious opinions ; he has actually placed the Jews upon the same footing as the people of all other nations; they are allowed the free and unshackled exercise of their religion, they are ren dered eligible to all civil offices, they are capable of acquiring any kind of pro perty in an honorable way; they are only restrained from usurious practices, and required to conform themselves in all civil matters to the constitution and laws of the country. In return we have, on occasion of our late expedition to the Scheldt, seen them arm in a body in support of the French cause, and exhi bit the novel spectacle of the followers of the old and of the new covenant fighting together side by side. — At a dinner given by the arch-chancellor of the French empire, Cambaceres, during the sittings ofthe Sanhedrin at Paris, it is said that there were present together at the same table, the Archbishop of"], [141, "127 Paris, Cardinal Maury, the President of the Sanhedrin, and the head Minister of the principal Lutheran congregation. Ought not the bosom of every philan thropist to glow, when he compares this dinner with the fatal day of St. Bar tholomew. The terrors of superstition, arro gance and fanaticism, will always produce a disordered imagination ; hence a false religion destroys rational sentiments and rational modes of worship : urged by fear, the warmth of an enthusiastic mind is more attended to than holy writ. They have recourse to the sacred writ ings, not so much for instruction, but in the endeavour to obtain a sanction for what they have supposed to be right, and accords with their own principle and practice. The sad effects of false religion, per haps, was never better exemplified than in the case of our elegant and celebra ted poet Cowper. Secluding himself as"], [142, "128 it were from the world as much as pos sible, he has been frequently seen in that dreadful state of mental wretched ness, that be used frequently to sit in the library with his watch in his hand, and exclaim in tones ofthe deepest distress, \" In half an hour's time, my soul will be in the deepest abyss of hell.'' False and mistaken ideas of religion not only abound with the horrible, but too often with the ridiculous. We re member a fanatic grocer advertising for a man servant who could carry two hun dredweight, and who feared the Lord. — In thismanner the cheek of libertinism is dimpled withasmile attheexpense oftrue religion,whileatother times it isflushedto crimson by deeds of horror and impiety. There can be no question, that it is the duty of all men to oppose reason to pre judice; but unluckily every man thinks that he does so — he mistakes his oien conclusions for truths which ought not to be disputed, and which cannot be il-"], [143, "129 lustrated ; and every argument tending to subvert them is rejected without ex amination. The devout and benevolent man is the same in every denomination. He has a permanent character whatever be the complexion of his speculative opin ions, or whatever be the garb of his outward profession. His faith may in deed be more or less reasonable, and therefore more or less adapted to pro duce consistency of conduct. But should his views be formed with caution, and his practice be made conformable to those views, God will bless him, and man, his weak, fallible fellow-creature must not curse him. THE BANK. In the remarks we feel ourselves con strained to make relative to Bankers we wish not to be understood as enter- taining the least disrespect towards the general body of those highly respectable"], [144, "130 and esteemed men by whom the bank ing trade is chiefly carried on : against individuals, however, of all classes, there will be found causes of complaint ; and if during our observations upon men and things, we are led to stray beyond the ordinary rules of description, we humbly hope tomeetwith the indulgence a liberal minded public always feels for an op pressed, ill-used, injured individual, who has experienced a succession of wrongs and unmerited persecutions, from the malignant disposition of some heretofore highly esteemed and respectable bankers, which are fully detailed in a pamphlet, intitled, The \" Abuses of Justice.\" THE ORIGIN AND HISTORYOF BANKING. The origin of bankers, say the French writers, in general goes as far back as the invention of bills of exchange, under Philip Augustus, who reigned in the year 1181. The Jews, driven from France, sought refuge in Normandy ;"], [145, "131 where they gave merchants, strangers, and travellers, \" Lettres Secretes\" upon those to whom they had confided their effects in France, and which were ac knowledged. The Ghibelines did the same when they were forced to quit Italy. And from these the custom of bills of ex change, and the establishment of ban kers, arose in cities of commerce. (Vide The Dictionnaire des Origines Ban quieres.) In our own eountry, as early as the reign of Henry the Third, we find the Monasteries used as the principal re positories of treasure. Henry himself lodged his money at the New Temple, by the Strand, while that of William de Valence, his brother, appears to have been deposited at Waltham. Henry by a patent, dated 1268, draws for 3000 marks of his brother's money so depo sited ; and desires that the \" residus denariorum dicti fratiis nostri,\" may be safely preserved."], [146, "132 In the next reign we find banking assume more of the appearance of a mer cantile concern, and apparently en grossed by foreign traders. From Rymer (Fed. vol. 2. p. 953, 1051,) we learn that at this period, a company of Florentine merchants, of the house of Friscobaldi, were the king's bankers for foreign parts. Such also were the \" Societas de Spines,\" who were also the Pope's bankers. The Causini formed another firm of some no toriety. And in the wardrobe accounts of Edward the First, we read of the Mercatores de Luk (perhaps Lucca) in the same capacity. The Bardi, another set of merchants are mentioned in the fourth year of Edward the Third, to whom the customs of the kingdom appear to have been farmed. Lombard-street, where so many of our present bankers reside, in the me tropolis, is said originally to have re-"], [147, "133 ceived its name from the numerous foreign merchants, Lombards, who made it the quarter of their residence ; and if the satire of Peers Plowman may be relied on, they must have begun the practices of usury at a very early period- \" I learned amonge Lutnberdes and Jewes a lesson *'* To wey pence with a payes, aud pare the heviest.\" Specie, it will be remembered, was at that period the only wealth which could be deposited. With the subsequent history of bank ing, or in what manner it became a distinct branch of trade, we are not cor rectly acquainted. It is said that pre vious to the civil wars of Charles the First, superfluous sums of money were usually lodged in the hands of gold smiths. Soon after the restoration, it is thought, the present mode of banking commenced. Mr. Pennantpointsoutone ortwoofthe older firms which still exist. The great lexicographer, Dr. John- N"], [148, "134 son, when he gave the interpretation of the word banker, described it in a way that all the world might understand, and the definition was perfectly correct. Banker. \" One who keeps a bank,'' a \" place where money is laid up to be cal- \" led for occasionally.'' — Now, if this is the real signification of a Bank — a man ought to be qualified by integrity, to become a servaut ofthe public ; and as such servant, he ought to be considered guilty of felony, in making away with the money entrusted to him. But we submit whether bankers are not at the present period generally dealers in ficti- tious money, or paper currency, and many of them speculators, and gamblers in the/unds — receiving in trust the ready money of the capitalist, and converting it to their own uses. The banking house of Messrs. Ken singtons, Styan,and Adams, lately failed, and debts to a most enormous amount were proved under the commission."], [149, "135 were told their failure was occasioned from their having entered into some wild speculations, and having advanced to se- veral houses and individuals immense sums, particularly to one house the amazing sum of =£500,000 !!! Will the reader believe these advances of other persons' property were of an honorable description ? On an investigation of the affairs belonging to this firm, which was looked up to as the acme of in- tegrity and perfection, the funds amount- ed to no more than five shillings in the pound. A miserable wretch, unrestrained by education, or the force of example, has in many instances been consigned to a gibbet, for having plundered less than the amount of one pound; but here we see even at the time of bankruptcy, and afterwards, the carriage and footmen at the door, the lighted hall, and the country residence. Were the legislature to interfere, and make it felony in th«se banking gentle- n 2"], [150, "136 men, who convert other persons' property to their own use, these frauds and im positions on the industrious part of mankind would cease. The honour, the integrity, and humanity of the Messrs. Kensingtons having been frequently urged by many of their former friends, amounting as a vindication of their un paralleled and shameful conduct towards us, we now refer them to the following paragraph, as it relates to their humanity, \"which appeared in the Herald, March 93, 1808. \" LAW REPORT. \" KENSINGTON Versus PARQUET. \" Court of Chancery, Lincoln* s-Inn Hall, March 22d. \" MELANCHOLY CASE OF IMPRISONMENT. \" About a fortnight since Mr. Parquet \" petitioned the Chancellor, to be dis \" charged outofcustody,upon theground \" that he had made a full and fairdisclo-"], [151, "137 \" sure of his effects, under a commission \" ofbankruptcy awarded against him. He \" complained of the great length of time \" he had been imprisoned, and the injlexi \" bility of his creditor, tendering, at the \".same time, the affidavits of two medical \" men, who stated, that if the petitioner \" was not speedily removed out ofprison, \" his life would fall a sacrifice. \" Sir Samuel Romiily supported the \" petition. \" Mr. Hart, on the other side, insisted \" that the petitioner had not made a full \" and fair disclosure of his effects ; but if \" he would find security in <£2000 ! for his \" not quitting thekingdom, the creditors \" would consent to his liberation. \" Upon this offer the case stood over \" till this day ; and on being called on, \" Mr. Parquet's solicitor informed his \" Lordship, That death had relieved his \" client from his sufferings ! ! ! And \" hoped the counsel emplo}redagainsthim N 3"], [152, "138 \" would intercede with their clients to \" pay the expences of his funeral. \" The Chancellor enforced thepropriety \"of this recommendation. Mr. Hartsaid \" he did not know how he could intcr \" fere personally ; but he trusted, afterhis \" Lordship's recommendation, that his \" clients would do what was proper.\" That the unfortunate Parquet made a full and fair disclosure of his effects, cannot be doubted ; still every thing urged on his behalf to these unfeeling men would not abate their relentless disposition — the sacrifice of life alone could appease them. Here there was a full and ample proof of the humanity of this once celebrated and honorable house. We were in possession of this case and many others, but we never dared to speak of them : if at anytime an observation es caped our lips rclativeto theirconduct,we were silenced by the allusion to the rank and estimation in which they were held. Poor Parquet is in the grave ! It"], [153, "139 would be too much to suppose that Messrs. Kensingtons, Styan, and Adams, did not give up their all, for the benefit of their creditors. They, no doubt, did so — surrounded as they are by legal-ad visers,they would be informed that if they did not it would be a capital offence ; and they would be subject on a discovery, to the severest punishment our laws can inflict. THE CHAPEL OF EASE Was opened last season, and certainly affords to the inhabitants tnd visitors a very comfortable place of worship. It is a neat and commodious building, and every way adapted for the convenience of a numerous congregation. This place oi public worship is called private pro perty, and the pews cannot be entered without an order, as the following curi ous hand-bill announces."], [154, "140 \"CHAPEL OF EASE, WORTHING. \" This chapel has been built, and is \" supported at the expence of certain \" individuals ; it is consequently private \" property, and no person can claim a right \" to admission except by becoming a pro \" prietor, or renter of a pew or seat. \" In order to give the means of obtaining \" thisrightwithfacility,an office has been \" established, at No. 35, High-street ; \" where on Wednesdays and Saturdays, \" pews or seats may be engaged, even for \" one Sunday. \" Notice is hereby given, that in future, \" no person {[Proprietors or persons admit \" ted by Proprietors, into their OWN Pew \" excepted)can be admitted without pro \" ducing an order from the said office ; \" astheservants ofthe Chapel arestrictly \" prohibitedfromreceivingmoneyfor ad-"], [155, "141 4t mission, or any gratuity whatever,, ex \" cept the customary donation to the \" Beadle at Christmas and Easter. ' \" Gratuitous accommodation is given \" to the children of the Free School, and •' to the aged and infirm poor, who are \" incapable of attending the Parish \" Church at Broadwater. \" The charge for an order, which is \" transferable, admitting one person to \" both morningand evening service, is ac \" cording tosituation, either Is. 6d. or Is. \" and for servants, 6d. \" The office hours are on Wednesday, \" from 6 to 8, in the evening; on Saturday, \" from 12 to 2 before, and 6 to 8 afternoon. \" Worthing, May 28.\" We forbear making any comment on the manner and style of its composition, leaving our readers to form their own opinion ; for if the public approve the scheme, we certainly have no right as"], [156, "142 a resident, to find fault ; yet we cannot help thinking, it might as well have been left alone, persuaded as we are, that most of the proprietors are persons who let lodgings and furnished houses. Ifthishand-billcannot claim approba tion, we beg leave to present the reader with another, from the parochial church. \" As the Singers of this Church have \" been at some expence in hiring a man \"toinstruct them, and also'in music paper, \" candles, &c. &c. and theformer dona \" tions being expended, they make this \" application to the congregation, forthe \" purpose of enabling them to persevere \" in their endeavours, to sing with pro \" priety on the sabbath day, the Praises \"of God. A collection at the church \" doorsafterdivine service, this day, will \" be made for the above purpose, when the \" smallest donations will be most thank \" fully received.'' Two quires of music paper, eight shillings — candles at the most, twelve"], [157, "143 shillings — we will say one pound. It is hardly possible to believe any resident clergyman, with twelve or fourteen hun dred per annum, would ever suffer such an application to be made, as to call upon strangers for assistance on so paltry an occasion : \" But true it is, and true it is its true.\" We hope so mean an act will never be committed a second time. When men undertake to preach uprightness, liberality, and charity to others, they should be somewhat so themselves. To ?oad and harrass does not become the clerical character. When agross and abo minable falsehood is circulated by a would-be- thought holy and pious man, such a propagator becomes truly con temptible ; those whose conduct is as sailable, should never attack the cha racters of others : and clergymen of all others should never \" bruise the reed, nor \" quench the smoaking flax.\" We con ceive it their boundenduty, and should"], [158, "144 be their peculiar study, to imitate the good Samaritan, — minister peace and good-will to all men. Malevolence to the clergy is seldom at a great distance from irreverence to religion. We trust this will never be attributed to our conduct : we have the pleasure to say, we have many clerical friends whom we honor, revere, and esteem — but they practise what they preach. POLICE OF WORTHING The inhabitants of Worthing judging the purity of other persons conduct from their own, do not conceive it ne cessary to have a peace officer in the place ; as a proof of our assertion, the present constable of the parish resides two miles from Worthing. Therefore, those who may feel inclined to break the peace have nothing to fear from an immediate arrest. We trust our obser vations will have the effect of shewing"], [159, "145 the folly in thus subjecting the place and visitors to insult. LAWYERS. There are two. When there was only one he could not live ; but since the arrival of another, the business has be come very brisk. On the least deviation or want of punctuality in money affairs, every petty and paltry tradesman of this place now threatens his debtor with u I'll give orders to my attorney to sue \" you.\" The spirit of litigation once began and encouraged, seldom ends to the disadvantage of an attorney : he always taking care to measure his ser vices agreeable to the wealth and inclina tionsof his client; indeed to men whose hasty and violent dispositions know no bounds, we cannot object to their fal ling into the hands of a sharp practition er. We have witnessed but few criminal prosecutions since our residence here — • o"], [160, "146 the last we are sorry to observe smacked strong of the practice a la Chetham. * Purity should always accompany cases of this description : let guilt be punished, but let the stream of justice flow pure. Professional men who value their repu tation, should not trifle or speculate upon the cases they are employed to conduct. We remember certain magistrates and attornies defending their stupid and barbarous proceedings, upon the plea they were obliged and compelled to do a little wrong, as it oftentimes brought about a great right; and as they were servants ofthe public, it was highly in decorous to question their zeal. This defence may please some, but we could remind them, that it has not been unfre quent, from this extraordinary zeal, that innocent blood has been shed under this absurd and abominable doctrine. The whole truth, and nothing but the truth, * A late infamous practitioner of crown law, well known at the Old Bailey."], [161, "147 should accompany all prosecutions of a criminal nature ; the keeping back any part of evidence, either for or against the party accused, is equally culpable : the case should be looked at, not the culprit. A prosecution was entered into at the last assizes, upon which we could make some strong comments, as it exhi bited a very extraordinary instance of human depravity, as well as imbecility : we trust we shall never hear of such another. THE STABLE KEEPERS, Are Mr. White, of Chapel Fields ; Mr. Jones and Mr. Harding, Ann-street ; and Mr. Whitmore, Warwick-street. THE ASSINARY. Mr. Toogood is the chief person en gaged in this employ ; and what adds to his credit, the feelings are never disgusted at beholding, when setting out his cus tomers, \" a raw-rumped team ;'' which o 2"], [162, "148 from ill usage is too often the case, arising from the folly and brutality of the assinine hirer. The poor unfortunate animal, the Ass, has become a fashion able inmate at most of the watering places ; where in Curricle, Buggy, Gig, or Tandem, he incessantly labours du ring the season, under many a smarting lash, thump, or kick, as whim, caprice, or fancy prevails with its inhuman driver. We are pleased with Toogood for his care and humanity toward these patient and much abused creatures. Indeed it is but justice to observe, that every person engaged in this pursuit at Worthing, acts upon the same principle. WHEAT EARS, OR ENGLISH ORTOLANS. On the South Downs, in the neigh bourhood of Worthing, are caught in vast numbers those delicious birds called Wheat Ears. The season for catching this delicate creature, is the Autumn. As the heat of the weather will not per-"], [163, "149 mit them being taken up to London, they are generally potted and sold by the country people either to the visitors frequenting the coast, or else sent up to London, where a ready market for them is soon found. They are purchased at a very reasonable price during the season, in Worthing market. These birds are about the size of a lark, but of a lighter brown, and have more white in their feathers. They come over from March to May, (the females a fortnight before the males,) grow fat in August, and dis appear in September. Being very timid birds, the motion of a cloud will drive them for shelter into the traps. They frequent the Downs for a certain fly which breeds iu the wild thyme on the adjacent hills ; and the number annually taken in this district alone amounts to nearly two thousand dozen. The rump and lower part of the tail is white, while the upper part black ; the under side of the body white, tinged with yel- 0 3"], [164, "150 low; the neck inclining to red; the quill feathers black, edged with brown. The shepherds who attend the flocks on the Downs, are principally concerned in procuring this esteemed little bird. To accomplish this object, they set a piece of turf in the shape of a Roman T; and across this they place a bit of stick with a horse-hair noose, hanging down about the middle, covering the trap with the turf they have raised so as to exclude the light. When the birds are alarmed, they fly for shelter to these holes or traps, which are very numerous on the hills, and are instantly caught by the neck. Some shepherds have been known to catch ten or fifteen dozen in a day. These delicious birds are to be had in great perfection at Mr. Corse's, the Cook and Confectioner's, in High-street; and where also may be had ices and suppers for routs and balls ; with every other article in the confectionary line, equal in quality to the well-known house 6"], [165, "151 of Messrs. Birch and Co. in Cornhill, London. In the parish register of East Down, in the county of Sussex, is the follow ing remarkable and singular circum stance. \" In the death of Agnes and Johan \" Payne, buried both Feb. fat, 1560; \" is one thing worthy recording, dili \" gently to be noted. The elder sister \" called Agnes, being very sicke unto \" the death, speechless, and as was \" thought, past hope of speaking, after \" she had lyen about twenty-four hours \" without speech, at last upon a sud \" den, cried out to her sister to make \" herself ready, and to come with her: f* her sister Johan being abroad about iC other business, was called for, who be \" ing come to her sicke sister, demaund \" ing how she did, she very lowd and \" very earnestly bad her sister make \" her ready, she staid for her, and could \" not go without her; within half an"], [166, "152 \" hour after, Johan was taken very \" sicke, which encreasing all the night \" upon her, her other sister still calling \" her to come away ; in the morning \" they both departed this wretched \" world together. \" Testified by divers ould and honest \" persons yetlivinge, which I have my \" self heard their lather, whilst he was \" alive, report. \" Arthur Pollard, Vicar. \" Hen. Homewood ) , , ,, > Churchwardens. \" John Pupp. 5 THE SUSSEX PAD, A pleasant country inn, delightfully situated between Shoreham and Wor thing ; visitors frequently make parties to dine at this house, from Worthing ; it is about four miles through the rural vil lage of Lancing. As the charges are moderate, and every thing they put be fore you exceeding good, the house will"], [167, "153 ever recommend itself in preference so all that can be said about it. SOMPTING. A very charming and picturesque vil lage, within three miles of Worthing : indeed there are so many places of this description, within the circuit of ten miles, that the equestrian or pedestrian cannot but be gratified, let him go which way he may. FISHERMEN. The boatmen or fishermen of Wor thing chiefly employ themselves in the mackarel and herring season ; after which they return to a life of indolence, and seem to be extremely blest, if they have been able to procure enough for the maintenance of their families during the winter. They have little or no idea of saving against what is termed a rainy day, but generally expend their hard earned gains in temporary dissipation."], [168, "154 RIDES AND WALKS. In a country where there is so much to admire, the rides and walks must of necessity be beautiful. The Downs in the vicinity of Worthing, are beyond imagination delightful ; and for those who prefer equestrian exercise, they offer the most fascinating invitation. There is a pleasant delightful village near Worthing called Heene, contain ing a number of well built houses — from this place you pass on to a small market town called WEST TARRING. This place contains some very re spectable inhabitants ; has a weekly mar ket for corn every Saturday. The market house was pulled down some years since. The ruins of an old manorial house in which the tradition of the vil lage says Archbishop Beckett often re sided, still remains. It is now converted"], [169, ""], [170, "rSA* f r f/sff/< ft/ r Ss/// f/ts/ff/f, /*/t/l(f f//r /*<-/>///,/ r /t -/s /?■'■// /frf.j f'f'/st"], [171, "155 into a charity school. The church is pleasantly situated on the west side of the town, encompassed with a row of elms on one side, and on the other a large farm yard. It has a lofty and strong tower of flint and stone, with large buttresses. The Rev. Mr. Jordan is the resident minister. The reverence and attention paid to this gentleman from the impressive manner he delivers himself, so very different from the hasty way many perform the church ser vice, never fails to attract the admira tion of the hearers by whom he is always numerously attended. From Tarring is a pleasant walk to SALVINGTON. Near Tarring is the pleasant village of Salvington, celebrated as the birth-place of John Selden, whose extensive and profound learning obtained him the title of \" the glory of the English nation.\" He was eminently skilled in the Hebrew"], [172, "156 and Oriental languages, and had a most consummate knowledge of all laws human and divine ; nor was his mind less great than his learning; he was hos- pitable and generous, liberal to scholars, charitable to the poor ; he was attached to the church of England, and supposed to have a personal regard for the king; but being an enemy to arbitrary power, ecclesiastical as well as civil, and pub- lishing his opinions freely on the abuses in the church and state, he 'subjected himself to many persecutions from the King and the clergy, which he sustain- ed with the firmness becoming an honest man, conscious that he had promulgated only the doctrines of truth. He despised flattery and ostentation ; and although grave in his manners, was a most enter- taining and instructive companion when in the society of his friends, of which he had a numerous circle, consisting of the most enlightened men ofthe age in which he lived. The reader will per-"], [173, "157 haps be entertained with the following biographical sketch of this great man. He was born on the 16th December, 1584, and received the rudiments of his education at the free school in Chiches ter ; at the age of 16 he was sent to Hart Hall Oxford, where he remained about three years, and then entered himself of Clifford's Inn, London, to study the law ; after remaining there two years, he removed to the Inner Temple, where he soon acquired great reputation for his learning, and became acquainted with those learned antiquarians, Sir Robert Cotton, Sir Henry Spelman, Cambden and Usher, with whom he was on the most friendly and social terms of inter course. Mr. Selden was himself a great antiquarian, and it ever remained his favourite pursuit. In 1610 he became known to the learned world, by pub lishing two pieces \" Jani Anglorum facies altera, and Duello, or the original of single Combat.\" In 1612, he pub- p"], [174, "158 lished notes and illustrations on the first eighteen songs in Michael Drayton's Poly-Olbion, and in the year after, wrote verses in Greek, Latin, and English, upon Browne's Britlania's Pastorals; which, with various poems, prefixed to the works of other authors, occasioned Sir John Suckling to give him a place in his Session of Poets. In 16 14, came out his \" Titles of Honour,'' a work much esteemed at home and abroad ; and which, \" as to what concerns our *' nobility and gentry,\" says a certain writer, \" all will allow, ought first to \" be perused for the gaining a general \" notion of the distinction, from an 44 emperor down to a country gentle- 44 man.\" In 1616, he published Notes on Fortescue de Legibus Angliæ ; and in 1617, De Diis Syris Syntagmata Duo, which was reprinted at Leyden, 1629, in 8vo, by Ludovicus de Dieu, after it had been revised and enlarged by Selden himself."], [175, "159 In the year 1618, before attaining his 34th year, he published his \" History of the Tythes,\" containing many severe reproaches on the generality of the clergy, whom he termed as intolerably ignorant and lazy, comparing them to locusts; having nothing to keep up their credit but their title and habit, their studies not reaching farther than the common form of prayers, which they badly and disgustingly delivered: he contended that tithes are not due under Christianity by divine right, though he allowed the clergy's title to them by the laws of the land. This book, as may be supposed, gave great offence to the clergy, and originated literary war fare. Dr. Richard Montague, afterwards Bishop of Norwich, animadverted upon it in a very forcible and vehement man ner; besides evincing a bitterness of mind towards the author in their publi» cations, the clergy contrived to have him called, not before the high commission, p2"], [176, "160 as some writers have represented, but before some lords of the commission, and also of the privy council, which in those despotic times, under such a priest ridden monarch, was no ways difficult. He was ordered to make submission for daring to publish so sacrilegious a work as they denominated the History of Tythes ; this he did by observing that he had not the most distant idea of giving so respectable a body of men as the clergy any offence. But so satisfied was this great and learned man of the truths contained in the book, that he never would recede from the positions and opinions he had therein avowed. It must create surprize, that Mr. Selden came off so easy, when it is considered that the publication came out in the reign of King James. At this period, he was universally known as a great philologist, antiquary, herald, and linguist ; his name became wonderfully advanced, not only at home,"], [177, "161 but in foreign countries : indeed, such was his rapid progress to the temple of fame, that he was usually denominated the great dictator of learning to the English nation. In 1621, King James not agreeing with his parliament, imprisoned several of the members, whom he suspected of opposing his wishes, and ordered Mr. Selden to be committed to the custody of the sheriff of London, although he was not then a member of the House of Commons, but had only been consulted by them, and given his opinion very strongly in favour of their privileges, in opposition to the Court. The great respect he was held in, soon stirred up partizans in his favor ; and the interest. of Andrews, Bishop of Winchester, pro cured his liberation, after sive weeks durance. Mr. Selden returning to his studies, wrote and published many learned works. In 1623, he was a chosen a bur- P3"], [178, "162 gess for Lancaster ; but amidst all the divisions with which the nation was then agitated, he kept himself perfectly neuter. In 1625 he was chosen for Great Bedwin, in Wiltshire ; and in this first parliament, King Charles declared him self warmly against the Duke of Buck ingham, and when that nobleman was impeached in 1626, Selden was one ofthe managers of the articles against him. He opposed the court party the three following years with great vigour, in many speeches. The king after dis solving the parliament in 1629, ordered several members of the House of Com mons, to be brought before the King's Bench bar, and committed from thence to the Tower. Mr. Selden being one of this number, insisted upon the benefit of the laws, and refused to make any submission to the court, upon which he was removed to the King's Bench pri son. He was released the latter end of"], [179, "163 the year, though it does not appear in what manner; but the parliament in 1646, ordered him 60001. for the losses he sustained on that occasion. In 1630 he was again committed to custody with the Earls of Bedford and Clare, Sir Robert Cotton, and Mr. St. John, being accused of a libel, intitled \" a propo \" sition for his Majesty's service to bribe \" the impertinency of parliaments,\" but it was proved that Sir Robert Dudley, then living in the Duke of Tuscany's dominions, was the author. All these various imprisonments and tumults gave no interruption to his studies; but he continued to write and publish, as if his time was wholly occupied in lite rary labor. It appears that King James ordered Mr. Selden to trace the right of the crown of England to the dominion of the sea, and he had engaged in the work ; but upon the affront he re ceived by his imprisonment, laid it"], [180, "164 aside. However, in 1634, a dispute arising between the English and the Dutch concerning the Herring fishery upon the British coast ; and Grotius having in 1609, published his Mare Libcrum, in favour of the latter, Mr. Selden was prevailed upon by Arch- bishop Laud, who, though he did not love his principles in church and state affairs, yet could not help revering him for his learning and manners, to draw up his Mare Clausum, and it was ac-' cordingly published in 1636. This book recommended him highly to the favor of the court, and he might have had any thing he would solicit ; but his attachment to his books, together with his great love of independence, made him indifferent, if not averse, to posts and preferments. In 1640, he publish- ed De Jure Naturali, et Gentium Juxta disciplinam Hebræorum, folio. Mr. Puf fendorf applauds this workhighly ; but his translator Barbeyrac observes regardingit,"], [181, "165 that \" besides the extreme disorder and 44 obscurity which are justly to be cen 44 sured in his manner of writing, he \" does not derive his principles of the \" law of nature from the pure light of 44 reason, but merely from the seven \" precepts given to Noah ; and fre \" quently contents himself with citing \" the decisions of the Rabbins, without \" giving himself the trouble to exa \" mine whether they be just or not.\" Mons. le Clere says, that in this book Mr. Selden \" has only copied the Rab \" bins, and scarce ever reasons at all. \" His Rabbinical principles are found \" ed upon an uncertain Jewish tradi \" tion ; namely, that God gave to \" Noah seven precepts, to be observed \" by all mankind ; which, if it should \" be denied the Jews would find a \" difficulty to prove. Besides his ideas \" are very imperfect and embarrassed.\" There is certainly some foundation for these ; and what is here said concerning"], [182, "166 this particular work, may be more or less applied to all he wrote. Mr. Selden had a vast memory and prodigious learn- ing; and these had oftentimes the same effect on him, as they have always on men of lower abilities, such as Dodwell, for instance ; that is, they checked and impeded the use of his reasoning facul ty, perplexed and embarrassed his ideas, and crowded his writings with citations and authorities, to supply the place of sense and argument. The same year (1640) he was chosen member of parliament for the University of Oxford; and though he was against the court, yet in 1642, the king had thoughts of taking the seal from the Lord Keeper Littleton, and giving it to him. Lord Clarendon tells us, that Lord Falkland and himself, to whom his Majesty referred the consideration of that affair, \" did not doubt of Mr. Sel \" den's affection to the king, but with \" al they knew him so well, that they"], [183, "167 \" concluded he would absolutely refuse \" the place, if it were offered to him. \" He was in years,\" continues the noble historian, \" and of a tender constitu- \" tion ; he had for many years enjoyed \" his ease, which he loved ; was rich, \" and would not have made a journey \" to York, or have lain out of his own \" bed, for any preferment, which he had 44 never affected.'' In 1643, he was appointed one of the lay members, to sit in the assembly of divines at Westmin- ster, in which he frequently perplexed them with his vast learning: and as Mr. Whitelocke relates, \" sometimes when \" they had cited a text of scripture to 4C prove their assertions, he would tell \" them, perhaps in your little pocket \" bibles with gilt leaves (which they 44 would often pull out and read) the \" translation may be thus, but the Greek \" or the Hebrew signifies thus and thus; \" and so would totally silence them.\" About this time he took the covenant,"], [184, "168 and the same year 1643, was by the parliament appointed keeper of the re cords in the Tower. In 1644, he was elected one of the twelve commissioners of the admiralty ; and the same year was nominated to the mastership of Trinity College, Cambridge ; which he did not think proper to accept. About this time he did great services to the University of Oxford, as appears from several letters written to him by that University, which are printed; and in deed he never intended to disserve or injure any person or party, his only view in continuing with the parliament, being to keep himself out of harm's way, and to enjoy as much ease as he could in very uneasy and troublesome times. He never concurred in any violent mea sures, but often opposed, and always discountenanced them. Oliver Cromwell employed all his interest to engage Mr. Selden to write an answer to a book which had given"], [185, "169 great offence to him, but he absolutely refused. In the beginning of 1654, Mr. Set den's health began to decline, and on the 30th of November in that year, he died, in White Fryars, at the house of Elizabeth Countess of Kent, with whom he had lived some years in such inti macy, that they were reported to be as man and wife; and Dr. Wilkins sup poses that the wealth which Mr. Selden left at his death, was chiefly owing to the generosity of that Countess ; but there is no good reason for either of these surmises. He was buried in the Temple church, where a monument was erected to him ; and Archbishop Usher preached his funeral sermon. He left a most valuable and curious library to his executors, Matth. Hale, John Vaughan, and Rowland Jews, esqrs. ; which they would generously have bestowed on the society ofthe Inner Temple, if a proper place had been provided to receive it ; ft"], [186, "170 but this being neglected, they gave it to the University of Oxford. Mr. Richard Baxter remarks, that Mr. Selden was ie a resolved serious \" Christian, a great adversary, particu- \" larly to Hobbes's errors ; and that \" Sir Matthew Hale affirmed, how he \" had seen Selden openly oppose Hobbes *' so earnestly, as either to depart from \" him, or drive him out of the room :'' which shews that as Mr. Selden had great knowledge, so he had some portion of zeal. But the noblest testimony in favour of our great lawyer and scholar, is that of his intimate friend the Earl of Cla rendon, who thus describes him in all parts of his character. \" Mr. Selden *' was a person, whom no character can *' flatter, or transmit in any expres \" sions equal to his merit and virtue. \" He was of so stupendous learning \" in all kinds, and in all languages, as 44 may appear from his eKcellent and"], [187, "171 u 44 u u cc It 44 u <( 44 11 11 il 14 (4 (4 (4 44 44 44 • 4 transcendent writings, that a man would have thought he had been en tirely conversant among books, and had never spent an hour but in read ing and writing ; yet his humanity, courtesy, and affability was such, that he would have been thought to have been bred in the best courts, but that his good nature, charity, and de light in doing good, and in commu nicating all he knew, exceeded that breeding. His stile in all his writ ings seems harsh, and sometimes obscure, which is not wholly to be imputed to the abstruse subjects, of which he commonly treated, out of the paths trod by other men, but to a little undervaluing the beauty of a stile, and too much propensity to the language of antiquity ; but in his con versation he was the most clear dis course^ and had the best faculty in making hard things easy, and present- Q2"], [188, "172 41 ing them to the understanding, of 44 any man that hath been known. Mr. 4' Hyde was wont to say, that he valued 44 himself upon nothing more, than \" upon having had Mr. Selden's ac- \" quaintance, from the time he was \" very young ; and held it with great M delight, as long as they were suffered 44 to continue together in London : and 44 he was very much troubled always 44 when he heard him blamed, censur- 44 ed and reproached for staying in 44 London, and in the parliament, after \" they were in rebellion, and in the 44 worst times, which his age obliged 4' him to do; and how wicked soever 4t the actions were, which were every \" day done, he was confident he had 41 not given his consent to them, but \" would have hindered them if he could 44 with his own safety, to which he was 44 always enough indulgent. If he had \" some infirmities with other men, they 4"], [189, "173 44 were weighed down with wonderful 44 and prodigious abilities and excellen 44 cies in the other scale.\" - Mr. Selden's works were collected by Dr. David Wilkins, and printed at Lon don, bound in six volumes, in 1726. The editor has prefixed a long life of the author, and added several pieces never before published ; particularly letter?, poems, &c. The following Latin inscription is cut in wood over the door of the house at Salvington, in which the learned Selden is supposed to have been born. GRATUS HONESTE MIH NO CLAU- DAR INITO SEDEQ FVR ABEAS NO SV FACTA SOL VTA TIBI.* On the front over the door way cut in stone is 1601. * An honest man a friendly welcome meets, My doors, though open, ne'er a rogue admits. «3"], [190, "174 FERRING Is a small village, situate in the south borders of the county, in the rape of Arundel, and about 6 miles from that delightful town, in a rich cultivated flat, near the margin of the ocean, but graced at a little distance to the north, with the fine hill of Heydown. The place appears to have been once considerably larger than at present from the foundations and old walls that are often dug up andstill visible. It hath two distinct manors, distinguished by East and West Ferring ; the latter, which is the principal, and where the church stands, belongs to the Bishop of Chi chester. Tradition says that Wm. Read, who was bishop from about 1363 to 1385, had his palace here. The truth is probably that the said bishop who built a castle at Amberly, on the banks of the river A run, not more than 10 or 12 miles from thence, was then in pos-"], [191, "175 session of this estate, and had a seat here, where he occasionally resided, for the manor-house close behind the church was certainly much larger. How it was disposed of afterwards, we do not learn, till we are told it belonged to one Tho mas Watersfield, which must have been about the year 1570, for we find from the register, that George Watersfield was inducted to this vicarage in 1578, who was probably his younger son, and brought up to the church for that pur pose. Afterwards we believe it belong ed to the family of Westbrook, who are buried in the church, and whose co-heiress carried their estates to the Richardsons, for the Windmill on the summit of Heydown hill still belongs to them. The next possessor was Mr. Cole brook, of Chilham Castle, in Kent i who became immensely rich by means of the South Sea stocks, and was suc ceeded by his son Sir James, and he"], [192, "176 by his brother Sir George ; but by a monopoly of hemp, lost his great for tune, and sold this estate to Sir John Shelly, bart. at whose death, the fortune being much incumbered, and the heir apparent still a minor, this estate was again sold to Mr. Wm. Henly. It is not a freehold, but leasehold estate, for three lives, held under the bishop ; and the great tithes under the prebend, who presents to the vicarage. The other manor of East Ferring be longed some time to the Westbrooks, who lived in a house, still remaining in that part of the village, one of whose coheiresses carried it in marriage to the Richardson's family above-mentioned, and it is now the property of Wm. Rich ardson, esq. of Findon, in this county. The present condition of the church is very insignificant ; and a passenger, however curious, would scarce be in duced to step aside and look upon it. But its mean appearance is rather a"], [193, "177 curiosity, being without a steeple, and the three bells hung in a kind of cage, which is of open wood work, thatched. But from the inward structure of the church, and from some flinty masses that still lie at the west end, no doubt it was once larger, and had a steeple, which being destroyed by fire or some accident, this temporary receptacle was formed to receive the bells, which are not hung aloft, but in frames upon the ground, and rung almost like a common hand-bell. Besides this is the mother church of a good old spire at Preston, about two miles westward, and also of Kingston, still nearer towards the sea ; but there is no chapel now existing at the latter, though no doubt there was one once, as mention is made of land by that church yard, in the terrier of Fer ring. There is also to be seen a separate register belonging to that place. Insignificant as this church appears on the outside, it is not so despicable"], [194, "178 within; if the roof was made more de cent by a ceiling it would be a neat place of worship. As to the monuments it contains it has more than in any of the churches hereabouts, but they are chiefly modern — indeed ancient ones with recumbent figures and men in armour are quite scarce here. This may be accounted for perhaps by the fear of invasion formerly, which drove the gentry to live and rest their bones quietly amidst the most impenetrable parts, still called the wilds. HEYDOWN HILL. This delightful hill is situateabout half a mile from Ferring, and is in length from east to v/est nearly the same, but much less from north to south. The stratum of which it is formed is chiefly chalk, but yields a pleasant verdure. On its summit are evident traces of a small encampment, formed by a single trench of earth thrown up. When or for what"], [195, "179 purpose this was made, we will not pre tend to conjecture. Here once perhaps stood in battle array a formidable body of knights and valiant men in armour, brandishing their glittering weapons towards the occean. But now remains only one solitary figure, and that of gigantic stature, clad too in a venerable coat of mail, with long and mighty arms outstretched, fighting with the winds. Such was the formidable figure with which the re nowned Don Quixote is represented to have had a most desperate and laughable engagement. But to lay aside the lan guage of chivalry and romance, this wind mill here serves as a charming object to the country round, and as a useful land mark to navigators : the elevated sight affording a most lovely prospect both by sea and land ; the latter westward adorn ed with rich fields of corn, &c. inter spersed with picturesque woods and innumerable villages, besides the loftier"], [196, "180 towers and spires of Arundel, Chiches ter,&c. while the Isle of Wight rises with great majesty out of the watery expanse, which is enlivened by the white and glit tering sails that play upon its surface. To the east extends along the shore over the churches of Goring, Ferring, Broadwater, and the harbour at Shore ham to the white cliff's beyond Brigh ton. This part ofthe hill as far as the hedge eastward is in the parish of Ferring. — Excited by curiosity as well as from the extent and fineness of its views, many ofthe visitors to Worthing form them selves in parties and make an excursion to the Millers tomb, to enjoy the novelty and grandeur of the scene. Few travellers passing in their way to Arundel or Chichester that are inform ed of this circumstance (as the road passes very near the north side ofthe hill) but stop to view this modern curiosity, which is of a very singular"], [197, ""], [198, "r /A, r /t////rr.J f Sr'//l/"], [199, "181 nature, the following particulars may be acceptable to our readers. THE MILLER'S TOMB, In which are deposited the remains of John Oliver. The stone which covers the tomb has the following inscription. For the reception of the body of John Oliver When deceased to the will of God ; Granted by William Westbrook Richardson, Esq. 1766. Mr. Oliver occupied a small farm on the eastern bosom of the hill with the windmill upon the adjacent summit. Near his house he fixed a curious piece of machinery, representing an old woman and her dog endeavouring to rescue a smuggler from a custom-house officer. Thefigures were formerly all put in motion by four sweeps like those of a mill. Mr. Oliver being now dead the machinery is gone to decay, and it will probably never be repaired. R"], [200, "182 The tomb is surrounded by rails, and has a yew tree at each corner. Much of that side ofthe hill where it is situated,. was also decorated by him with various small plantations of shrubs and flowers, a rural alcove and other simple beauties of art. '! he alcove is about ten yards from the tomb ; in this retreat the mil- ler spent most of his leisure hours. It is also an agreeable resting place for those who walk hither, and a very con- venient tea-drinking box, many persons using it for that purpose, taking with them their tea and sugar only — during the season a person always is in attend- ance from the miller's house to supply the company with hot water, bread and butter, and every necessary article for the tea table, an accommodation extremely acceptable and agreeable to many. On this spot Mr. Oliver for nearly twenty-seven years previous to his demise had his tomb prepared for his interment. His coffin was also made many years"], [201, "183 before he died on which were inscribed Memento Mori. It used to be fixed on castors, and wheeled every night under thebedofirs intended possessor. We are not disposed to enter into any objec tionable controversy as to the propriety ofthe miller's conduct relative to his wish to be buried without consecrated rites ; if we can judge from the com plexion of the selections he madej he must have possessed a feeling and a good heart. To a sound understanding were united the love and practice of true religion. ARUNDEL CASTLE, Is about ten miles from Worthing^ and may be viewed the first Sunday i,n every month. It is considered a fashionable lounge by the visitors who resort to Worthing, Brighton, Hampton or Bognor. Indeed it would betray a want of taste to neglect viewing the princely mansion, being so near. His R 2"], [202, "184 Grace the Duke of Norfolk hospitably invites strangers to view and enjoy the beauties of this most magnificent resi dence. Perhaps no other building of equal date has been retained in a habitable condition, without having its appear ance and the stile of its construction in some degree perverted by additions andalterations inconsistent with the taste ofthe age in which it was built. Arun del Castle, on the contrary, is but main tained and continued by its present ex terior improvements, vast as they are ; the design of the original founder is still obeyed ; the new walls have risen upon the ancient model, and correspond with the old ones in solidity of fabric, as well as dignity of ornament. The successor ofthe Montgomery's, the Alberneys, and the Fitz Allans has respected their taste, and that ofthe ages in which they here held dominion over their ample terri tories. An entire new front of massy"], [203, "185 stone, which differs materially from the others, particularly in exhibiting the in signia ofthe Howards, mixed with those of their predecessors, and two colossal gures of Liberty and Hospitality, emble matical of the princely owner. In raising this front, the duke has taken an opportunity to enlarge the house, and appears to have gained the space now occupied on the basement story, by a long range of servants offices, including a new kitchen, with two fire places, and grates twelve or fourteen feet long. A new dining room, or rather hall, on the principal floor is also in this part of the building. The walls are stuccoed, and a skirting of mahogany runs along the whole to the height of four feet, and a music gallery at the bottom is complete. The whole is upon a very extensive scale, and has a noble and grand appearance, enriched with a beautiful painting on glass of great value, which gives to the apartment a splen- R3"], [204, "186 dour and dignity beyond description and truly worthy of the notice and in spection of the visitor. This is one of the most sumptuous and appropriate of the interior improvements. It is con structed entirely of mahogany, richly carved with the foliage of the oak and the vine, and is supported -by solid pil lars of the same valuable materials, em braced by similar ornaments. But of all the modes of liberal and dignified expence displayed in this man sion, that which is peculiar and distin guishing is the use of the richest mahogany in almost every decoration, and for purposes to which ordinary wood is thought sufficient in the finest houses. Thus the walls, being more than six feet thick, form a kind of frame for each window, which is five feet deep on the inside; and the whole of this spacious case, not excepting the top, is lined with mahogany of more than an inch in thickness. The window frames which"], [205, "187 hold the magnificent plate glass panes, three feet each in height, are of course of the same material ; and the solid mahogany doors are held in cases of the thickness of the inner walls perhaps four feet deep, all lined with pannels of the most beautiful grain. It was once intended to floor all the best rooms with this costly wood ; but when it was tried in one apartment, the effect was found to be gloomy. In the original Saxon keep which re mains in tolerable condition may be seen a number of remarkable curious owls; ycleped horned. These, with a number of spaniel dogs ofthe true King Charles's breed ( upon which his grace sets a pecu liar value) may be seen at the dog ken nel,and will afford a pleasing gratification to those who are fond of beholding' na tural curiosities. The duke has fitted up a most ele gant library in one of the wings in the same elegant style as the whole of the"], [206, "188 interior ; but to this the public are de nied admission, Indeed all things con sidered it would be too much to ex pect ; not but his grace would at any time give permission, if particularly requested so to do by persons capable of conducting themselves with pro priety ; but to give a general licence to view it, no reasonable or moderate per son could expect. At the end adjoining the Baron's hall, is a new chapel erected, and nearly finished externally, and is intended to be a correct specimen of the early Gothic. MITCHEL GROVE, The fine old seat of the Shellys, is situated in a deep valley, beautifully varied, and well covered with wood. It has been the seat of the family ever since the time of Hen, 6. when John, the son of John Shelley (who was M.P. for Rye, in this county, 5, 8, and 9 H. 5. and"], [207, "189 1 H. 6.) married Elizabeth, daughter and heir of John Mitchelgrove, of this place. William, the eldest son of this match, was one of the judges of the Common Pleas, in the reign of Hen 8. and much increased his estate by marrying a co heir ofthe Belknaps, of Warwickshire. The parish church of Clapham, to which Mitchelgrove belongs, is situated about a mile from that seat, upon a noble eminence, commanding a glorious view towards the sea. It is itself a pictu resque object from the Arundel road, peeping out of surrounding woods. The structure is small and antient, with a low shingled spire. Here, as we ex pected, are a few very handsome old me morials of the Shelleys. On the south side of the chancel is a noble mural monument of stone, with the figures of a man and woman, In flowing dresses, kneeling at a desk, with seven sons and as many daughters : the whole adorned with the Shelley arms"], [208, "190 and quarterings, but without inscrip tion. This seems to have been for Judge Shelley, beforementioned. Opposite to this is another mural memorial, with brass figures, and arms for the judge's eldest son, with an in scription. On the floor, is a stone inlaid with very large and splendid brass figures, whose armour is adorned with the Shel ley arms. It is for the second son (who was heir to his brother) of the person last commemorated, and has an inscrip tion. There are several other brass plates with figures and epitaphs relating to the Shelley familj . The mansion is a large quadrangular brick building, of a singular construc tion, with a sexagon turret at each cor ner. Over the door is the date, 1553, which is the time of Judge Shelley's eldest son. The principal entrance is from the south, which leadsinto thegreat hall, 53 feet 6 inches, by 26, 8. On the"], [209, "191 east is a good dining parlour, 31 feet 9 inches, by 20, 6 ; and over it a drawing room of the same size. To the south above stairs, is a gallery 78 feet long. Here are also some paintings worth notice. At the top of the vast hill to the south, is an extensive park, covered with wood. This, we are informed, be longed to the seat of the Palmers of Aug mering, and is still called Augmering Park. In ploughing a field here some years ago, there was found a pot of Roman copper coins. CISSBURY CAMP Is celebrated for its antiquity. Some attribute the first works in this place to the army of Julius Cæsar, and direct you to the very spot where his tent is supposed to have stood. They imagine that Cissa, the Saxon monarch, only improved this place as a proper military"], [210, "192 station. From this place may be seen another entrenchment of a similar nature to the entrenchments of Cissbury orna menting CHAUKBURY HILL. It is situated at the very edge of the Downs, to the north, about six miles from Worthing: to these places large parties of visitors resort during the season. SIEYNING Is a very ancient borough and market town, about eight miles from Worthing, and was in the time of the Saxons of great note, when according to history, it had a priory of Benedictine monks, and a church in which St. Cudman was interred. It is supposed to have ob tained its name from a Roman road, which once passed through it from the county of Surrey to Arundel, &c. The church is of Norman architecture, and"], [211, "193 remarkable for its antiquity. Steyn ing has a market on the Wednesday in every other week, and three annual airs. BRAMBER CASTLE. This castle according to Cambden was iven by William the Conqueror to William de Breose ; from the style of the building and form of the works, it appears to be of much earlier erec tion, and it served as a guard to the ancient Avon. The town of Bramberis reduced to a small inconsiderable place. In 1786, it consisted of only 36 cottages. The proprietors of these cottages, in common with the freeholders in the rape of Bramber, have a right to vote along with the inhabitants of Shoreham. NEW SHOREHAM Is five miles from Steyning and Bram ber, and situated on the sea coast. It is a borough by prescription. The parish church was formerly collegiate ; many"], [212, "194 ships are built here ; a great deal of business is transacted at the Custom House here, which has an establish ment of a collector, comptroller, and clerk. OLD SHOREHAM Is a village adjoining to New Shore ham, from the ruins of which, the latter has gained it present consequence. The following hand-bill was sent to us through the general post last autumn. \"SOHO! BRIGHTON AND WORTHING \" TOUTERS!!! \" Every person visiting these places, 44 will be struck with astonishment and 44 disgust, at a scene of shameless impor ** tunity invariably played off on the ar \" rival of every visitant. The moment \" the rattle of a carriage is heard, it is the 44 signal for the assembling of a set of ra \" pacious harpies, denominated Touters! \" For the derivation of this term, the 14 reader will perhaps be puzzled, and he"], [213, "195 t 4 (4 44 (4 44 14 41 44 44 44 44 44 (4 44 44 44 44 (4 41 <4 41 44 is referred to two words of similar im port, viz. Touse and Toot ; the former, according to Dr. Johnson, means, '■'■to pull; to tear ; to haul ; to drag \" the latter, according to the same learned lexicographer, signifies, \" to pry ; to peep ; to search narrowly and slily .•\"— to do all these things, as well as to fore stall each other, is the occupation of these heroes, who are a disgrace to the name of tradesmen. These Tousers ! Tooters ! or (in the cant phrase of Sus sex) Touters! maybe likened unto a pack of hounds who have been kenneled for some time upon meagre diet, and suddenly let loose upon a delicious treat of horse-flesh, at which they pull, tear, haul, and drag, ox pry, peep, or search narrowly and slily for the tit bits, and never quit the carcase until they have picked the bones. It is the prac tice of one or two of these leeches, whose impudence soar beyond the rest of their competitors, to follow every s 2"], [214, "196 44 stranger up one street and down ano 44 ther, like thief -takers , and who it is 44 almost impossible to shake off, without \" something like a pledge that he will 44 deal with them. 44 The whole pack upon the arrival of 44 the stage coaches, lay hands upon every 44 passenger's luggage, and with the most 44 fawning and crouching servility, beg to 44 be permitted the honor of carrying it to 44 the respective inns, lodgings, or, where \" ever the stranger is about to sojourn. \" To such a pitch has this disgraceful \" custom arrived, that every one now 44 either touts himself, or employs a tou 44 ter ; and happy is the visitant who can \" steal in under the cover of darkness, 44 and escape the disgusting and disgrace 44 ful spectacle. \" New Steyne Hotel, \" Brighton, June Wd, 1812.'* On reading this bitter sarcasm upon the tradesmen of Brighton and Wor thing, we are led to consider how far it"], [215, "197 coincides with truth, as it relates to the inhabitants of this delectable spot, and as well to make a few occasional remarks, in doing which our intention is 44 nothing to extenuate, or aught set \" down in malice.'' It has been an invariable custom and we believe the general usage at all watering places, that on the arrival of visitors, for the different tradesmen immediately to assemble, and eagerly solicit their favours; therefore it cannot be urged that Brighton and Worthing stand alone in this parti cular. The manner of soliciting, and the time that the application is made, can only be objectionable, and affords the only subject for reprobation ; and this eagerness may be attributed to that competition, which will always be the case, when numbers are engaged in the same line of business, each will endea vour to eirrulate and transplant his brother tradesmen. To say they pull, tear, haul, drag, we conceive is rather S3"], [216, "198 too strong a colouring. We confess in some degree our ignorance as to the true knowledge of the extent that the touting system is carried on at Brighton, or how far it has obtruded upon good manners to the annoyance of its visitants ; under this impression, we do not feel ourselves at liberty to make any particular comment, therefore we shall leave our princely neighbours to rebut and defend themselves from the charge of touting, as described by the witty and sarcastic author. If the accusation is false, our assistance is not wanting, truth will find its level, and the story its own grave. If the charge is true, and amounts to the full descrip tion given, they. are richly deserving the exposure, and we sincerely wish a re formation of manners, as the only means of getting rid of their powerful oppo nent, who it is whispered will not lose sight of holding them up to ridicule, should they continue their nefarious"], [217, "199 and shameful conduct ; and which, from the broad hints thrown out, amounts to a species of criminality, against which the public certainly ought to be guarded. Worthing may have its faults as well as other places, but we cannot, in jus tice to the tradesmen, agree with the author, that they are so violent in their applications as described by him. Com paring them to a pack of hounds, who are suddenly let loose upon a delicious treat of horseflesh is going too far ; the satirical observation may excite the risible faculties, but when it goes to injure the fair and industrious trades man, the humour is lost in the reflec tion of having occasioned a pang in the bosom of men who are deserving of praise, and not censure ; that if at any time there has been a trifling deviation in the strict line of decorum, it has not been occasioned by any criminal views. Whoever has visited Worthing, must"], [218, "200 acknowledge the tradesmen are of the most obliging demeanor, and ever ready to pay the most respectful attention, and that without fawning, crouching, or servility : surely it can be no crime to offer their services as early as possible on the arrival of strangers, and when it is considered that the contracted commerce of Worthing has not the means of sup porting its inhabitants, after the season has ended, a briskness and alertness can not be surprizing, provided it is done with due and polite decorum. A trades man seizing and carrying away luggage is certainly a great meanness, and a con descension by no means proper in those who have any pretensions to respectabi lity, and when such a degradation is sub mitted to, it must be obvious that it can be done for no other motive than that of making the stranger subservient to their views, and which carries in the very face of the officious intruder, a fraudulent intention; besides, it takes"], [219, "201 away the pittance and reward due only to the porters ofthe inn. The author has very humourously given the explanation of touting, from that great luminary of learning, Dr. Johnson ; but the touters appears rather to have consulted the Lexicon Bala tronicum for their instruction : and in order that our readers may become pro perly acquainted with its origin, and equally as learned, we venture as Etymologists, to give its explanation from that learned work, viz. Touting (from tueri to look about) \" publicans \" forestalling guests or meeting them 44 on the road, and begging their custom, \" also thieves upon the look out.\" Hav ing said this much as to the explanation of Touting, we sincerely hope and trust the respectable tradesmen of Worthing will never commit themselves so disgrace fully, as to come under its description, and thereby lay open to the exposure of any one who may chuse to attack them,"], [220, "202 We are persuaded when they consider the opprobrious epithet that is annexed to such proceedings as touting, and that it characterises a species of criminality so deservedly to be condemned by every upright and honest tradesman, they need no other incentive to desist from so mean and despicable a conduct. The Touters profits arise from send ing you inferior articles at the best price, short weight and measure, more items charged for than had, &c. This enables them to be liberal to the servant, who is always ready to give the touter a most excellent character for civility, honesty, and industry, when in fact he possesses neither. There are various Touters, some of whom are to be met with at the libraries, who pick the visitors up and introduce them to certain trades men who engage them for that pur pose. These sort of Touters are aspecies of chattering half-bred gentlemen, who lend their services merely for the ad-"], [221, "203 vantage Of -a good dinner and wine ; there is one at Worthing of this de scription, and we can assure him if he does not desist from his illiberal and unmanly behaviour towards us, we shall give a broad caricature of him, and that in a way the visitor shall not be mis taken. There are sometimes persons employed to propagate evil reports of Worthing, such as asserting it is very much troubled with typhus fevers, &c. but this is a base assertion, a more healthy place there cannot be, therefore our readers are apprized that it is a stratagem hit upon to injure the place. Our readers may not perhaps consider it amiss at our offering for their con sideration a few observations as to the best manner of resisting those improper applicants termed Touters, as well as a description of their mode of proceedings. In doing this we may in all probability offend the Touters ; this we shall not care much about, our earnest wish is"], [222, "204 to serve our friends the public, to whom we shall ever pay our court, and while guided by a strict and unalterable line of conduct, we entertain little fear of the enmity or illnature of a paltry few. We form our expectancies from the liberal minded ; from the narrow contracted mind we have not any thing to expect. From the honest, fair, and upright tradesmen, we are assured * of friend ship and esteem, as the beggarly and shameful practice has been very strongly reprobated by them ; therefore we shall do our duty by giving a full and fair exposure of touting, carefully observing \" nothing to extenuate or aught set \" down in malice.\" As we have before observed the re spectable Worthing tradesmen do not tout ; they feel too much consequence to submit or degrade themselves by such conduct; therefore the reader must under stand the exposure is only given in order that they may be aware of such"], [223, "205 characters should they go to any other watering-place. In the hand bill already spoken of it appears the first attack of the touter is immediately on the arrival of the visitor into the town; it says nothing of meeting the coaches at some miles distance; there fore we shall introduce them to the reader's notice previous to the arrival. It is a well known fact that these touters will go some distance upon these wily expeditions in order to meet the coaches to introduce themselves and form an acquaintance with the servants of visitors, and mould them to admit of their fraudulent impositions upon their masters or mistresses. It not unfrequently happens that these honest tradesmen frequently come in contact with each other, then comes the tug of war, and in order to be first oars various stratagems are resorted to to avoid each other ; such as getting up into trees or secreting themselves in hedges or old buildings T"], [224, "206 until the coaches come by, upon which they immediately get up, make their enquiries, and proceed to business with every dispatch. The touter's appearance is very much in his favour, having generally a nice white apron, and with every other necessary costume to give him the semblance of a respectable tradesman. It is a matter of no con sequence whether you want houses, lodgings or stabling, &c. &c. all is fish that comes to his net ; he can provide and accommodate you With every thing from a needle to a boot-jack ; that is to say, what he is not dealing in himself he can procure, for which kind service he receives a certain premium from his quondam partner or touter : thus is the visitor handed from one to the other without a chance of an escape. To avoid this first manœuvre ofthe touter especial order should be given to ser vants not to notice or become enamour ed with the civilities offered by stran-"], [225, "207 gers, or enter into any engagements with tradesmen, however respectable they may appear, until they have been pro perly set down or arrived at the place of destination, and made the necessary inquiries ; to be particular in not an swering any of their friendly importu nities, as to how long they are going to sta\\', the number of the family, what they are and where from. Questions of this description are put in so rapid a succession to the artless servant that he is almost sure to fall into their net, and if the answers suit the touter, so he in creases in politeness and civilities; every art and stratagem is then put in requi sition to enable him to gain their confi dence, and if, which too frequently is the case, the servant is addicted to drinking, the object of the touter is rendered cer tain, as no want of the chearful glass is neglected to enforce and insure their acquiescence to every proposition which they please to make. t2"], [226, "208 It frequently occurs that persons have been under the necessity of waiting for a considerable time in a church-yard for the clergyman to attend and perform the funeral service, and sometimes under a pretence that if the party to be interred died of a fever it would be dangerous to come near the corpse, but at a great distance jabber over the burial rites with every possible haste ; such inde corous behaviour towards the parish ioners, whether rich or poor, is extreme ly reprehensible and unbecoming. In order that our readers may be acquaint ed with the nature of the punishment lhat can be inflicted upon these clerical offenders, we shall give them the ab stract ofthe 63th Canon, one of those long neglected laws to which men in holy orders are subject and bound to pay implicit obedience. The said canon runs thus : \" No minister shall"], [227, "209 refuse or delay to bury any corpse that is brought to the church or church-yard, \" (convenient warning being given him \" before) in such manner and form as \" is prescribed by the book of Common \" Prayer. And if he refuse to bury, \" except the party were denounced or \" excommunicated for some grievous \" and notorious crime, (and no man 4f able to testify of his repentance,) he \" shall be suspended by the bishop of \" the diocese from his ministry, by the 44 space of three months.\" To delay or refuse the interment of a corpse from any whim, fancy or conceit after a proper notice is given to the clergy man according to the form prescribed, (for the hour of interment rests with the parishioners;) if then after this notice they neglect attending, and do not read over the whole of the burial service, they become liable to suspension ; an example once or twice made of some of these nam by-pamby clerical men would lessen and"], [228, "210 cure them of their imperious and inso lent consequence. It is such charac ters as these who reprobate the increase of Dissenters and complain oi empty pews. Can they expect to exact homage from their parishioners and arrogantly con ceive it their due? Do they suppose that mankind in this enlightened age will either respect or venerate them ? certainly not ; but will indignantly retort as with Otway's Pierre, when he says to the Roman Catholic Priest, \" You want to lead \" My reason blindfold, like the hamper'd lion, \" Check'd of his noble vigour ; then when baited \" Down to obedient tameness, make it couch \" And shew strauge tricks, which you call signs \" of faith, \" So silly souls are gull'd — and you get money. V Away — no more.\" THE END. 3ui\\iu6y M. Jones, Printer, 5, Newgate Street, Lond9n."], [229, ""], [230, ""], [231, ""], [232, ""], [233, ""], [234, ""]]