[[1, ""], [2, ""], [3, ""], [4, "• S CUFF . .."], [5, "GUY'S- CLIFF, OR THE CAVERN OF DESPAIR: AMD T PI E D U N - C O W OF DUNS MOOR HEATH, ALSO STlje ISutcIjfr ■©utUJtlttO ftp IJjc lUUjpcr \\ A SHOCKING BAD MATCH! AND AN EXCELLENT MATCH ! By Harrison Corbett Wilson, Esq. author of \"the artillery officer's bride,\" \" leander, the wandering minstrel,\" \"leamington,\" \"warwick casti.e,\" and many other poems. EDWARD FODIJN, £t)e Kecal aramington printing *©EcrB, 13, -JSrgput si AND SOLD BY ALL BOOKSELLERS. 1847."], [6, ""], [7, "CUY'S-CLIFF, OR THE CAVERN OF DESPAIR. ROMANTICALLY situated on the fertile banks of the river Avon, an antique mansion, formerly the private residence of the famous Sir Guy of Warwick, rears its turretted roof amid the dense foliage of the trees which surround it, while a small part of its gothic looking front is seen from the high road leading from Warwick to Kenil worth, as you look down an avenue of old Scotch firs, blending their boughs closely together at the top, which in a great measure exclude the light penetrating through them, and cast around a solemn gloom on the grass walk beneath. Upon a nearer approach to the mansion, which is of unique structure, in the old monastic style, it is perceived that it is built upon a rock, part of whicb, facing the Avon, rears itself in the form of a cliff, partially overgrown with brambles, and crowned with overhanging beech and chestnut tiees ; beneath which a green sloping bank,"], [8, "4 GUY's-CLIFF, OR THE planted here and there with low shrubs — laurestinus and junipers — extends down to the river, whose glassy stream picturesquely meanders ulon<; the boundary, occasionally under llie shades of ancient ash trees that grow on (lie margin, spreading their wide branches across the rippling water. A short distance from this point of view, a curious old water-mill (said to be as old as the Norman Conquest, and embosomed iu lhe graceful foliage of the weeping willows waving around.) impedes a farther view of the Avon, whieh, to gether with the clacking of the mill-wheels, and the rushing sound ofthe foaming waterfall adjoin ing, give a pleasing and romantic variety to the loneliness of the spot. Still winding along the path, on the margin ofthe Avon, with the cliff ris ing above your head on the right, you arrive at the entrance of a gloomy excavation in the cliff, and proceeding down a narrow passage, you soon be hold a dark vaulted cave, into which a transparent rill gushing from a mossy crevice of the rock, empties its limpid stream, and is said to be the bath in which Sir Guy used to refresh himself evpry morning. Several other excavations in the cliff are also worthy of observation, particularly the one in which we are told that Sir Guy pined himself away in gloomy solitude, having alone the bats and owls for his nocturnal companions, flitting around the entrance of his darksome abode, or singing tlieir mournful dirge in the dark cedars"], [9, "5 CAVERN OF DESPAIR. hard by; while the silent moon, in brightest splen dour, shad her silvery beams upon the rippling Avon, whose glittering surface shone as bright as gold, save where a solitary cypress cast its sombre shadow on the water. Now proceeding along a narrow walk, winding its serpentine course up the cliff, with wild flowers, bushes, and trees growing on each side of the way, and banging over at in tervals, it is pleasant to look down from tbe emi nence upon the lawn and river below, through the openings of the trees which occasionally present themselves from abrupt declivities, giving you a beautiful view of the adjoining grounds, the an cient mill, with the waterfall and bridge across it. And as you higher still ascend, you meet with a rugged rampart, formed by Nature in the rock, which commands a limited but picturesque pros pect ofthe scenery beneath, giving a slight glimpse at the fertile meadows beyond the Avon, bedecked with mantle green, enamelled over with yellow flowers; and upon which rampart you may easily fancy Sir Guy look delight in keeping his mid night vigils, clad in all the warlike accoutrements of feudal chivalry ; while, as the turret clock tolled the solemn hour of twelve, a beautiful lady, dressed in flowing robe of purest white, with face of pensive loveliness, walked with graceful step upon the dewy lawn below, ever and anon casting upraised eyes of heaven's blue towards the dark some knight, as on his gleaming spear he leant his"], [10, "6 guy's-cliff, or the stately form ; and then perchance she might have serenaded him with a song, not very unlike the following: — Why watch you on that rampart there, So lonely and so sad ; Within thy breast must dark despair Ne'er let thy soul be glad ? Say, noble knight, what bids thee mourn And midnight vigils keep ? Hath blighted love left thee to mourn In sorrow dark and deep : Oh ! say not so, — for Zarah loyes Her fond and faithful knight, And to his gloomy cave she roves Her sacred vows to plight. Yes, she adores her good Sir Guy, And ever true will be : For pleasure in her beaming eye No other youth shall Bee. Then come aod place the hallow'd ring Upon my finger now, And wreaths of blushing roses bring To crown my pearly brow; For I'll be thine 'till death shall part,— Thy fair and lovely bride ; To thee I'll give my life— my heart,— And never, never chide! At which encouraging song the gloomy Sir Guy, seeming nothing comforted, probably gave the following reply : — Oh, Zarah ! thou art false and fair As ever maid can he ; Could 1 believe that still you are So faithful unto n%? '."], [11, "CAVERN OF DESPAIR. 7 Oh! no, I cannot ever trust That treach'rous heart of thine— And left in loneliness I must For ever hopeless pine. Go, lovely Zarah, ro thy way, — I know thou lov'st me not ; Oh ! leave me to my grief I pray, Since thus I am forgot. I'll hide within the rock so drear, 'Till life shall waste its span And unto thee will e'er appear A solitary man. Farewell, sweet Zarah ! fare thee well ! I hail my cave to-night, Beneath its darksome vault I'll dwell, Hid from the morning's light. Away ! away ! intrude no more On my mysterious woe,— For 'till this dreary life is o'er, It must, alas ! be so ! Which song Sir Guy having sung in a deep sc-puU chral tone of voice, instantly disappeared from the fair Zarah's view, and was lost among the dense foliage of the trees which hung over the cliff whereon he stood ; so here we will leave him alone to indulge in his gloomy solitude; for the beautiful Zarah, being quite hopeless of ever changing his melancholy mood, retired to a convent far away, and remained a nun all the rest of her days. The above, with many other interesting ob jects and romantic ideas, both attract the eye and excite the imagination as you ramble about the delightful pleasure grounds around the venerable"], [12, "8 GUYS-CLIFF, or the mansion. But, upon entering therein through a lofly hall, hung round with ancient family por traits, and some curious old armour and imple ments of feudal warfare, interspersed with the branching horns of the staos, and with here ami there an antique cabinet, inlaid with brass and ebony, standing about, you soon are ushered into an elesfant suit of drawings-rooms, commanding beautiful and picturesque views of lhe scenery about the banks of the Avon, as you look through tiie gothic windows down the steep grey rock, par tially overgrown with ivy, upon which lhe mansion is built, which affords a delightful landscape to ga/.e upon; and having sufficiently gratified your eyes with the various interesting objects that pre sent themselves, both within and without, you are nt length shown into a lartre dining-room, wilh o O *— * high windows ut it, panelled with oak wainscoting, aud siting round with numerous portraits, land scapes and sea views, at the further end of which the wainscoting slides back, and upon the startled gazer's view instantly appears — \" The Cavern of Despair.\" It isa fine oil coloured painting of considerable dimensions, representing lhe interior of a dark gloomy cavern, in the midst of which sits a wretch ed looking human being, with scarcely any clothing upon him to cover his lank, meagre person, almost worn to a skeleton, while his long black hair hanos wildly dishevelled over his haggard, woe-begone"], [13, "CAVERN OF DESPAIR. 9 countenance — whose livid lips and large glaring eyeballs make you shudder as you gaze upon him. ('lose by his side lies lhe hapless victim of his re venge, with a dagger besmeared with gore, plung ed into his heart ; while near him an awful spectre, clad in armour, rears its shadowy form, and the owl and bat, with other birds of ili omen flap around amid the gloom ofthe cavern, the effect of which is greatly heightened by the solemn light cast into the room through the large windows overshaded with tall trees. Some years ago I was much struck with the sight of this picture, and learnt from the housekeeper who attended me to point out the va rious objects most worthy of notice about the man sion, that it was painted by a handsome youth Ofa very romantic turn of mind, during an excursion in Italy, who would have inherited Guy's Cliff and the estate belonging to it had he survived his father; but alas! he died in the prime of youth, leaving his disconsolate parents to weep in vain over his untimely loss; and his portrait, a truly elegant one, hung in the drawing-room at the time 1 was there. The story I ara going to tell, relating to the subject of the picture, is as follows: — Upon the borders of Lake Locarno, in the duchy of Milan, is an antique chateau, formerly belonging to Count Rinaldo, an Italian nobleman of high and ancient desefent. It stands on a beautiful romantic emi nence, commanding from its terraced gardens a"], [14, "10 guy's-cliff, or the full view of the wide azure lake below, and tbe sublime scenery of the towering hills around, clothed on all sides with fruitful vineyards and umbrageous olive groves, beyond whicli the hoary summits of the surrounding mountains majestically rise through the atmosphere at a distance. Count Umaldo had an only daughter, whose name was Antoinette. She was a perfect Italian beauty, wilh most exquisitely formed features and symmetry ; while her dark auburn hair flowed in a profusion of glossy ringlets each side of her glowing cheeks, and seemed to revel with luxurious ecstacy upon her heaving bosom. Her eyes were large and as black as jet, brightly sparkling beneath beautifully fringed eyelashes and finely arched eyebrows, while they shed their smiling beams over her ex pressive face, as soft as twilight on the bloom ofthe damask rose ! Aud to heighten the loveliness of these fascinating charms, she was a most amiable disposition, possessing a sensitive heart, warmed with all tbe finest and softest feelings belonj>in<i to her endearing sex. A young cavalier, named Francisco, who was the youngest son of a German family of distinction fell desperately in love with Antoinette, as he chanced to see her one beautiful summer's evening playing on her guitar, while she sung a plaintive strain to its modulated chords, as she sat before a fountain beneath an alcove clustered over with myrtles and roses on a balustraded terrace in her"], [15, "11 CAVERN OF DESPAIR. garden near the lake, upon which Francisco was being rowed in a gondola, enjoying the salubrity of the air, and the charming prospect of the ro mantic scenery around, while he listened with en raptured ear to the sweet song of the fair Antoi nette, which was as follows : — How lovely is Locarno's lake, Upon a tranquil summer's night, When not a breeze appears to break The Bmoothness of its mirror bright! 'Tis sweet to watch the setting sun Sink o'er the distant mountains far, Just as the glorious day is done, And beams iu heav'u the evening star. Fair Italy, thou land of love, Of olive proves, and fruitful vines. With cloudless sky so blue above, Whose canopy in splendour shines; Thy valleys aud thy rivers are All beautiful unto my view, Displaying prospects wond'rous fair, Of Nature's freshest living hue ! Oh ! let me pass my life away On Lake Locarno's peaceful shore, Which looks so bright when Cynthia'** ray The azure water silvers o'er; While gondolas that glide along, Kow'd by the tuneful gondolier, Re-echo with the plaintive song Which tells of plighted love sincere. Francisco having listened with rapturous de light until her song was finished, took up his guitar just as the gondola in which he was being rowed, glided past a beautiful clump of blossom- is"], [16, "12 gtjy's-cliff, or the ing trees, whose pendant branches overshadowed the water and screened him from the view cf the beautiful Antionette, while he serenaded her with the following song, which he accompanied with the modulations of his guitar, whose airy music mingled sweetly with the sighing of the balmy breeze : — How sweet it is when evening's star Is beaming in the sky, To list to Antionette's guitar, Whose song floats softly by. Like fairy music ou the gale It sweetly dies away ; Soft as the note of nightingale At close of summer's day. When Cynthia smiles upon the lake, And gilds the water bright, As o'er the waves my course I take Amid her flood of light, Oh! then I love to gaze on thee Beneath the rosy bow'r, Aud listen te thy melody, Which charms the silent hour. Then fairest maiden do not frown Upon the strain I breathe, And o'er thy lovely brow a crown Of roses 1 will wreathe. My heart is true— my vow sincere— Thee I adore alone! Thou hast no cause my love to fear, Although my name's unknown. Francisco not long after this obtained an in troduction to the fair Anlionette at a grand masked ball, given by a wealthy old baron, who lived at"], [17, "13 CAVERN OF DESPAIR, a splendid chateau in the neighbourhood ; and there he took an early opportunity of further com municating his ardent attachment to her as he led her to the dance, or promenaded through the lofty saloons, tastefully decorated with ftstoons of beau tiful flowers, and brilliantly illuminated with va riegated lamps for lhe occasion. His enraptured feelings were very soon re turned by the blushing Antionette with mutual ardour, as Francisco was a particularly handsome and graceful person, combined with the most elegant manners and address. This led to their having repeated stolen meetings together on the terrace in her garden near the lake, which was a strictly retired spot, luxuriantly wooded with palm, orange, lemon, citron, olive, and a variety of other blossoming trees, beneath whose umbra geous foliage serpentine walks wound in various directions through blooming rosiaries, terminating occasionally in Venetian alcoves, or artificial cas cades, and iu every way adapted to the secrecy that their intercourse lequired ; as Count Rinaldo was of a most ambitious disposition, haughtily proud of his ancestral dignity, and had already in his mind's eye fixed upon a matrimonial alliance for the lovely Antionette, who was just ripening into the fascinating perfection of womanhood. The last lime Francisco and Antionette met upon the wonted terrace, it was a serene summer's evening, when the sun had sunk beneath the high"], [18, "14 GUYS-CLIFF, OR THE range ofthe distant mountains, and the full moon, rising in majestic splendour over their dark sum mits, shed a brond stream of glittering light upon the smooth surface of Lake Locarno, in whose lucid mirror a thousand stars and the romantic scenery around were clearly reflected ; and on this occasion Francisco sung, with more than usual pathos, the following song : — How lovely the moon o'er the monntain is beaming. Which sheds her bright lustre upon the clear lake ! While sweet flow'ry valleys around us are gleaming, And blossoms are smiling which bloom in the brake; Delightful it is when all Nature is sleeping, To breathe forth my love to my fair Antoinette, As on the lone terrace our vigils we're keeping. And plight those fond vows that we'll never forget. Oh ! the glorious heavens so -ofilv are shining With thousands of stars that beam brightly on high, Which come forth like lovers when daylight's declining, Aud bashfully smile in the azure blue skv ! Oh! this is the hour, when young hearts with warm feeling Pour forth from their bosoms their burthen of love, As unto each other they'ie fondly revealing Joy that would be priz'd by the angels above. I sigh not for splendour while I am possessing The pride of my bosom who sits by my side, For sweet is the life that is spent in caressing Thebeautifnl maiden I woo for my bride; Let mercen'ry loverg still seek after money, I'd care not though fortune should grant me no more, If from thy pure lips I might sip virgin honey, And bask in thy smiles till my days had pass'd o'er. Francisco had finished his harmonious strain, and they were now sitting together beneath an"], [19, "CAVERN OF DESPAIR. 15 alcove in view of the lake; Antoinette's blushing cheek fondly resting on the throbbing bosom of Francisco, while they were enjoying thesweetest and purest conversation that young enthusiastic lovers delight in, as the nightingale warbled her melodious strain among the blossoming boughs of the fragrant pomegranate, which gracefully spread its lightsome foliage hard by ; and they had al ready settled their plans for an elopement on the following night, when Count Rinaldo, (who had just discovered the whole affair through the vigi lance of a trusty old servant,) with a numerous retinue of attendants, in an instant rushed out of a grove of orange trees upon them, and bore the sainting Antoinette from the distracted arms of her desperate and struggling lover, who, like a fu rious lion overpowered by superior numbers, was forced, at length to yield up his valued prize. In vain did Francisco seek for an interview with the unhappy Antoinette after this unfortu nate occurrence; but could not get even the least titlings of her, until one fine summer's morning as he was rambling alone through the olive groves, in the neighbourhood of Count Rinaldo's chateau, (hoping to get a slight glimpse ofhis adored An toinette in the balcony of her own boudoir, where he thought that she might possibly be permitted to perambulate for the benefit of the fresh air,) when he was attracted by a group of Italian peasants, who were flocking round a small chapel not far"], [20, "GUY's-CLIFF, OR THE 16 distant from the chateau, as if they were wait ing to witness some procession about to pass by. Francisco drew near with a palpitating heart, and learned from one of the bystanders that the nup tials of a wealthy old Baron to a beautiful young heiress were being performed within, which tidings greatly agitated Francisco's feelings. But now the ceremony was over, and lhe company began to issue from the chapel, and proceeded to the splendid equipages awaiting the reception of the united couple; and after a numerous train of at tendants had made their appearance, then came the bridegroom, an old decrepid-looking man about sixty ye;<rs osage, with his elegantly attiretl bride, who seemed to be a beautiful young crea ture just blooming iuto the maturity of woman hood, but a long white flowing veil partially screened her lovely features from the vulgar gaze ofthe crowd. Francisco fixed his eyes intensely upon her, and she, raising up her silvery veil with her slender white hand, discovered the tearful face of the fair Antionette ; — then gazing piteously upon him she uttered a piercing shriek, aud sunk in a swoon upon the ground. At which sight Francisco, being worked up to the greatest fit of madness and despair, hastily drew a dagger from his breast, and plunged it into the heart of the un natural old bridegroom, who instantly fell dead at his feet, which unpremeditated revenge being accom plished, Francisco, in a fit of frenzy, immediately"], [21, "17 CAVEISN OF DESPAIR. fled to the mountains, where he was discovered by some hunters a few weeks afterwards, entirely de ranged in a dark gloomy cave, in the miserable state the wretched vi ctim of woe is described in \" The Cavern of Despair.\" Upon being made prisoner by the hunters, he gave a desperate convulsive struggle and springing from their grasp, was precipitated over a deep precipice, whose fearful gulf can tell the rest of his mournful tale. The unhappy An tionette survived but a short time after this melan choly catastrophe, and a white marble tomb, gleam ing through the sombre trees on the margin of Lake Locarno, marks out the spot where she sleeps in peace. 23pftapf) on antionette anB Jptsmcmo. Ash ! she sleeps alone by the silv'ry wave Where the sun oft sheds his departing ray, And the waters of Lake Lacarno lave The romantic shore at the close of day; Oh! she lov'd to gaze on that tranquil lake When the moon arose o'er the mountains high, While the song of the gondolier would break The stillness of night as his bark came by. The wreath is faded that intwined her hair, The flowers which bloom'd in her tresses bright, And the smile that beamed on her cheeks so fair Had withdrawn for ever on earlh its light; And no more is heard (when the evening star Shines softly above in the azure sky,) Her musical voice with her sweet guitar, Which drew from Francisco a fatal sigh."], [22, "18 THE CAVERN OF DESPAIR. How sad is the tale of these lovers true ! Both scver'd in love — iu life— and in death; — Tho' a faithfuller pair ne'er came to woo, Or breath'd forth their vows with more hallow'd breath ; But they were parted, and down the ravine Francisco is lying upon the cold ground, While hov'ring o'er him the eagles are seen, And fierce wolves his corse all mangled surround. Ah I such was their fate— and as ye pass near Their tombstone that stands alone on the shore, Oh! shed from your eye a pitying tear For these fond lovers, whose sorrow is o'er; — Thus many a pair have been plung'd in despair, — Or have sigh'd their souls away with regret; — Fall not in love— or the fate you may share Of wretched Francisco and Antionette."], [23, "THE DUN-COW OF DUNSMOOR HEATH. A BURLESQUE IMITATION OF THE TALES r_v macpuerson's ossun. Every one who has been at Warwick Castle must remember having seen, in a room at the Lodge, an immense rib of the celebrated Dun- Cow, which we are gravely told was driven mad through an old witch trying to draw a sieve full of miik from her, and was afterwards slain on Dunsmoor Heath by the famous Sir Guy of War wick. Ihe Dun-Cow is said to have been of ex traordinary size, and supplied the poor of the ne uhbouriny: villages with milk \"ratis. The sol lowing story is suggested by the circumstances relating to the affair. STIje £Jun**So&j of Smiomcor f&eatlf. Bright gleamed the moon o'er Dunsmoor Heath, aud the dark clouds of night hung around the distant hills. The Dun-Cow bad yielded her never failing stream of milk to the poor of the hamlet, and was straying over the heath, browsing awhile on the tenderest herbage. A wicked old"], [24, "20 THE DUN-COW OF hag longed for a little milk ofthe Dun-Cow for herself and cats, as they sat by the fire-side in her hut. A large sieve hung on a peg in the wall ; she took it down in her haste, and flew on her broomstick to the heath, where she found the Dun- Cow lying in the fern, chewing her cud at her ease. She drew the milk from the teats of the Dun-Cow with her withered hand into the sieve, which, as fast as she filled, ran out in a stream on the ground, anil glistened in the light of lhe moon. The old hag, in her wrath, cursed the stars of the Dun-Cow, because she lost all her milk ; and the Dun-Cow instantly arose from ber lair iu the fern, kicked over the sieve, and, tossing her bald face to the sky, rushed wildly across the heath, bellowing loudly as she went, while the frightened old hag was glad to escape from her fury by mounting on her broomstick into the air. The morning dawnetl o'er the green hills along the east, and the poor of the hamlet came on the heath to milk the Dun- Cow ; but they found her not in the accustomed nook, where she was wont to stand quietly to be milked, licking her nose with her tongue at inter vals. The ground was torn up, anti flooded with a pool of dirty milk around her lair. They wept o'er iheir pails on the heath, when they heard the loud lowing of tlie Dun-Cow at a distance, and returned to their homes without their breakfasts in disirtay. Thnce waned the moon over Dunsmoor Heath ; but the Dun-Cow returned not to her pasture."], [25, "21 DUNSMOOR HEATH. Devastation she committed around, and laid waste the promising crops of the farmer. Oltl Farmer Potbelly, as he sat at night in his chimney corner smoking his pipe, and brooding over the injury she had done to his turnips, swore in his rage that he would give his fair daughter Mary in marriage to the youth who should slay the Dun-Cow. I lie pitch-forks and staves of a hundred clodpoles gleamed on the heath at day-break, aud a valiant youth, who was consumed with the beauty of the ros3'-cheeked maiden, put himself at their head. They encountered the Dun-Cow on the banks ofthe sunny stream, in the heat of the noon ; desperate was their struggle against the goading horns of the Dun-Cow ; thrice they returned to the charge, like the heroes of war, red with wounds, but they were vanquished, and fled from the contest at the close of day, leaving their mangled comrades on the field. Sir Guy, clad in mail armour, silting alone in his Hall of Shields, enraged at the defeat of the clodpoles, mounted his coal black steed, and grasping a long spear in his hand, he came on the heath as the sun sunk behind the distant hills, leaving the west streaked with red. But he found not the Dun-Cow on the healh, and he wound a shrilly blast on his horn, which was instantly an swered with a deep moan from the Dun-Cow at a distance, like the sound of awful rage borne on the mournful gale. Sir Guy repaired to she lonesome"], [26, "■22 THE BUN-COW Ot spot from whence the doleful challenge came; where he found the Dun-Cow, wild with fury. mangling the ground in the gore of the vanquished •ilodpoles. She tossed her bald face to the sky as be approached, which beamed in the light of the moon, like as a warrior wields his blazoned shield on high before the contest, and the ghosts of the fallen clodpoles shrieked on the gale. Sir Guy prepared for the conflict, his sable plume waved over his steel helmet on the breeze, gleaming like a meteor in the night. She rushed furiously upon him, like a broken rock rolling from the moun tains down a foaming waterfall. He received her on the point of his heavy spear, (red wilh the gore of giants,) which entering her breast, she fell in ber blood at his feet. Sir Guy shouted victory ! and again wound a shrilly blast on his horn, which echoed around lhe gloomy heath. Dismounting from his coal-black steed, lhat pawed the ground with his iron-bound hoofs, he took a long rib from the side of the Dun-Cow, which he proudly bore away as a trophy of his conquest ; his elated soul exulted high with the joy of victory ! Sir Guy repaired to the house of old Farmer Potbelly, to claim the reward of his valour. As he approached with a haughty step, brandishing the rib of the Dun-Cow in his grasp, he saw the lovely Mary sitting in her tears at the window, like a fresh blown rose wet with dew ! A youth sat near her, iu his woe, with his arm in a sling,"], [27, "23 DUNSMOOR HEATH. glancing at the fair maiden, at intervals, with en treating looks. He had fought valiantly, but had been defeatetl by the Dun-Cow, and, like a van quished hero, he wept o'er his shame. Old Farmer Potbelly rose from his easy arm-chair in his pride, as the brave Knight entered the house, and swore, in his joy that he would give him the maiden, or anything else he should ask. Mary covered her blushing face with her apron, and sighed in silence while the vanquished youth fell on his knees, and wept beside her, looking unutterable things. Sir Guy advanced, and taking Mary by the hand, ha placed it in that of her lover's, and bade heaven bless and unite them as a reward of their faithful love. They rose before the valiant Knight in their tears, like two beams of joy, and thanked him for his generosity. Sir Guy bowed, and returned to his Hall of Shields. Bards, raise the songl BARDS. Ve sons ofthe farmers, rejoice in your homes The Dun-Cow is slain by Sir Guy of Warwick, Who hath given the maid to the youth of her love At case the old farmer may sit in his chair, Nor weep in the light ofthe moon as he did, While the Dun-Cow trod down all his corn; For the fields she laid bare will look fertile and fair And with crops will be flourishing soon. To the dance on the green, lads and lasses repair, To welcome the bridegroom and bride ; And feasting and merriment ye shall find there Till the moonbeams fade over the tide."], [28, "24 THE BUTCHER OUTWITTED BY THE LAWYER. <f5*«)** the Butcher, (consulliu*; a Lawyer one day,) \" With a leg of my mutton a dog's run away.\" \" Umph ! umph ! (grunts old Gripe,) the dog's master must pay.' \" Well, well ! (sajs the Butcher,) I have caught you old Tup, ** It was your young Greyhound that eat the leg up.\" '•Then what is the cost ?\" says old Gripe, with a grin, \" Why 'iis just three and fuurpcnte says the Butcher pat in.\" \" And wy fae, (says the Lawyer,) is jtist six und eight, — \" Tou have ask'd my advice, and I charge for my prate ; \" Believe mo good Butcher, I have not lost my wits, \"Just tip three and fourpence, and we then shall be quits. Notb. The abort dialogue was suggested liy a circumstance ancl conversation, winch, I am informed, actually took place between *_n Attorney and residing at I,e__mingtoxi. u. c. w."], [29, "25 A SHOCKING BAD MATCH! Miss Fairlov-e has married Comet Prudence to-day, Who's bnt a hundred a-year besides his full pay, And alt bo' she may think that his red coat's a catch ; But her Parents all call him a shocking bad mutch. 'Tis true that he's generous, kind-hearted, and brave, And would fight like a soldier his country to save ; Tet the old maids some mischief against him must hatch, For they really all think him a shocking bad match. He loves his fair bride, and to her he is most dear, Aud together they live with affection sincere ; Nor like some olher couples e'er bicker— or scratch,— Still the World really deem him a shocking bad match. His Old Uncle is dead, — who liv'd crabbed and queer,— And he's left to his Nephew a thousand a year ; So the Cornet's made Colonel with speedy dispatch, And he has not turn'd out such a shocking bad match. *^C®SgB^"], [30, "26 AN EXCELLENT MATCH ! Miss Gaylove has married Colonel Dasher to-day, And their wedding has been full of splendour mest gay ; Indeed she is fortunate to get such a catch, — And her Parents all call him an excellent match ! Besides his full pay he has a thousand a year, And they dash off together iu the gayest career, — While thro' Fashion lo Ruin they open the latch, — But the Ladies still think him an excellent match ! Their love is soon over,— and to Croekford,s he goes, — While his bride at the Opera's surrounded with beauxs,— Where their money flys faster than gold they can catch ; Yet the World really deem him an excellent match !— His fortune's all spent— long— before he's grown old, — And his Creditors grow very savage and bold, — For they sell his Commission with quickest dispatch, — So the Colonel was not such an excellent match ! E. Fodcn, Printer, 13, Regent Street, Leamington ,"], [31, ""], [32, ""]]