[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "SEVENTH EDITION. PRICE Is. THE History and Antiquities OF EYAM; WITH A MINUTE ACCOUNT OF THE GREAT PLAGUE BY WILLIAM WOOD."], [8, ""], [9, ""], [10, "RODGERS & PILKINGTON, WHOLESALE AND RETAIL Booftsellers, Stationers, Booftbtn&ers, an& Xetter*press printers, 26, NORFOLK JI1ARKET JIALL, SHEFFIELD. A LARGE AND VARIED ASSORTMENT OF ACCOUNT BOOKS, always on hand, from 1d. to 21/-. Bibles, Prayer Books, Hymn Books, including Wesley's, Church Hymns, Hymnal Companion, Hymns Ancient and Modern, Sankeys, &c, from 2d. to 10/6. ■Photographic and Scrap Albums. Visiting Cards, Club Cards, Memo. Forms, Bill Heads, Business Cards, Sfc. printed on the -premises in a few hours' time. FUNERAL CARDS (all the Latest Styles) a Speciality. BOOKBINDING IN EVERY VARIETY OF STYLE OR PATTERN. A Liberal Discount off Books for Sunday School Prizes. NOTE THE ADDRE8S: 26, Norfolk Market HaU, Sheffield (UNDER THE CLOCK)"], [11, "THE HISTORY AND ANTIQUITIES OF EYAM."], [12, ""], [13, ""], [14, ""], [15, "[ALL EIGHTS BESEEVED.] THE Ibistor^ anb Hntlquttfes OF EYAM; WITH A MINUTE ACCOUNT OF THE GREAT PLAGUE, WHICH DESOLATED THAT VILLAGE IN THE YEAR 1666. BT WILLIAM WOOD. EDITED AND EEVISED BY KOBEET LEADEE, M.A. SEVENTH EDITION (ABRIDGED). ILLUSTEATED. SHEFFIELD : LEADER & SONS, PRINTERS. PUBLISHED EY RODGERS & PILKINGTON, Noefolk Market Hall, Sheffield. 1895."], [16, "\"Some writer — why I know not — has styled this ancient village the Queen of the Peak. If it be so, alas, she is indeed a widowed one 1 for there she stands alone among the hills, the solemn monument of ' A mighty woe,' that still tingles appallingly in the ear of history, and imbues the whole district with a spirit of pensive gloom.\" Dr, S. T. Hall."], [17, "Dedication to tbe ffourtb EOition. TO George Mompesson Meathcote, Esq., NEWBOLD, near CHESTERFIELD. §N Dedicating this Work to you a third time, it will be some additional evidence of my earnest desire to perpetuate to the utmost of my humble ability the lofty virtues of your noble-souled ancestor, Mompesson, Rector of Eyam, during the pestilential visitation. To be a descendant of such an almost incomparable man must be intensely gratifying ; to participate in the undying homage which must ever hallow his name and memory, is a richly privileged inheritance ; and, to cast my mite of unfeigned admira tion into your highly exalted family treasury is, as I hope will he evident, the sole object of your Humble Servant, WILLIAM WOOD. Eyam, June, 1865."], [18, ""], [19, "PREFACE TO THE FOURTH EDITION. Fourth Edition of the History of Eyam may seem some dfsK what of a novelty on the shelves of historical literature. — — The anxious demand for the third edition has, however, been far exceeded by that of the fourth ; and to comply with even the modest, but just requirements of the public, is not a favour but an incumbent duty. As regards myself, I must state that I have been somewhat desirous of reprinting the work, in order to infuse into its pages much new and more interesting matter ; to correct some mistakes relating to its history and antiquities : altogether giving the work a more original cast than the reprint of a former edition. Indeed, the additional matter, the fresh, novel, local information, and above all, the illustrations, stamp this edition with a kind of new-born identity. Of the interest of local historical works there can be but one opinion ; namely, that they have at least a local sway or dominion ; often chronicle events of some interest among rural or stationary inhabitants ; and fill up a void, which, but for their existence, would always remain a blank on the page of literature. Four editions of the History of Eyam indicate that this \" little mountain city \" — \" overshadowed by the spirit of old \" — hallowed by the ever-present shades of the greatest of moral heroes — encircled with an enduring and dazzling halo of genius — is a place of more than ordinary interest. The awful circumstances connected with the local history of this romantic village— its desolation by the Plague in 1666 — has, from its occurrence, strongly attracted the attention and notice of the sympathising and thinking public. This may be inferred from the calamitous event having, at sundry times, caUed into action"], [20, "X PREFACE. the highly classic pens of the following elegant authors : — Dr. Mead, Miss Anna Seward, Allan Cunningham, E. Rhodes, Dr. S. T. Hall, William and Mary Howitt, S. Roberts, J. Holland, Richard Furness, and many others who have, in verso and prose, laudably endeavoured to perpetuate the story of the sufferings of a number of mortals who, like Codrus and Curtius, offered them selves up a self-sacrifice for the salvation of their country. Highly commendable as are the brief descriptions of these well known authors on this painfully interesting subject, they are, how ever, respectively deficient in ample detail — in correct data — in the enumeration of material circumstances — and in being compiled from cursory, casual, and erroneous information : defects which could have been avoided only by a long residence in the locality. To rectify the mistakes of preceding writers — to introduce many hitherto omitted circumstances — to snatch almost from oblivion a great number of incidents — to collect into one body all the available information connected with that direful visitation, has been my humble attempt ; and to whatever degree I may have succeeded, it must not be ascribed to paramount intellectual abilily, but solely to having all my life resided among the impressive memorials of that awful scourge. Thus circumstanced, I have also had the advantage of hearing, a thousand times repeated, the many traditions on that doleful subject. This may, perhaps, be the most fitting and proper place to say that, in a former work, The Genius of the Peak, a small volume consisting of a variety of short poems written in comparative childhood, there is much which my now more mature judgment would gladly expunge. Since the first appearance of this work I have published a volume of tales and sketches, entitled Tales and Traditions of the Peak. I have now only to hope that this little book may be of some service to that class who think and feel like the philosopher Montesquieu, who said \" that he never felt a chagrin which an hour's reading did not dissipate.\" THE AUTHOR."], [21, "PREFACE TO THE SEVENTH EDITION r*-|***g|HERE is no need to apologise for the reproduction of so f»flfic P°Pular a work as Wood's History of Eyam. It has already passed through six editions, the last one being long ago exhausted, and copies which appear on second-hand book stalls are eagerly bought. During last summer the present repre sentative of the historian received numberless requests for his father's book. He has, therefore, wisely decided to meet the strong popular demand by re-issuing the work in a cheap form in order that all who take an interest in his native village may have the opportunity of possessing a copy. For this purpose the original matter has been sUghtly abridged, but in the main the text of the sixth edition has been adhered to. The Editor has thought it best not to modify the views expressed by the Author, but in a few cases additional information has been added. The illustrations are new, and have the advantage of absolute fidelity, being prepared from photographs."], [22, ""], [23, "M ®^S^@^S^^^5^ts@^S^®^^^®s^&^ NOTICES OF THE PRESS, &c, ON FORMER EDITIONS. \" This is a very interesting volume, containing much interesting matter in a small compass. The work displays a highly creditable degree of mental culture. The account of the plague is told with deep feeling and graphic power of description.\" — Sheffield Inde pendent. \" There is a degree of beautiful simplicity and tenderness about this work which renders it most interesting to readers. The writer is one who has evidently conversed with nature and his own spirit amid those romantic and historically-interesting scenes of his nativity, which he here so lovingly describes. It is imbued with poetry, and excites a degree of sympathy in the reader which the most masterly delineations of the mere book-making scenery hunter would fail to inspire.\" — King's Macclesfield Paper. \" We earnestly recommend this pleasing work to our readers. We assure them that it contains eloquent passages of surpassing interest, independent of its charms as a general museum of the facts and traditions of the locality it describes.\" — Buxton Herald. \" The author of this work is evidently one of a thoughtful spirit ; distinguished (as we know) above his fellows by habits of reading and inteUectual conversation.\" — Derby Reporter. \" This work abounds with great interest. We wish Mr. Wood great success in his literary career.\" — North Derbyshire Chronicle. \" Mr. Wood is well known as a writer, and as a painstaking collector, and his present volume gives evidence of his industry. We cannot but recommend it cordially to our readers, and we con gratulate the village of Eyam — one of our favourite nooks in this beautiful county — on having so worthy, so indefatigable and excellent an historian among the sons of her soil.\" — Derby Telegraph. \" Mr. Wood has foregone no labour or research in order to place before his readers everything that may tend to a clear and well ordered knowledge of the early history, antiquities, and other matters of a purely local character connected with Eyam.\" — Derbyshire Advertiser. -as^^gPl^^^-^SSSs^^gy-"], [24, "CONTENTS. PAGE Descriptive Characteristics . . . . . . . . . . 17 Geology . . . . . . . . . . . . . . . . 20 Scenery of the Locality . . . . . . . . . . 23 Archæological Remains . . . . . . . . . . 26 Customs and Observances . . . . . . . . . . 31 Manor . . . . . . . . . . . . . . . . 34 PLAGUE 37 Its Nature and Origin . . . . . . . . . . 40 Its Communication to Eyam . . . . . . . . . . 41 Death of the First Victim . . . . . . . . . . 45 Mompesson's Children sent away . . . . . . . . 51 The Cordon Sanitaire . . . . . . . . . . 55 Cucklett Church 56 Affecting Death of Mrs. Mompesson . . . . . . 61 Mompesson's Letter to his Children . . . . . . . . 63 Sir George Saville . . . . 65 J. Beilby 70 Traditions of the Plague . . . . . . . . . . 71 Riley Graves . . . . . . . . . . . . . . 77 The Church . . . . . . . . . . . . . . 97 The Schools . . . . . . . . . . . . . . 104 The Chuechyard . . . . . . . . . . . . 106 The Rectors . . . . . . . . . . . . . . 112 The Lead Mines . . . . . . . . . . . . 116 Minstrels or Poets . . . . . . . . . . . . 122 Families of Distinction . . . . . . . . . . 125 Bradshaw Hall . . . . . . . . . . . . . . 127"], [25, "I* ILLUSTRATIONS. Plague Cottages, Eyam . . . . . . . . Frontispiece. page Ancient Cross . . . . . . . . . . . . . . . . 43 Mompesson's Well . . . . . . . . . . . . 53 Middleton Dale 119"], [26, ""], [27, "THE HISTORY AND ANTIQUITIES OF EYAM Trust me, for th Instructed, time will come When they shall read no record but may teach Some acceptable lesson to their minds Of human suffering, or of human joy.\" — Wordsworth. \" Here Antiquity enjoys A deep and mossy sleep.\" — R. Howitt. Bescriptitoe Characteristics- HE village of Eyam — often designated the Athens of the Peak — has obtained a some- what enviable pre-eminence among the villages of the surrounding district. John Night- broder, Anna Seward, Richard Furness, and other celebrities, mentioned in the scroll of fame, were born in Eyam. Here, also, the Rev. Peter Cunningham spent the vigour of his manhood, during which time he produced poems of considerable merit, which will be hereafter noticed. Distinguished as is this romantic village by giving birth and residence to these celebrated characters, it has, however, another and a stronger claim to 2"], [28, "18 HISTORY OF EYAM. general notice— the terrible Plague by which it was so singularly visited, and almost wholly depopulated, in the years 1665 and 1666 ; the details of which calamity must necessarily follow other particulars, under several heads, in connection with this highly interesting place. Eyam is a village and parish in the North, or High Peak of Derbyshire. It is comprised in the Hundred of the High Peak ; in the Honours of Peveril and Tutbury ; in the ecclesiastical jurisdiction of the Archdeaconry of Derby, and in the Diocese of Lichfield and Coventry.* The village stands in the south-east part of the parish, six miles north of Bakewell, and nearly in the centre of a line drawn from Sheffield to Buxton ; being twelve miles distant from each place. It contains within the township about 250 houses, and near 1,500 inhabitants,f who are chiefly employed in agriculture, lead mining,! but principally in boot and shoe making. The parish is nearly circular, about four miles in diameter, and contains the townships of Foolow and Wood land Eyam, these including the hamlets of Bretton and Hazelford. It abuts on the parishes of Hope, Hathersage, and Bakewell ; and the following places and streams mark its boundary : a rivulet near to Stoney Middleton Church yard, top of Stoke Wood, Goatcliffe brook, the river Derwent, Highlow brook, top of Grindlow, Wardlow Mires, Foundley fence, and the Dale brook, to where it receives the rivulet first mentioned. Small as is this parish, yet it contained an extensive tract of moorland until the year 1801, when an Act was obtained for its enclosure : a cir cumstance which has, by the bulk of the parishioners, been greatly regretted. The village forms a long street, nearly a mile in length, built apparently, as it is approached from Middleton Dale, on a ledge or table-land of limestone. The village runs from east to west, in a serpentine form ; and, as Gilbert White has observed of Selbourne, the cartway divides two most incongruous soils. The houses, in most places, on the north side, stand just where the shale and sandstone strata commence ; whilst those on the south side * Eyam is now in the Diocese of Southwell. J In the census of 1891 the population of Eyam civil parish is given as 996 persons, and in 1881 as 1046. Inhabited houses, 234 ; families or separate occupiers, 237. The civil parish of Eyam includes (1) a detached part situated between Eyam Woodlands and Stoke; (2) a detached part situated between Foolow and Great Longstone ; and (3t a detached part surrounded by Litton, Wardlow, Great Longstone, and Foolow. The Ecclesiastical parish of Eyam contains 334 inhabited houses and a population of 1414. f The lead mining industry is now practically extinct."], [29, "19 HISTORY OF EYAM. are erected invariably on the limestone ; and, though the village is so very long, the same diversity occurs through out. The several parts of the village are thus named : the Townend, which is the eastern part, and from which branch the Lydgate, the Water-lane, the Dale, and the Cocey or Causeway ; the Cross, or middle of the village ; and the Townhead, or the extreme western part. Contiguous to the street, and nearly in the centre of the village, stands the Church, a very ancient fabric, which, from its being encircled by large umbrageous linden trees, has often excited the notice and admiration of strangers. Of the origin, and signification of the name of this old English village — Eyam — there is but little stated that is satisfactory on the subject. In the Norman Survey the name is written Aiune ; in the fifteenth century and later it was written Eyham, and Eham ; now, uniformly Eyam. There is no doubt, that the word means water or waterplace ; a local peculiarity sufficiently apparent. It is very probable that Aiune ov Eyam is Celtic. A little north of Eyam (within the parish) there is a small place called Bretton, which name is very ancient, and means mountainous. The word is pure Celtic, and was the name of England long before the Roman invasion. This little hamlet has retained a name of high antiquity, coeval with the Aborigines of the island, and such has, in all probability, been the case with Eyam. Some maintain that the meaning of the word may be irrecoverably lost;* one of the two following conjectures, however, seems most probable. * Creighton, in his Introduction to his Dictionary of Scripture Names, observes that Dr. Johnson and other modern lexicographers have greatly erred in seekiiig (and pretending to find) the origin of western tongues in Greek and Latin. He further states, that a knowledge of the Celtic is indispensable in tracing the true origin of the names of places, rivers, and mountains in the West of Europe. — That the Peak of Derbyshire would afford shelter to the Britons, during the repeated invasions by the Saxons and Danes, there is no doubt; and that a few of the oppressed Aborigines would thereby escape the sword and live to perpetuate their race and language is probable. The dark-haired Celts were driven from the shore into the interior of the island : — \" O'er the wild gannet's bath came the Norse coursers,\" Saxon and Dane, Swede and Norwade, the fair.haired strength of the North, \" Left on the beach the long galley and oar.\" -«afi=s^5g$-— -^b»-"], [30, "# t o I o g p. JpI5||HE geological features of Eyam and its immediate !__?___ locality are extremely interesting and striking. o__l_> Eyam, as before stated, is built on a rocky ledge or table-land of carboniferous limestone ; while northward, and contiguous to the village, the superjacent shale forma- tion rises abruptly to a great altitude, where it is capped by the basset of the millstone grit. It is, however, in the limestone formation that the most interest is experienced. Of this, the broken and fantastic masses, with their fossil organic remains, might well induce the philosophic Paley to describe them as \" the splendid monuments of the felicity of past ages !\" Carboniferous or mountain lime stone is, in geological classification, a formation of the secondary, or transition series. The prevailing feature is a compact stone consisting principallyof carbonate of lime. On the whole, it is a composition of marine exuviæ. Great natural caverns* occur in this formation : two or three of great extent are said to pass under Eyam, but seldom, how ever, to be explored to much extent on account of water. In this loality the phenomenon of streams pursuing a sub terranean course is of frequent occurrence. Water on the surface is received into what is provincially termed a swallow, and after disappearing, may often be traced again issuing out of the basset of some inferior stratum, at a considerable distance from the swallow. The Pippin, at the east end of the village, is a swallow ; the waterfall, at the west end, is another of a larger kind. The waters in these two instances fall into a level or adit in Middleton Dale ; a distance of two miles from the places of then disappearance. Another object of interest in connection with the lime stone is its numberless fossil organic remains. They are * One of these caverns is now open to the public."], [31, "21 HISTORY OF EYAM. exclusively of marine origin, consisting chiefly of corah, shells, and encrinites ; the latter are so abundant in some places as to occasion the name of \" encrinal limestone.\" At the Water Groove quarry, a short distance from Eyam, the stone is wholly composed of this organic fossil-encrinite. The most numerous shells are Terebratula, Producta, and Sperifer. The Ammonite, though almost peculiar to the oolitic formation, is sometimes found in the limestone in the locality of Eyam. One was found at Water Groove quarry a few years ago ; another at Eyam, in Fentein's quarry ; and one in the vicinity of Eyam. The two latter are now in the possession of the representatives of the late T. Fentem, Esq., Surgeon, Eyam Terrace ; they are beauti ful specimens, the \" whorls,\" and other particular parts being very distinct and perfect.* An hour's ramble in the precincts of Eyam is to the stranger a scientific treat : the fences of every field, and every isolated stone, being composed of the fossil relics of an ancient sea ; a fact now placed by philosophical investi gation beyond doubt. They are the unquestioned remains of living animals, and not a \" lusus naturæ,\" the sport of nature, as some geologists of the old school so dogmatically maintained. The contemplation of these organic fossils — or in other words, of nature — unavoidably develops the thinking faculty ; presents to the mental vision more extended views of the harmony and grandeur of all parts of the creation ; and, consequently, must expand and elevate our conceptions of the attributes of the Great First Cause. Another peculiarity in connection with the limestone formation, and an object of importance in mining specula tions, in the vicinity of Eyam, and the High Peak in general, is the formation provincially called toadstone, (Amygdaloid) which alternates with limestone so very irregularly both as respects places and thickness. Toad stone (or channel as it is often named) is a blackish sub stance, very hard, something like the scoria of metals or Iceland lava. This stratum is not laminated, but consists of one entire solid mass and breaks alike in all directions. It varies from six feet to six hundred in thickness, and possesses other apparent properties of volcanic lava. The * The Ammonites have at all times formed a very striking object of human contemplation. In India they constitute, or rather their moulds, an object of veneration to the people, under the name of Salagraman, because it is believed that one of their gods is concealed therein. — Lamarck has separated from the Ammonites the non articulated, and denominated them, Planulites. — Pidgeon."], [32, "22 HISTORY OF EYAM. indefatigable Whitehurst* contended that this stratum was of igneous origin; and he supported his darling supposition with unwearied zeal. After much conflict of opinion on this subject — the igneous or the aqueous origin of toad stone — the balance i3 greatly in favour of the latter theory. Organic fossils have recently been found in this formation, though very rarely. In further support of its aqueous origin, it is found to consist, by chemical analysis, of oxide of iron, carbonate of lime, and alumina or clay. A sample from the Water Groove level contained, according to Layton, 25 per cent. ox. iron. 25 per cent. carb. lime. 50 per cent, aluminous matter. f * Whitehurst, as is well known, was born in Derby, and as a philosopher was much esteemed in his day. In the house at one time occupied by Mr. Richard Keene, printer, the Derby philosopher and mechanician lived. A fine old oak-panelled apartment is shown by Mr. Richard Keene, where Whitehurst, Dr. Darwin, and sometimes Benjamin Franklin met. In the rear are the workshops, where Whitehurst constructed the chimes for All Saints' Church, now used as printing offices. Some relics of Whitehurst still exist on the premises : a barometer, a curious clock in the wall, the remains of a wind-gauge, or register, to show the direction of the air-currents, &c. Not the least interesting is the circumstance that Mr. Foster, the Derby centenarian, was also born in this house. j* In further support of the Author's views on this subject, see Hopkin's Geology and Magnetism."], [33, "of tijc iLocalttp. |^*a|HE scenery of Eyam has but few parallels ; it is vRI highly varied and picturesque. In the eastern part (_1K of the village the cottages are generally mantled with ivy, adorned with fruit trees, and shaded by wide spreading sycamores. In some parts, the cottages are grotesquely clustered together ; in other parts, they stand singly, flanked with beehives. This rural and highly romantic picture is greatly heightened by the grey tower of the Church, which picturesquely overtops this part of the village, rising from the centre of a circle of beautiful linden trees, which encompass the Churchyard like giant sentinels, guarding the sacred precincts of the silent dead. Amidst these homely cottages there are some mansions of excelh-nt structure, which, for elegance and number, far excel those of many other villages in Derbyshire. Northward of the village, a mountain range, nearly six hundred feet high, crowned with plantations of rising trees, runs parallel with the village. This lofty range is to the village an impenetrable screen, to ward off the biting, boreal blasts : the habitations lying, as it were, beneath its sheltering height, in peaceful, calm repose. How beautiful the prospect from this lofty eminence ! Thence the eye may behold — \" ancient hamlets nestling far below, And many a wild-wood walk, where childhood's footsteps go.\" J. C. Prince. A little farther north, nearly in the centre of the parish, rises Sir William — the Parnassus of the Peak ; a mountain of great altitude, and honoured by numberless classical associations. From the summit of this Prince of Derbyshire hills, the eye extends over countless hills and luxuriant dales- Masson, Axe-edge, Mam Tor, Kinderscout, and Stanage lift up their hoary heads and tell, in language stronger than words, of a companionship of ages. How"], [34, "24 HISTORY OF EYAM. rapturous must be the feelings of the tourist who ascends the peak of this mountain, and beholds on every hand the visible handmarks of nature ! How joyous his sensations to perceive, in such goodly profusion, the original traces of the finger of God ! A little to the east of Eyam is Riley, or the Hill of Graves — a noble and pleasing feature in the romantic char acter of the village. Rising on high, with its steepy wood clad slope, it gives to the village a richly picturesque appearance. The varied and indescribable scenery in this direction is bounded on the one hand by the sable rocks of Curbar, and the singularly built village of Stoney Middleton; of which a third part is included in the township and parish of Eyam. On the south side of the village, two dells branch parallel with each other into Middleton Dale. One provincially called the Dels, or Delve (a corruption of dell), is a most secluded and beautiful place. It has all the natural beauty and seclusion of the Valley of Rasselas. Hanging Tors, pensile cliffs, Cucklet Church, shadowy trees, blooming flowers, a winding rill, tuneful birds, are only a few of the rural charms of this incomparable dell : \" By nature destined from the birth of things For quietness profound.\" A.t the western extremity of this lonely retreat is an exten sive chasm, or cleft, known by the undignified appellation — Salt Pan ; it extends throughout the whole mass of lime stone rock, and the projections on the one side, and inden tations on the other, seemingly indicate that this vast mass of rock was rent asunder by some mighty convulsion of nature in some distant age of the world. A small stream issues from the mouth of the chasm, and winds its way amongst beds of moss, fern, and flowers. Who, indeed, could sit musing over the purling stream in this chasm, and not fancy him-self in the Egeiian Grotto ? Ah ! — \" This cave was surely shaped out for the greeting Of an enamoured Goddess, and the cell Haunted by holy love— the earliest oracle.\"— Byron. The other dell, known as Eyam Dale, is rich in rural scenery. On one side it is bounded by grey towering rocks, crested witb ivy and other foliage. Some few of these rocks, however, are naked, exhibiting a sort of grimness that forms a pleasing contrast. The other side of the dell is covered with rising wood, amongst which there are numerous winding paths, that lead to a place called the \" Rock Garden,\" where for ages the lovers of Eyam have"], [35, "25 HISTORY OF EYAM. Dreathed \" the tender tale.\" A dancing rill winds through the dell, murmuring most musically to the lonely ear. This dell, and, in fact, the whole village, may be said to be another Anathoth : a place of responses or echoes. Such is a portion of the very imperfectly described scenery of this secluded village, which has frequently been noticed to be the best specimen of an old English village once (not exactly now) to be met with. The varied and romantic scenery of this place, as may be expected, has distinguished the inhabitants by a character peculiarly antique. Before the present century, the vil lagers of Eyam exhibited all the characteristics so obser vable in the inhabitants of mountainous districts. Even now a notion prevails of keeping themselves distinct by inter-marriages. They are exceedingly tenacious of the preservation of their genealogies : a consequence of inhabiting one place or locality for successive generations. Hence their strict observance of very ancient customs ; hence their adherence to hereditary prejudices; hence their numerous legends handed down from time immemorial ; and hence that unity of interest for which they have been so singularly distinguished in times past. \" Mortals attached to regions mountainous Like their own steadfast clouds.\" A change in the system of mining operations, fresh employment, and novel avocations, are fast changing the aspect and character of the place. It, however, still retains a few endearing marks of the old English village : a few old pastimes fondly kept, a smattering of happy harvest scenes, and the holy welcome of the Sabbath morn. These still remain to call up a thousand recollections of what are pertinaciously considered by many to have been far happier times."], [36, "Remains. 75gA'N the western part of Eyam Moor, on what is called _afi*l) \" Smith's Piece,\" there is an enormous gritstone J-Ss-B^o rock, containing a rock basin, bearing evident marks of human agency. It is the only one in the imme diate locality, is 30 inches by 29 in diameter, and 15*1 deep, varying to 9, from the inclination of the surface of the stone ; and is remarkable from having the lower part of its upright sides hollowed out by the action of the water rotating within it, showing that this change has been effected at a later time in its sides, which were originally made perpendicular to the bottom by the hand of man. Sir Gardiner Wilkinson after devoting much time and study to the subject of rock basins, has declared his opinion to be that some are unquestionably natural, some artificial, and some partaking of both characters. Sir Emmerson Tennant supposes them to have been (in some instances at least) enlarged natural hollows, as the one called \" the sacred foot print,\" on Adam's Peak, Ceylon, which when visited in 1325-6 by John Batuta, hid nine other hollows or excavations near it in which pilgrims placed gold, rubies, and other jewels as votive offerings. On the north-east part of this once interesting moor there still exists what i3 called an Ortholitic Circle, or stone circle of about 100 feet in diameter ; it has from 12 to 16 stones standing, the whole being surrounded by a low mound of earth, making tht total diameter about 115 feet. The surrounding stones being rather small (three feet in height), and other characteristics, render it certain that it is not of a sacred, but of a sepulchral character. A large stone was taken from within this circle some years ago, which is said by some to have been the covering or lid of a cist. Near this circle there is still to be seen an often explored stone cairn, which from the enormous mass of"], [37, "HISTORY OF EYAM. 27 stones still remaining show it to have been when entire an unusually large tumulus. A large urn was found therein some years since ; it contained burnt bones, ashes, a flint arrow-head, a large beak of a bird, and other articles. As respects the originally large stone cairn or cam just alluded to, on the immediate eastern verge of the circle, it is by some conjectured to be the burial place of some detested chief ; for, according to numerous authors, it was the custom of the Aborigines of this Island to express their abhorrence of a tyrant or other wicked person, after death, by casting a stone at the place of his sepulture as often as they passed it ; and thus were accumulated the large piles of stones, under which urns, containing ashes and bones, have been found, ln the Highlands of Scotland it is common, even now, to say, \" I shall cast a stone at thy grave some day.\" This barrow, however, could not by any possibility have owed its existence to the \" casting of stones ;\" it must have been raised to commemorate the death and place of sepulture of some warrior chief. \" The sun sets o'er the warrior's grave, And as he sinks beneath the mound, The spirits of the ancient brave Seem dancing in the shades around. His name is lost — his race unknown, Yet fame survives with ling'ring breath. Like twilight, when the sun is gone, His glory gilds the vale of death.\" Southward of this circle, and its adjoining stone barrow, there are on the same ground to be seen many small stone and earth-mound-encompassed circles, some about ten paces in diameter, which are very interesting from having the appearance of British houses or hut circles.* A farmhouse on the western verge of Eyam Moor, derives its name — \" Stanage \" — from the circumstance of its being erected near the site of some enormous stone tumuli now destroyed, and the materials used in making stone fences. The site of a large tumulus may still be seen on a piece of enclosed but vet uncultivated land called Hawley's Piece. The diameter at the base was twenty-two yards, and about twelve yards high. When the moor was enclosed, it was taken away to make fences. An urn of great size was found near the centre on the ground, and was carried away to the residence of the person who found it ; but was afterwards ignorantly * If these circles be remains of British huts or houses, they were in advance of those pit-habitations of the Aboriginals of this part of the Island, described by the late T. Bateman, in his excellent work, Vestiges of the Antiquities of Derbyshire."], [38, "28 HISTORY OF EYAM. buried* Another large cairn, partly explored, may be seen in Eyam Edge, near the Old Twelve-meer's Mine. It is about forty yards in diameter at the base, and about eight or ten yards high. In the top there is a dimple or ca,vity, which, according to Pilkington, is a proof that it is British. Dr. Borlase, however, thinks that such are Roman. This barrow conspicuously crests a cloud-aspiring ridge or emi nence west of Eyam, and overlooks a vast extent of country. What the erudite author of the King ofthe Peak, etc., etc., has so beautifully observed of the cairn on Chinley Hills, may with more daring presumption be said of the tumulus on Eyam Edge. It may contain the ashes of some fearless warrior, whose name has faded away amidst the mist of time; but what was said of another maybe contemporary man of war, may be aptly said of him : \" He whose grave is on yonder cliff, his name was the foe of many ; it is Tarw Trin (the Bull of Conflict), mercy be to him.\" f Numberless urns have been found at various times around Eyam. About fifty years ago. in making the road called the Occupation Road, a beautiful urn, richly decorated, was found by Mr. S. Fumiss, Eyam ; it contained nothing but ashes. Around the place where the urn was found the earth appeared to have been burnt, which circumstance.. according to Wormius, would lead us to believe it was Danish. This author states, in his funeral ceremonies of the Danes, that \" the deceased was brought out into the fields, where they made an oblong place with great stones, and there burned the body, and then collected the ashes into an urn, round wbich they set great stones ; casting up over it a mound of earth and stones.\" About forty-five years since, two men, Joseph Slinn and William Redfern, were working near the Bole-hill. Eyam, when they discovered an urn surrounded with stones. Slinn. wishing to secure it entire, went a short distance for a spade ; in the meanwhile, Redfern, thinking it might con tain some treasure, dashed it to pieces, when, to his utter mortification, he found it contained only some ashes and two copper coins. One of the coins was lost on the spot,. but was found some years after. It bore the inscription, * The person who had this precious relic of antiquity was persuaded by his silly neighbours that it was unlucky to have such a thing in his house ; and on losing a young cow, he immediately buried it. f The readers of that marvel of periodicals, The Reliquary, will remember these lines, in a most able article entitled \" Archæology of the High Peak,\" by William Bennett, Esq., a writer of great power, author of many works of an imaginative caste ; and withal (or rather above all) a resident of the Peak."], [39, "29 HISTORY OF EYAM. Maximianus and something else not legible : probably Dioclesian, as Maximianus and Dioclesian were joint Emperors of the Roman Empire. As those two urns were very similar, and buried so near together, it is highly pro bable that they were Roman ; at least containing Roman coins implies as much.* Another urn was found in the Mag-clough, Eyam — a very large one : this was buried again afterwards. Robert Broomhead, Eyam, broke one to pieces in taking up the foundation of an old wall, at Riley, about fifty years ago.f That the Romans had, at least, a temporary residence in or around Eyam, we have satisfactory evidence in the find ing of Roman coins and other articles. In the year 1814, some persons employed in burning limestone in Eyam Dale. found a great quantity of Roman coins, some silver, and some copper, bearing the inscriptions of Probus, Gallienus, Victorinus — Roman Emperors. Nearly a hundred years ago, a copper coin was found on Eyam Moor bearing the inscrip tion of Probus ; and about thirty years since, a Roman copper coin was found in the Dale, Eyam, with the inscrip tion on one side Divo Claudius, or God Claudius ; on the reverse, Consecratio, or Consecration, with the Eagle. In that part of Stoney Middleton which is in Eyam parish, Roman coins have been at various times discovered ; and a place or eminence there still bears evident traces of these once mighty masters of the world. That the descendants of the Romans continued to reside in and around Eyam, may be conjectured from the language of the inhabitants. Plaust from plaustrum, a wagon, as to plaust, hay or corn ; and sord, from sordes, the rind of bacon, and other things. Many unlettered persons invariably use quantum f or quantity, and many other Latin words. Rhodes says that he has some where read that the Romans erected elegant mansions among the Peak hills. And it is believed that the Romans continued to reside among the mountains around Eyam, * These urns might possibly be Saxon, as Roman coin was in some degree current with the Saxons. t The enclosure of a great part of that immense tract— Eyam Moor — has swept away innumerable relics of the Druids. Hence we find some enclosed parts still denominated \"Druids' Fields,\" \"Druids' Flat,\" and the like. Many ancient tumuli have been levelled tothe surface, while perhaps a subter exploration would still yield many remains, sepulchral and other kinds. The contents of Derbyshire barrows generally are now pretty well known. The late Thomas Bateman, Esq., of Middleton-by-'Youlgreave, in his Vestiges of the, Antiquities of Derbyshire, has thrown much light on this interesting subject."], [40, "30 HISTORY OF EYAM. even when the Saxons and Danes successively possessed the surrounding plains. Roman remains have been found in abundance in many places in the neighbourhood of Eyam, Stoney Middletou, Brough,* and other villages. Indeed, it has almost been satisfactorily proved that the sixth legion remained in Derbyshire some time before they marched to the north. Castle-hill, near Stoney Middleton, in the parish of Eyam, is the name of an elevated, oval-shaped eminence, evidently a work of art. Tradition insists on its being the site of a Roman encampment, and Roman coins have been found in its vicinity. Some years ago a battle-axe of antique form was found in pulling down a barn, near to \" Castle-hill.\" * There is a well-marked Roman camp at Brough."], [41, "Customs anti d^bsertoaiues. 2j|y^}**7 VERT ancient custom was observed at Eyam, until (Sj^W within a century back. The principal road into JKIL Eyam once was the Lyd-gate, now called Ligget. Lyd, or Lid is a Saxon word, which means to cover or pro tect. At this entrance into Eyam there was a strong gate, at which \" watch and ward \" were kept every night. Every effective man who was a householder in the village, was bound to stand in succession at this gate, from nine o'clock at night to six in the morning, to question any person who might appear at the gate wishing for entrance into the village, and to give alarm if danger were apprehended. The watchman had a large wooden halbert, or \" watch-bill,\" for protection, and when he came off watch in the morning, he took the \" watch-bill,\" and reared it against the door of that person whose turn to watch succeeded his ; and so on in succession. No village in England has retained and practised a custom so ancient to so recent a period. In the Scriptures there are numberless allusions to this very antique custom : \" And it came to pass about the time of shutting of the gate, &c.\" — Joshua ii. 5. One of the incantations practised at the festival of the Druids was to annoint the forehead of a sick person with May-dew, which was carefully gathered at day break, and the cure, of course, immediately followed. Now at Eyam and its vicinity it was once a general, and in some measure is still a prevailing custom, to annoint weak and diseased children with May-dew. Another part of the ceremony of the great festival of the Druids consisted in carrying long poles of mountain ash festooned with flowers. Hanging out bunches of flowers from cottage windows, once so very pre valent at Eyam on May-day, has its origin in this Druidical ceremony ; passing the bottle or glass sdeas soil) according to the course of the sun, and numerous other observances, have an equally ancient origin. Gebelin and Brand have"], [42, "32 HISTORY OF EYAM. both noticed a peculiar custom practised in Cornwall, and particularly at Penzance, the origin of which they say is lost in antiquity. The same custom is known and practised at Eyam, in the very common play — Loosing-tines or Long- duck. In reading an account of the antiquities of Corn- wall, one is particularly struck with the identity of the custom. The Golf, or Golfing, is said to be an amusement peculiar to the Highlands of Scotland, where it has been practised from time immemorial. The same diversion is known at Eyam by the uncouth name — Seg. Goose-riding, about half a century ago, was at Eyam a very common but barbarous amusement. It is lamentable, however, that one custom — clay-daubin — once so particularly observed at Eyam and its vicinity, should have fallen into desuetude. This custom consisted in the neighbours and friends of a newly married couple assembling together, and not separ- ating until they had erected them a cottage. From the number of hands employed, the habitation was generally completed in one day. The clay-daubin, is the practice was termed, concluded in rejoicing and merrymaking. Another pleasing custom, now only traditionally remembered, was once observed throughout the locality of Eyam : it con- sisted of putting the coffin, with the deceased in it, on the bed ; and of placing the bed clothes in such a manner over them as to make it appear as if the deceased were only asleep. The real charm consists in that lovely appearance of death in a young person of a virtuous and maiden race, which whispers to the bereaved spirit, that though the \" vital spark of heavenly flame \" be fled, yet the most innocent and beautiful will be awakened, as from sleep, to immortality and light. These, and many other customs and observances, Druidical or otherwise, prove, to some degree, the great antiquity of the place where they are and have been so rigidly kept. Durand, who flourished in the twelfth century, speaks of a custom rigidly adhered to at Eyam, and the Peak in general, thus : \" When any one is dying, or as soon as possible after, a bell must be tolled twice for a woman and thrice for a man ; further, a bell is tolled, and sometimes chimes are rung a little before the burial, and while they are conducting the corpse to church.\" Peshell's History of Oxford thus mentions a circumstance in connection with the ringing to the Curfew Beli, practised at Eyam to the present day, although alluded to as a very antique custom : ■\" After the ringing of this bell (Curfew), to let the inhab itants know the day of the month by so many tolls.\" Hutchinson, in his History of Northumberland, thus tells of"], [43, "33 HISTORY OF EYAM. a custom (of common occurrence at Eyam) which he deems ■of some antiquity : \" On the decease of any person leaving valuable effects, the friends and neighbours of the family are invited to dinner on the day of interment, which is called the Arthel or Arvel dinner."], [44, "jlanor of €pam. |p|5||HE Manor of Eyam (the Aiune of the Norman Survey) Vl^ was, in the reign of Edward the Confessor, held by (j_B_. the Caschin ; but at the Survey of the Conqueror, it was vested in the Crown.* This, with other Manoi'3 in the Peak, was granted by Henry the First to William Peveril, and Eyam was held under him by the Morteyne3, of Risley, in this County, and of Wollaton, in Nottinghamshire ; the latter place being now the seat of Willoughby, Lord Middleton, one of whose ancestors married, in the reign of Edward the First, the heiress of the Morteynes. About the year 1307, Roger de Morteyne sold the Manor and estate to Thomas, Lord de Furnival of Sheffield, and Lord of Hallam shire.f The Manor has continued in the descendants of the Furnivals through heiresses to the present time. Joan de Furnival, only daughter and heiress of William, fourth Lord Furnival, carried this and her other large estates in * Caschin, who possessed Eyam in the reign of Edward the Con fessor, held no other property or Manors in Derbyshire except Elton (Eltune) jointly with Utred. — Lysons' Mag. Britt., Derbyshire xxxv. and xxxix. — The Doomsday Book contains the following:—\" In Eyam, Caschin had two caracutes of land, or two plough hides of land for the plough, and two caracutes of other or not plough land. There are twelve villeins and seven Bordarii (a sort of copy -holders) they have five ploughs. Wood and pasture one mile long and broad, now the King's land, worth annually twenty shillings.\" j Thomas, the son of Gerard and Matilda Furnival, mentions at the instance of the Statute Quo Warranto of Edward the First, his being possessed at that time of the Manors of Stoney Middleton and Eyam. Elizabeth, the widow of Thomas de Furnival who died in 1332, seized of Eyam and Stoney Middleton, had for her dowry, inter alia. Eyam, Stoney Middleton, Bamford and Hathersage, Derbyshire ; and Treeton, Todwick, Dllay, Brampton, Catliffe, Orgrave. and Whiston, Yorkshire: she died on Tuesday next ensuing the Feast of the Blessed Virgin, 28th Edward the Third, after enjoying her splendid dowry a great many years. It then reverted to her husband's grandson by his first wife, Thomas, Lord Furnival, called the Hasty."], [45, "HISTORY OF EYAM. 35 marriage to her husband, Sir Thomas Nevill (brother of Ralph, Earl of Westmoreland), summoned to Parliament as Lord Furnival in right of his wife.* Maud, the only daughter and heiress of Sir Thomas Nevill, Lord Furnival, married John Lord Talbot, first Earl of Shrewsbury, the distinguished hero of the wars between England and France during the reigns of Henry the Fifth and Sixth.f On the death of Gilbert, 7th Earl, in 1616, without male issue, it passed under settlements made by Earl George, his father, to Earl Gilbert's sister, the Countess of Pembroke, and on her death without issue, to her great nephew, Sir George Saville, of Thornhill, Yorkshire, and Rufford, Not tinghamshire, afterwards created Marquis of Halifax, and grandson of the Countess of Pembroke's sister, Lady Mary Saville. On the death of his son, William, second Marquis, in the year 1700, this Manor was allotted, on partition of his estates, between his three daughters and co-heiresses, to bis daughter, the Countess of Burlington, in part of her share, from whom it descended to her only daughter and heiress, married to William, 4th Duke of Devonshire ; it is now the property of their great grandson, William, 7th J and present Duke of Devonshire, 18tb in descent from Thomas Lord de Furnival. This Manor became the property of the Right Honourable Lord George Cavendish in the year 1781, in consequence of a decision in the Court of King's Bench upon the wills of the Countess of Burlington and William, Duke ot Devonshire. In the early part of the present century, William, the sixth Duke of Devonshire, became possessed of it by exchange. On the death of William, second Marquis of Halifax, as before stated, the Manor was vested in his daughter Dorothy, Countess of Burlington ; but by virtue of partition deeds (one in the 16th George Second) the mineral rights, with the right of presentation to the living or Rectory, was held and possessed in common, or equally, between the co-heiresses, or their issue. The joint share, or portion of all mineral rights, with right of presentation to the Rectory, of Anne, the eldest daughter and co-heiress, who married Charles, Lord Bruce, eldest * Thomas Nevill, Lord Furnival, had livery 7th Richard the tiecond, of the lands of which his wife's father died seized, amongst others, Eyam, Com. Derb. f John Lord Talbot, first Earl of Shrewsbury, was summoned to Parliament in right of his wife, as Lord Furnival. He was killed 20th July, 31st Henry the Sixth, seized inter alia, of Eyam, Stoney Middle ton, Bamford, and Brassington. — Vide, Escheat's Boll, &c. } The present distinguished holder of the title (and owner of the mancial rights of Eyam) is the 8th Duke."], [46, "36 HISTORY OF EYAM. son of Thomas, second Earl of Ailesbury, has descended,. through their only daughter, married to Henry. Duke of Chandos, to her great grandson, the present Duke of Buckingham and Chandos — that of his second daughter Dorothy, the Countess of Burlington, to her descendant. the present Duke of Devonshire ; and the share of Mary. the youngest of the three daughters and co-heiresses, who married Sackville Tufton, Earl of Thanet, to her grandson. Henry Tufton, 11th and last Earl of Thanet, by whose death that title became extinct, and is now held under his will bj Sir Richard Tufton, Bart, of Hothfield Hall, Kent ; — the Duke of Buckingham and Chandos, the Duke of Devonshire, and Sir Richard Tufton, present to the Rectory in succession * The Manor House is said to have stood in the fields a little north-west of the Church and Hall garden, then called the Green Yard, and having, been sold to the Wrights, was pulled down by them in the latter half of the last century but one. Foundations have been occasionally turned up within the recollection of persons now living. It was, probably, seldom inhabited by the Lords or their families, except on occasions of their visiting their estates in this part of the country, when rooms might have been reserved for their use, and which might have been used also for the holding therein of the Manor Courts. Under the head of families of distinction will be found some further informa tion relating to the Manor. \"\"Besides the mineral rights and Rectorial presentation, these noble men have little or no landed interest at Eyam, Sir George Saville having sold the land, __c, two centuries back. A large tract of Moor land, however, belongs to the Duke of Devonshire as Lord of the Manor."], [47, "Cije plague- \" The Plague O'er hills and vales of gold and green, Passed on, undreaded and unseen : Foregoing cities, towns and crowds; Gay mansions glittering to the clouds, Magnificence and wealth. To reach a humbler, sweeter spot, The village and the peaceful cot, The residence of health.\" — Holland. LTSfeET all who tread thc green fields of Eyam, remember, sill.' wifb feelings of awe and veneration, that beneath 't§1__5_I| their feet repose the ashes of those moral heroes. who, with a sublime, heroic, and an unparalleled resolution, gave up their lives — yea ! doomed themselves to pestilential death, to save the surrounding country. The immortal victors of Thermopylæ and Marathon, who fought so bravely in liberty's holy cause, have no greater, no stronger claim to the admiration of succeeding generations, than the humble villagers of Eyam in the year 1666. Their magnanimous self-sacrifice, in confining themselves within a prescribed boundary during the terrible pestilence, is unequalled in the annals of the world. The plague, which would undoubtedly have spread from place to place through the neighbouring counties, and whish eventually carried off five-sixths of their number, was, in the following forcible language of a celebrated writer, \" here hemmed in, and, in a dreadful and desolating struggle, destroyed and buried with its victims.\" How exalted the sense of duty, how glorious the conduct of these children of nature who, for the salvation of the country, heroically braved the horrors of certain, immediate, and pestilential death ! Tread softly, then, on the fields where their ashes are laid ; let the wild"], [48, "38 HISTORY OF EYAM. flowers bloom on their wide-scattered graves. Let the ground round the village be honoured and hallowed ; for there, \" The dead are everywhere I The mountain side; the plain; the woods profound; All the lone dells— the fertile and the fair, Is one vast burial ground.\"— Mart Howitt. For some years prior to this calamity, the plague had been known to have existed, in some degree, in several adjoining places, but generally in an eastwardly direction from Eyam ; at Almonbury, near Huddersfield, in 1363 ; at Rotherham in 1570 ; at Doncaster in 1585 ; at Chesterfield in 1586-7 ; and at Brimington, when W. Townsend, Curate of Holmsfield, died in 1609. In the year 1625, a whole family at Bradley, in the parish of Malpas, Cheshire, were carried off by the plague, under circumstances (at least in one or two instances) without any recorded parallel. Tbe following are extracts from the Register of that year, place, and subject : — \" Thomas Jefferie, servant to Thomas Dawson of Bradley buryed the 10th daye of August, in the night, he died of the plague.\" \" Richarde, the sonne of Thomas Dawson, of Bradley, (that dyed of the plague) buryed the 13th daye of August, in the night, 1625, nihil.\" \" Raffe Dawson, sonne of the aforesayed Thomas came from London about 25th July last past, and. being sicke of the plague, died at his father's house, and soe infected the sayd house and was buryed, as is reported, neare unto his father's howse.\" \" Thomas Dawson, of Bradley, died of the plague, and was buryed the 16th daye of August, 1625, at 3 of clocke, after midnight, nihil.\" \" Elizabeth, the daughter of the aforesayed Thomas Dawson, died •of the plague of pestilence, and was buryed the 20th daye August.\" \" Anne, tbe wyffe of John Dawson, sonne of the aforesayed Thomas Dawson, died of the plague of pestilence, and was buryed tbe 20th of August.\" ■• Richarde Dawson ibrother to the above-named Thomas Dawson of Bradley) being sicke of the plague and perceyving he must die at yt tyme, arose out of his bed. and made his grave and causing his nefew, John Dawson, to cast some strawe into the grave, which was not farre from the howse, and went and layed him down in the sayd grave, and caused clothes to be layed uppon, and soe dep 'ted out of this world; this he did, because he was a strong man, and heavier than his said nefew, and another wench were able to burye ; he died about the 23rd of August, 1625.— This much he did I was credibly tould.\" \" John Dawson, sonne of the above-named Thomas, came unto his father, when his father sent for him, being sicke, and haveing layd him down in a dich, died in it the 29th daye of August, 1625, in the ni-jht.\""], [49, "39 HISTORY OF EYAM. \"Rose Smyth, servant of the above-named Tho: Dawson, and last of yt household, died of plague, and was buryed by Wm. Cooke, the 5th daye of September near the sayd house.\"* The death and burial of Richard Dawson, as given in the above extracts, is of a character dreadfully interesting, history not furnishing a similar instance of an individual under the agony of an intense malady, digging his own grave, lying down therein and dying, lest his mortal remains should remain uninterred after death.f The small village of Curbar, about three miles south-east of Eyam, was visited by the plague in 1632, when several families of the names of Cooke, Clarke, and probably a few others, were all but entirely swei t away. They were buried partly in what is now known as \" Elliott's Piece.\" and other places within the precincts of the hamlet or village. The desolation of Eyam by the plague in 1666, is marked by two peculiar circumstances ; one that it was the last time the plague, properly so called, visited this island ; the other, that this, its last visitation, was attended with a virulence — witb a destructive and desolating effect, never before witnessed and recorded (the population of Eyam considered) in the annals of human desolation. From the latter end of 1664, to December, 1665, about one-sixth of the population of London fell victims to this appalling pesti lence ; but at Eyam, nearly five-sixths were carried off in a few months of the summer of 1666, excepting a few who died at the close of 1665. Though the mortality of the metropolis was very great and horrible, yet there the populace were not restrained as to flight ; there, they could easily obtain medical aid ; there, neighbour knew not neighbour ; there, thousands might die without being intimately known to each other. But in Eyam, a little sequestered village, containing about three hundred and fifty stationary inhabitants, the death of every one would be a neighbour, if not a relative. Iu Eyam. then, the plague was the concentration of all the most dreadful features of that visitation in London without its * From the second of these extracts it is evident that Raffe Dawson brought the infection, which carried off a whole family in so short a time, from London to Bradley, a distance of about 170 miles. The distance from London to Eyam is 150 miles. f The \"Bow Stones,\" Cheshire, and it said, somewhere not far distant from Disley, are stated to be memorials of some persons who died of the plague, and were buried there. Of this I can learn nothing satisfactory ; the indefatigable Dugdale is silent respecting them, or the circumstance which they are said to commemorate, although he mentions minutely the pestilential death of the Dawson family, Bradley, in the same county."], [50, "40 HISTORY OF EYAM. palliatives. Indeed, it seems exceedingly strange, that Eyam, a little mountain city, an isolated Zoar, secluded among the Peak mountains, and one hundred and fifty milea distant from London, should have been visited by a pestilential disease, which had scarcely ever occurred in any very destructive form, only in great and populous cities. It is, however, most positively stated, that this terrible disease was brought from London to Eyam in a box of old clothes, and some tailor's patterns in cloth, or other materials belonging to a tailor. The plague generally manifested itself by the febrile symptoms of shivering, nausea, headache, and delirium. In some, these affections were so mild as to be taken for slight indisposition. The victim in this case generally attended his avocation until a sudden faintness came on, when the macula, or plague-spot, the fatal token, would soon appear on his breast, indicative of immediate death. But in most cases the pain and delirium left no room for doubt : on the second or third day, buboes, or carbuncles, arose about the groin and elsewhere ; and if they could be made to suppur ate, recovery was probable, but if they resisted the efforts of nature, and the skill of the physician, death was inevitable. During the dreadful ravages of the plague in London, it is very prubable that the then inhabitants of Eyam would hear but very little concerning that calamity. Confined to their secluded village, which is surrounded by towering heath-clad hills, they were happily debarred from hearing at every turn that kind of intelligence which casts a gloom over the mind, or shocks the feelings. They were in a great measure unknown ; and until the arrival of the fatal box, nothing had occurred to disturb \" the even tenor of their way.\" Ah ! up to this awful period they had lived in security and peace : attended by all the blessings of village life — \" The life which those who fret in guilt, And guilty cities never know ; the life, Led by primeval ages, uncorrupt, When angels dwelt, and God himself with Man ! Thomson. Before the arrival in Eyam of the fatal box, containing the imprisoned seeds of the plague, it may be interesting to know that the Eyam wakes of that year (1665) had only transpired a few days previously to that event : and, it is said, that this wakes was peculiarly marked by an unusual number of visitors, as if, as was imagined by the few sur vivors, these visitors, who were in a great degree relatives"], [51, "41 HISTORY OF EYAM. to the villagers of Eyam, had been involuntarily moved to come and take a last farewell of those who were, so very soon after, destined to be swept away by the plague. It is also said that the amusements on this occasion were more numerous and entertaining ; but in what respect is notnow known. Most probably, however, they would be of the usual and following character: relations and friends would assemble at the village alehouses, wishing each other, as they raised the sparkling glasses to their lips, many happy returns of the festive time ; the young men and maidens would dance upon the spacious village green ; and number less other innocent and social amusements would close each gladsome merry day.* It is singular that nearly all who have hitherto written on this direful calamity, have invariably represented the plague as breaking out in Eyam in the spring of 1666. This, however, was not the case, though by far the greater part of the number of the victims died in July, August, and Sep tember, 1666. The box, containing the tailor's patterns in cloth, and it is said some old clothes, or other materials, was sent, according to traditionary accounts, from London to a tailor who resided in a small house at the east end of the Hall garden, and near the west end of the Churchyard, The kitchen of the old house is in its original state, the house-place only has been renewed.f Whether the patterns and clothes were bought in London for the tailor at Eyam, or sent as a present, cannot now be ascertained. Some, however, have stated that it was a relative of the tailor at Eyam who sent them, he having * The Wakes, or Feast was then held when it ought to be, the first Sunday after the 18th of August, St. Helen's Day. The time of holding the annual fsstival, or wakes, was changed to the last Sunday in August above a century ago. The cause of this change was the harvest. f This memorable dwelling was occupied some years ago by a Mr. Adam Holms, who was living in Eyam when this history was written. On one occasion Holms was examining a flue or chimney in the old kitchen, when to his astonishment he drew from a small aperture in the chimney a pair of old leathern stays of antique fashion. It was immediately conjectured that the stays had been concealed there at the time Mompesson required all the clothing of the village to be burned ; and that they might, therefore, contain some invisible seeds of the dreadful pest. Holms, although he had been an active soldier daring the whole of the last war with France, had, as one of the British infantry, sustained with undaunted courage the fierce and terrible charges of Napoleon's cavalry at Waterloo, where he lost his left leg, felt his heart sink within him as he held in his hand these relics of female vestment. The stays were buried with hurried preci pitation."], [52, "42 HISTORY OF EYAM. procured them in London, where he resided, for a small sum, in consequence of the plague, which was then raging there at its maximum. Before the details of the commencement of the plague, it may be well to notice a few particulars seemingly at variance with what, among the villagers of Eyam, is aud always has been, patent tradition ; namely that the box, containing the tailor's patterns, old clothes, or some other materials, came to a tailor, who resided in the house before described. Dr. Mead, who published his treatise on the plague, about 1721, seems to have been the first to notice, since the plague, any particulars of its occurrence at Eyam ; he writes, \" the plague was likewise at Eham, in the Peak of Derbyshire ; being brought thither, by means of a box sent from London to a taylor in that village, containing some materials relating to his trade. A servant who opened the aforesaid box complaining that the goods were damp, was ordered to dry them by the fire ; but in so doing it was seized with the plague and died ; the same misfortune extended itself to the rest of the family, except the taylor's wife, who alone survived. From hence the distemper spread about, and destroyed in that village, and the rest of the parish, though a small one, between two and three hundred persons. But notwithstanding this so great violence of the disease, it was restrained from reaching beyond that parish by the care of the Rector ; from whose son, and another worthy gentleman, I have the relation. The clergyman advised that the sick should be removed into huts or barracks, built upon the common ; and pro curing, by the interest of the then Earl of Devonshire, that the people should be well furnished witb provisions, he took effectual care that no one should go out of the parish, and by this means he protected his neighbourhood from infection with complete success.\"* According to Dr. Mead's account, the box containing the infected materials came from London to a tailor at Eyam ; and this is corroborated by the concurrent statement of the villagers of Eyam erer since the plague ; and it must be observed that Mead had his relation,~in part, from Mom pesson's son George, who, when very young, was sent away from Eyam during tbe plague, and who, without doubt, had heard his father relate many times the sad particulars of the direful occurrence. The people of Eyam have, ever since the time of pestilence, uniformly and pertinaciously insisted that the fatal box came to, and the disease broke •Mead's Medical Works, vol. i. p. 290."], [53, "EYAM CROSS. (From' ft photograph'jbyJMr. R. Eeene, Derby.)"], [54, ""], [55, "45 HISTORY OF EYAM. out in, the house before-mentioned, known and particular- ized for a long time after as \" The Plague House.\" That the box came to the house in question, and that a tailor resided, as owner or tenant, in the said house at that time, cannot be quite satisfactorily substantiated : for from documents in the possession of the present owner of the house, it appears that an Edward Cooper purchased the house in 1662 ; and that he died, according to the probate of his will, in 1664. In both documents the same Edward Cooper is described as a miner. In his will he leaves his property to his two sons, Jonathan and Edward ; his widow, however, having a life interest therein, for the better ordering and bringing up of tbe said Jonathan and Edward. The Register makes the first victim of the plague to be George Vicars, the second Edward Cooper, son of Edward Cooper, defunct ; and some time after there is the burial of a Jonathan Cooper, supposed to be the eldest son of Edward Cooper, although the Register only says, \" Bur. Oct. 28, 1665, Jonathan Cooper.\" Mead states that the first who died was a servant ; but, if we can suppose a lodger was meant, it would remove the seeming perplexity. George Vicars might be a tailor, lodging and boarding with the widow of Edward Cooper; and, as the name Vicars does not occur again in the lists of those who died of the plague, he might have been a sort of stranger in Eyam. In Mead's relation, it is said that the whole of the family, where the box came to, died, except the mother ; and, we find from documents connected with the said Coopers and the said house, that the widow, Mary Cooper, survived the plague, and was married a second time to a John Coe. This con- struction of Mead's statement, and the unvarying asser- tions of the inhabitants of Eyam ever since the fatal time, would reconcile all seeming disagreements as to the persons, place, and other circumstances in connection with the commencement of the plague at Eyam. It may be still further observed that all the family died except one (the mother) where the plague commenced ; and this circum- stance agrees with all that has ever been said or written on the subject ; but as George Vicars was buried September 7, and Jonathan Cooper, October 28, 1665, it might appear that the plague, if confined solely that time in Cooper's house where it commenced, was not very malignant and destructive at first. This, however, was not the case, for between the death of George Vicars and Jonathan Cooper, the distemper had spread and carried off in the interim • twenty-six other persons. In all probability then, George Vicars opened the terrible"], [56, "46 HISTORY OF EYAM. box. In removing the contents he observed, in a sort of exclamation, how very damp they were ; and he therefore hung them to the fire to dry. While Vicars was superin tending them, he was seized with violent sickness and other symptoms of a disease which greatly alarmed the family and neighbourhood. During his (no doubt) short illnesB what was afterwards considered the fatal token, a round purple place — the plague spot — appeared on his breast ; he died, and was buried in the Churchyard, September the seventh. 1665. Thus began in Eyam the plague — the most awful of all diseases, which, after being in some measure checked, as supposed, by the following winter, spread amazingly, and eventually left the village nearly desolate. It has been generally believed that the plague carried off its first victims very quickly ; such, however, is a mistake, tor Edward Cooper, the second who died, was buried Sep tember the twenty-second, an interval from the interment of George Vicars of fifteen days. September, 1665. (Names of those who died and dates of their burial.) George Vicars . . Sept. 7 Thomas Thorpe . . Sept. 26 Edward Cooper . . . . 22 Sarah Sydall 30 Peter Halksworth . . . . 23 I Mary Thorpe 30 October commenced with two deaths, and on the third two more, and to the end of the month, sometimes one and two in a day ; and it was at this juncture that the terrified villagers ascertained the fatal disease to be the plague. Then ! \" Out it burst, a dreadful cry of death ; ' The Plague I the Plague ! ' the withering language flew.\" October, 1665. (Names of those who died, and the respective dates of their interment.) Matthew Bands.. .. Oct. 1 Elizabeth Thorpe . . . . 1 Margret Bands . . . . 3 Mary Thorpe 3 Sythe Torre . . . . . . 6 William Thorpe .. .. 7 Richard Sydall . . . . 11 William Torre . . . . 13 Alice Torre (his wife) . . 13 John Sydall 14 Ellen Sydall 15 Humphrey Hawksworth . . 17 Martha Bands.. .. Oct. 17 Jonathan Ragge . . . . 18 Humphrey Torre . . . . 19 Thomas Thorpe . . . . 19 Mary Bands 20 Elizabeth Sydall . . . . 22 Alice Ragge 23 Alice Sydall 24 George Ragge . . . . . . 26 Jonathan Cooper . . . . 28 Humphrey Torre . . . . 30"], [57, "HISTORY OF EYAM. 47 In November, the pest visited five fresh families, and the distress of the inhabitants began to assume an aggravated form and aspect ; few would visit the families infected ; they were avoided in the street ; they were glanced at with fearful apprehension; and their consequent privations cannot be described. November, 1665. (Mortality, names, and dates of burial.) Hugh Stubbs . . Nov. 1 Ann Stubbs (his wife) Nov. 19 Alice Teylor 3 Elizabeth Warrington . . 29 Hannah Rowland . . . . 5 Randoll Daniel . . . . 30 John Stubbs . . . . . . 15 December witnessed the still wide-spreading disease ; fresh habitations poured forth lamentations. December, 1665. (Names of victims and dates of their burial.) Mary Rowland . . Dec. 1 Richard Coy le.. .. .. 2 William Rowe . . Dec. 19 Thomas Willson . . . . 22 John Rowbottom . . . . 9 William Rowbotham . . 24 — Rowe (an infant) . . . . 14 Anthony Blackwell . . . . 24 Mary Rowe 15 Some idea may be formed of the extreme virulence of the plague at Eyam, even at its commencement, by observing that even in large cities the plague has been known to cease in winter. In the first summer of the great plague at Genoa, 10,000 died, in the winter scarcely any ; but in the following summer, 60,000. The great plague in London appeared in the latter end of 1664, but was checked by winter until the ensuing spring ; while at Eyam, where the effects of winter would be considerably greater than in cities, the plague continued its ravages without ceasing. Still it did not attain the height of its destruction and malignancy until the summer of 1666. During the last four months the sufferings of the villagers were truly dreadful ; and, though they had become familiar with death, yet they were doomed, in the following summer, to behold the pest assume a far more deadly and fatal aspect. Though the survivors had seen, in the above time, forty-five of their relatives and friends snatched from among them by the terrific hand of pestilen tial death, yet some few of them were destined to see near double that number swept away in the short space of one month. Fated beings ! shall not \"The bard preserve your names And send them down to future times ?\" — Ossian."], [58, "48 HISTORY OF EYAM. January exhibited, to the great joy of the villagers, some slight apparent abatement of the malignant disease. January, 1665-6. (Names of victims and dates of their interment.) Robert Rowbottom . . Jan. 1 John Thornley .. Jan. 28 Samuol Rowbottom . . . . 1 Isaac Willson . . . . 28 Abell Rowland . . . . 15* February cast a saddening gloom around the hearts of the now terror-stricken inhabitants, the number of deaths increased, and their cup of hope was now dashed to the ground. February, 1665-6 (Mortality, names, and dates of burial.) Peter Mortin. Bretton Feb. 4 Thomas Rowland . . . . 13 John Willson 15 Deborah Willson .. ..17 Alice Willson.. .. Feb. 18 Adam Hawksworth . . . . IS Anthony Blackwell . . . . 21 Elizabeth Abell . . . . 27 It may be necessary, in this place, to notice some few particulars respecting the two unrivalled characters, who may be justly said to have been by their joint exertions, the principal instruments by which Derbyshire and the neigh bouring counties were delivered from the desolating plague — the Rev. Thomas Stanley and the Rev. William Mom pesson. It will be manifest that at the time of the greatest fury of the plague, the salvation of the surrounding country originated in the wisdom of these two worthy divines. Their magnanimous conduct on this awful occasion can only be exceeded by the obedience of the sufferers over whom they exercised such heavenly influence.f The Rev. Thomas Stanley was born at Duckmanton, near Chesterfield. His public ministry was exercised at Hands worth, Dore, and eight years at Ashford, whence, by those in power, he was translated, in 1644, to the Rectory of Eyam, where he continued to reside, respected and esteemed, until Bartholomew-day, 1662. He continued to preach, however, in private houses at Eyam, Hazleford, and other places, until his death in 1670. This very worthy man was succeeded by his predecessor, the Rev Shoreland Adams, * A headstone to the memory of Abell Rowland stands near the Chancel door of the Church. + A stone has now been erected in Eyam Churchyard to the memory of the Rev. Thos. Stanley. This waa done at the instance of the Rev. H. J. Longsdon, late Rector."], [59, "HISTORY OF EYAM. 49 who died in 1664.* The successor of this litigious divine was the Rev. William Mompesson, chaplain to Sir George Saville. Before his coming to Eyam, in April, 1664, he had married a beautiful young lady, Catherine, the daughter of Ralph Carr, Esq., of Cocken, in the County of Durham. She was young, and possessed good parts, with exquisitely tender feelings. These two illustrious characters (Stanley and Mompesson) throughout the fury of the pestilence, as we shall see hereafter, forsook not their flocks, but visited, counselled, and exhorted them in their sufferings ; alleviated their miseries ; and held fast to their duties, on the very threshold of death. March commenced, and the pestilence still alarmingly prevailed in various parts of the village, although the number of deaths did not reach that of the preceding month. March, 1665-6. (Names of persons who died — no dates of burials given in the register.) Jon. Thos. Willson Mar. — John Talbot — John Wood . . . . . . — I Mary Buxton, Foolow, Mar. — Ann Blackwell . . . . — j Alice Halksworth . . . . — April, with its increasing number of victims, threw a deep and sorrowful gloom over the heart-sickened villagers. April, 1666. (Names of victims, and days of interment.) Thomas Allen . . April 6 Joan Blackwell . . . . 6 Alice Thorpe . . . . . . 15 Edward Bainsley . . . . 16 Margaret Blackwell . . . . 16 Samuel Hadfield . . April 18 Margaret Gregory . . . . 21 - Allen (an infant) . . . . 28 Emmot Sydal 20 May brought forth a cheering relaxation in the chilly touch of this insatiable messenger of death. May, 1666. (Persons who died, and dates of their burial.) Robert Thorpe .. May 2 I James Taylor. . .. May 11 William Thorpe . . . . 2 I Ellen Charlesworth . . . . 24 Jctne awoke the deadly monster from his seeming slum- * The Rev. Shoreland Adams was suspended as Rector of Eyam in 1644 ; he regained his living in 1662. 3"], [60, "50 HISTORY OF EYAM. ber in the preceding month, and with desolating steps be stalked forth from house to house, breathing on the trem bling inhabitants the vapour of death. The irresistible rage of the pest filled the hearts of all with dreadful fore bodings : despair seized every soul ; loud and bitter lamentations burst forth from every infected house ! Fear and apprehension prevented ingress to these abodes of dis tress. Horror and dismay enveloped the village ; and many persons were led to practise numerous weak and absurd expedients to prevent infection. Numberless were the imagined omens and presages which the terrified inhabi tants could now call to mind of their dreadful calamities. Some said that the desolation of the village bad been at various times prognosticated. Many could recollect having seen the white cricket, and heard it sound the death-knell on their hearths. Others remembered having heard for three successive nights the invisible \" death-watch \" in the dead of night. And some called to mind how often, during a few preceding winters, they had listened to the doleful howlmgs of the Gabriel-hounds.* These, with numerous other fanciful tokens of death, the simple and horrified villagers imagined, at this awful time, they had seen and heard. Would it, indeed, have been marvellous, had tbey fancied they had seen, with Ossian's Melilcoma, \" the awful faces of other times looking from the clouds ?\" As June advanced, the pestilence spread from house to house with dreadful rapidity : \" Health, strength, and infancy, and age. In vain the ruthless foe eng-age.\" — Holland, The unexampled mortality of the plague during the summer of 1666, is, as stated before, unequalled in history. Some have supposed that this destructive scourge was aggravated to its unparalleled fury at Eyam by the ignorance and destitution of the inhabitants, and their con sequent maltreatment of the distemper. But the proximate cause of this unheard of mortality was undoubtedly the courageous determination of the villagers to confine them selves within a certain boundary ; for if those who fell a sacrifice in July, August, September, and October, had fled in the spring, they would most probably have escaped ; but then there was this danger — the infected would have fled with the non-infected, and thereby have carried desolation • Gabriel-hounds are believed to be the spirits of unbaptized infants which are destined to hover about in the air, and by a faint dog-like howling announce the death of individuals of their respective families."], [61, "51 HISTORY OF EYAM. wherever they went. Hence may be traced the principal and evident cause of that dreadful mortality among the meritorious villagers of Eyam. Up to the beginning of June sevenl y-seven had perished from the commencement of the pest ; this number of deaths, from a population of three hundred and fifty, was very great in so short a time ; but how incomparable to the dreadful havoc of the ensuing months of June, July, August, September, and October ! It was, however, about the middle of June that the plague began to assume so terrible an aspect. Terror overwhelmed the hearts of the villagers. Mrs. Mompesson threw herself and two children. George and Elizabeth (said to have been about three and four years old), at the feet of her husband, imploring their immediate departure from the devoted place ! Her entreaties and tears sensibly moved the feelings of her husband, whose eyes were suffused with tears at this energetic and truly pathetic appeal. He raised her from his feet, and in the most affectionate manner told her that his duty to his suffering and diminishing flock — that the indelible stain that would rest on his memory by deserting them in the hour of danger — and that the awful respon sibility to bis Maker for the charge he had undertaken, were considerations with him of more weight and impor tance than life itself ! He then again, in the most persuasive manner, endeavoured to prevail on his weeping partner to take their two lovely children, and flee to some place of refuge until the plague was stayed. She, however, steadfastly resisted his entreaties, and emphatically declared her determination that nothing should induce her to leave him amidst that destructive and terrible whirlpool of death ! This affecting contest ended in their mutual consent to send the children away to a relative in Yorkshire (supposed to be J. Bielby, Esq.,) until the pestilence ceased. Imagination may paint the mournful parting of the children and parents on this occasion. Mompesson would call them aside, and, suppressing the bitterness of his feelings, give each a parting kiss, and fervently admonish them to be obedient and good ! Their tender and loving mother would clasp each in her arms, and, in the intervals of heart bursting sighs, kiss them again and again ! When they departed, she would haste to the highest window of their dwelling and watch them leave the village. As she caught the last glance of them, a sudden and startling thought would cross her mind that she should behold them no more. She might utter a shrill and piercing scream ! Mompesson would be by her side, and endeavour to console her in the"], [62, "52 HISTORY OF EYAM. most soothing language imaginable! In the first paroxysm of her grief she would intently gaze towards the spot where they last met her view, and refuse to be removed from the place, until the streaming tears \" Rush from her clouded brain, Like mountain mists at length dissolved to rain.\" Byron. Alas ! alas ! her forebodings were realised : in this world she beheld her children no more : she took the infection, and died, as will be hereafter seen, blessing her children with her last parting breath. It was at this period of the calamity, that the inhabitants began to think of escaping from death by flight. Indeed, the most wealthy of them, who were but few in number, fled early in the spring with the greatest precipitation. Some few others, having means, fled to the neighbouring hills and dells, and there erected huts, where they remained until the approach of winter. But it was the visible manifestation of a determination in the whole mass to flee, that aroused Mompesson ; he energetically remonstrated with them on the danger of flight ; he told them of the fearful consequences that would enHue ; that the safety of the surrounding country was in their hands ; that it was impossible for them to escape death by flight ; that many of them were infected ; that the invisible seeds of the disease lay concealed in their clothing and other articles which they were preparing to take with them ; and that, if they would relinquish their fatal and terrible purpose, he would write to all the influential persons in the vicinity for aid ; he would, by every possible means in his power, endeavour to aleviate their sufferings; and he would remain with them, and sacrifice his life rather thin be instrumental in desolating the surrounding country. Thus spoke this wonderful man ! lhe inhabitants, with a superhuman courage, gave up all thoughts of flight. Mompesson immediately wrote to the Earl of Devonshire, then at Chatsworth, a few miles from Eyam, stating the particulars of the calamity, and adding that he was certain that he could prevail on his suffering and hourly diminishing flock to confine themselves within the precincts of the village, if they could be supplied witb victuals and other necessary articles, and thereby prevent the pestilence from spreading. The noble Earl expressed in his answer deep commiseration for the sufferers ; and he further assured Mompesson that nothing should be spared on bis part to mitigate the calamitous sufferings of the inhabitants — provided they kept themselves within a speci-"], [63, "Mompesson's Well."], [64, ""], [65, "HISTORY OF EYAM. 55 ■fied bound. This worthy nobleman generously ordered the sufferers to be supplied with all kinds of necessaries, agree ably to the following plan : — A kind of circle was drawn round the village, marked by particular and well-known stones and hills; beyond which it was solemnly agreed that no one of the villagers should proceed, whether infected or not. This circle extended about half-a-mile around the village ; and to two or three places or points on this boundary provisions were brought. A well, or rivulet, northward of Eyam, called to this day •' Mompesson's Well,\" or \" Mompesson's Brook,\" was one of the places where articles were deposited. These articles were brought very early in the morning, by persons from the adjoining villages, who, when they had delivered them beside the well, fled with the precipitation of panic. Individuals appointed by Mompesson and Stanley fetched the articles left ; and when they took money it was placed in the well or certain stone troughs, to be purified, thus pi eventing contagion by passing from hand to hand. The persons who brought the articles were careful to wash the money well before they took it away. When money was sent, it was only for some extra or particular articles : the provisions and many other necessaries were supplied, it is supposed, by the Earl of Devonshire. The Cliffe, between Stoney Middleton and Eyam, was another place on the circle appointed for this purpose. A large stone trough stood there, in which money and other things were deposited for purification. There are other places pointed out, but these were the principal.* It is said that no one ever crossed this cordon sanitaire from within or without, during the awful calamity : this, however, is not precisely correct. One peison, as will be hereafter seen, crossed it from without at the almost sacri fice of life ; and, in a subsequent part, some interesting particulars will be given of one or two who crossed it from within. It must be admitted that it was to the prescribing -of this boundary, and other precautions attendant thereon, that the country around was saved from the pestilence. The wisdom of Mompesson, who is said to have originated the plan, can only be surpassed in degree by the courage of the inhabitants in not trespassing beyond the bounds • An ancestor of Abraham and William Cooper, Farmers, now residing in Eyam, brought bread to Eyam from Hazleford, during the plague. It was les t on a certain stone on the top of \" Wet Wi thins,\" on Eyam Moor. Another person from the neighbourhood of Little Common, a few miles west of Sheffield, brought articles of food (bread principally) on this calamitous occasion."], [66, "56 HISTORY OF EYAM. marked out, whom as Miss Seward justly observes, \"a cordon of soldiers could not have prevented against their will, much less could any watch whieh might have been set by the neighbouihood have effected that important pur pose.\" The annals of mankind afford no instance of such magnanimous conduct in a joint number of persons ; and ages pass away without being honoured by such an immor tal character as Mompesson, who, while the black sword of pestilence was dealing death around him, voluntarily \" put his life in his hand,\" from an exalted sense of duty, for the salvation of the country. Towards the middle and latter end of June, the plague began to rage more fearfully. Nothing but lamentations were heard in the village. The passing-bell ceased, the Churchyard was no longer resorted to for interment, and the Church door closed. \" Contagion closed the portal of the fane: He then a temple sought, not made with hands, But reared by Him, amidst whose works it stood. Rudely magnificent. \" Roberts. At this period, Mompesson, deeming it dangerous to assemble in the Church during the hot weather, proposed to meet his daily diminishing flock in the Dels, a secluded dingle, a little south of Eyam, and there read prayers twice a week, and deliver his customary sermons on the Sabbath, from a perforated arch in an ivy-mantled rock. The ghastly hearers seated themselves at some distance from each other, on the grassy slope opposite the rocky pulpit. Thither they repaired one by one on these awful occasions, leaving at their mournful homes, some a father, some a mother, some a brother, and some a child, struggling with death. They glanced at each other with looks of unutter able woe, asking in silence \" whom Fate would next demand.\" Mompesson, standing on the verge of the arch, lifted up his voice to heaven and called aloud on the God of mercy to stay the deadly pest, while the fervent responses of the shuddering hearers dolefully echoed from the caverns around. Thus they assembled in the sacred dell, while each succeeding Sabbath told the tale of death. \"Do you see,\" says Miss Seward, \" this dauntless minister of God stretching forth his hand from the rock, instructing and consoling his distressed flock in that little wilderness ? How solemn, how affecting, must have been the pious exhortations of these terrible hours !\" Rhodes observes, \" That Paul preaching at Athens, or John the Baptist in the wilderness, scarcely excites a more powers ul and solemn interest than this minister of God, this 'legate of the skies,' when contemplated on this trying occasion, ' when he"], [67, "57 HISTORY OF EYAM. stood between the dead and the living, and the plague was stayed.' \" This romantic arch has, from that terrible time, been invariably designated \" Cucklett Church.\"* How insensible to the awfulness of that horrible season must he be who can tread this hallowed dell and not hear \" Amidst the rocks an awful sound In deep reverberation sigh. And all the echoing caverns round With mournful voices far reply, As if, in those sepulchral caves, The dead were speaking from their graves. \" Brettell. Daring June, and more especially the three following months, the terrific suffering of the inhabitants almost defy description. Parents beheld their children fall in direful succession by the hand of the insatiable and purple visaged pest. Children turned aside with fearful dread at the distorted features of their parents in death. Every family, while any survived, buried its own dead ; and one hapless woman, in the space of a few days, as we shall afterwards see, dug the graves for, and buried with her own hands, her husband and six children. Appalling as such a circumstance must be, it is, however, only one out of very many of that eventful time. It was during the latter part of June, or the beginning of July, that the Churchyard closed its gates against the dead Funeral rites were no longer read ; coffins and shrouds no longer thought of ; an old door or chair was the bier on which the dead were borne ; and a shallow grave or hole, hastily dug in the fields or gardens round the cottages, received each putrid corpse ere life was scarce extinct. This was more particularly the case in the two following (months, J uly and August. June, 1666. (Names of victims, and dates of burial.) Isaac Thornley . . June 2 Anna Thornley . . . . 12 Jonathan Thornley . . . . 12 Anthony Skidmore . . . . 12 Elizabeth Thornley . . . . 15 James Mower . . . . . . 15 Elizabeth Buxton . . . . 15 Mary Heald 16 Francis Thornley . . . . 17 Mary Skidmore . . . . 17 Sarah Lowe . . . . June 17 Mary Mellow . . . . 18 Anna Townsend . . . . 19 AbelArchdale 20 Edward Thornley .. ..22 Ann Skidmore . . . . 25 Jane Townsend . . . . 25 Emmot Heald . . . . 26 John Swanna . . . . . . 29 * Cucklett or Cuckletts is the name of certain fields or plot of land ■west of the rock or arch where Mompesson preached ; the name is said to be a corruption of the words Cook's Lot— that is, land that once belonged to a family named Cook."], [68, "58 HISTORY OF EYAM. July saw the rage of the pest in a form really terrific- Dreadful waitings burst forth from every side ; and the countenances of the few who ventured abroad were deeply impressed with the visible signs of inward horroi. The village was unfrequented; it stood, as it were, out of the world ; none came to sympathise with its suffering inhab itants : no traveller passed through the lonely street during that awful time ! It was regarded and avoided as the valley of death ! Horror and destruction rode anti marked thc boundary of the dreadful place. On the clouds that hung gloomily over the village, imagination might see written \" Pestilence and Death ;\" at, which terrific inscrip tion the approaching stranger turned aside and precipitately fled. Thus, helpless and alone, perished the villagers of Eyam. \" Struck by turns, in solitary pangs They fell, unblest, uutended, and unmourned. \" Thomson. It is impossible for pen to describe, or imagination to conceive, the unspeakable distress of those who resided in that part of the village, and in those houses, where tin plague raged with the greatest violence. Some dwellings. in July, and especially in August, contained at the same moment both the dying and the dead. In one house a victim was struggling with death, while they were hurrying another therefrom to a grave in the fields. In the next a few were anxiously watching for the last convulsive gasp, that the body might be instantly interred, and that \" so much of the disease might be buried, and its influence destroyed.\" The open day witnessed the putrid bodies of the victims pass along the street ; and sable night was startled at the frequent footsteps of the buriers of the dead. The horrid symptom of the last stage of the disease in almost every victim, was the signal for digging a grave, or rather hole, to which the deceased, placed on the first thing at hand, or more frequently dragged along the ground, was speedily hurried and buried with inconceivable precipita tion ; \" even while the limbs were yet warm, and almost palpitating with life.\" So anxious were they for immediate interment, that some were buried close by their cottage doors, and it is said, some close behind the very houses in which they died. In this state of things passed day after day, and week after week. The terrified villagers had for some time past forsaken their wonted occupa tions ; the untended cattle lowed mournfully on the neighbouring hills ; the fields and gardens \"became a"], [69, "HISTORY OF EYAM. 59 •wilderness ; and family feuds and personal animosities sank into oblivion ! Every family up to July, or perhaps the latter end of lune, had been, from dire necessity, compelled to bury its own dead ; for no one would touch or even glance at a corpse that did not belong to his own house or family. But when, as was now frequently the case, the last of a family died, or when one died in a house and others were dying, some person was necessitated, however dangerous the task, to undertake the removal of the unsightly corpse, and immediately bury it. For this hazardous but necessary purpose, the All-wise Providence had endowed with sufficient nerve, hardihood aud indifference, the person of Marshall Howe, a native of the village, a man of gigantic stature, and of the most undaunted courage. The daring conduct of this individual, in that terrible time, has rendered his name familiar with the villagers of Eyam to the present day. During the greatest fury of the plague, he filled the fearful office of burier of the dead. It appears, however, that he took the distemper nearly at the time of its first appearance, but recovered ; and to the belief that a person was never attacked twice, much of his intrepidity may be ascribed. Covetousness or avarice seems to have instigated him, in part, to undertake his perilous vocation. When he learnt that a person was dying without relatives to take charge of interment, he immediately proceeded to a garden or adjoining field, and opened a grave ; then hastened to the house where the victim lay, perhaps warm with life, and tying one end of a cord round the neck or feet of the corpse, he dragged the body to the grave, and with an \" unhallowed haste \" lightly covering it with earth. The money, furniture, clothes, and other effects of the deceased were his unenviable remuneration. For nearly three months he was thus employed. Through burying the last victims of the pest-houses, he claimed and took what ever he found therein ; and, in alluding to the quantity of small clothes he had thus obtained, he jocularly observed that \" he bad pinners and napkins sufficient to kindle his pipe with while he lived.\" Such was the awful occu pation of Marshall Howe, during the most horrible ravages of the plague ; he, however, tasted the bitter draught by burying, with his own hands, his wife, on the twenty seventh, and his son the the thirtieth of August of the fatal 1666. For a generation or two after the plague, parents in Eyam endeavoured to bring their children to rule and obedience by telling them that they would send for Marshall Howe."], [70, "60 HISTORY OF EYAM. July, 1666. (Dates of interments and names of sufferers.) Elizabeth Heald . . July 2 William Lowe . . . . 2 Eleanor Lowe (his wife) . . 3 Deborah Ealott . . ■ • 3 George Darby * Anna Coyle . . . . • • ° Briget Talbot, Rilev.. .. 5 Mary Talbot, ditto . . . . 5 John Dannyel , . • • 5 Elizabeth Swanna . . . • 6 Mary Thornley . . . . 6 John Townsend . . . . 7 Ann Talbot, Riley . . . . 7 Francis Wragge . . . . 8 Elizabeth Thorpe . . . . 8 Elizabeth Lowe . . . . 9 Edytha Torre . . . . 9 Anne Lowe . . . . . . 13 Margret Teylor . . . . 14 Alice Thornley . . . . 16 Jane Naylor . . . . . . 16 Edytha Barkinge . . . . 17 Elizabeth Thornley . . . . 17 Jane Talbot 17 Robert Whyteley .. ..18 Catherine Talbot . . 18 Thomas Heald . . . . 18 Robert Torre 18 George Short 18 Thomas Ashe . . . . July 18 William Thornley .. ..19 Francis Wood . . . ■ . . 22 Thomas Thorpe . . . . 22 Robert Thorpe . . . . 22 Robert Talbot . . . . 24 Joan Nealor 25 Thomas Healley . . . . 25 Richard Talbot . . . . 25 John Nealor 26 Joan Talbot 26 Ruth Talbot 26 Anna Chapman . . . . 26 Lydia Chapman - . . . . 26 Margret Allen .. ..29 John Torre 29 Samuel Ealott . . . . 29 Rowland Mower . . . . 29 Thomas Barkinge . . . . 30 Nicholas Whitby .. ..30 Jonathan Talbot . . . . 30 Mary Whitby 30 Rowland Mower . . . . 30 Sarah Ealott 31 Joseph Allen . . . . . . 31 Ann Mortin, Bretton . . 31 Robert Kempe, Shrphords' Flat 30 August, however, was the month in which the pest bared his arm for the most deadly slaughter. Distraction over whelmed the hourly diminishing villagers ; some lay in a death-like stupor, anticipating their doom ; others ran about the streets in a state of madness, until they suddenly dropped down dead. From every house that was not empty, loud and dismal cries issued forth, mixed with violent exclamations of pain ; and, as Ossian sings, \" the groan of the people spread over the hills.\" The swellings in the neck and groin of the patient became insufferable when they would not burst, and the torment was unspeakably excruciating. All now expected death ; no one cherished a hope of escape ; and a mournful gloom settled on the features of the few who ventured to pace the lonely street. Those who fetched the victuals and other articles from the stated places, were marked on the brow by sullen despair ; and even \" The very children had imbibed a look Of such unutterable woe, as told A tale of sorrows indescribable.\" — Roberts."], [71, "61 HISTORY OF EYAM. As this fatal month advanced, the mortality increased with inconceivable violence. Tbe wakes or feast came on again, but alas ! alas ! how awful the change ! The remain ing few thought not of their wonted joy; they breathed not its name, for all their thoughts were full of death ! The festive Sunday passed away, with all tbe stillness of the grave ; none watched for\" the arrival of relations and friends ; no village choristers assembled at the Church ; nor did the cheerful bells call aloud to the hills to be merry and glad. Nearly all who had danced upon the village green ut the last anniversary of this, till then, happy time. wero now laid, nncoffined, in their graves. Towards the latter end of August, near four-fifths of the inhabitants had been swept away. Mompesson. during the whole time, unremittingly went from house to house, com forting, as much as possible, his dying flock. He, however, was an \" ailing man, ' and had an issue in his leg. One day his beloved wife observed a green ichor issuing from the wound, which she conceived to be the result of his having taken the distemper, and its having found vent that way. Great was her joy on this occasion ; and although Mom pesson thought she was mistaken, yet he. as we shall see in his letter to his children, fully and duly appreciated her extreme anxiety for his welfare. This admirable and worthy man was now destined to drink deep of the sickening cup which had been passing round the village Catherine, his beloved partner, had for some time shown symptoms of pulmonary consumption. She is represented to have been exceedingly beautiful, though very delicate. There is a very current tradition in the village, that on, or a little before the twenty-second of August, 1666, Mompesson and his wife were walking arm-in-arm in the fields adjoining the Rectory, as had been their custom in the morning during some months in the spring, hoping that the au would restore her to convalescence. During this walk she had been dwelling on her usual theme — their absent chil dren, when, just us they were leaving the last field for their habitation, she suddenly exclaimed : \" Oh ! Mompesson ! the air ! how sweet it smells !\" These words went through thc very soul of Mouipes?on, and his heart sank within him. He made some evasive reply, and they entered their dwelling. The lapse of a few hours confirmed his fearful anticipation from her remark in the fields : she had taken the distemper* Mompesson seemed for awhile unable to * There is a current tradition in the little hamlet of Curbar (two miles south-east of Eyam), that when the plague raged there iu 1632, a woman named Sheldon, on leaving a house where some person was"], [72, "62 HISTORY OF EYAM. stand the terrible shock ; he stood at her bedside a statue of despair. He, however, after the first paroxysm of grief vas past, began with a fortitude unexampled, to use every means imaginable to arrest the progress of the disease. Cordials and chemical antidotes were administered by his own hand ; but, alas ! in vain. She struggled with the invincible pest for a few days, when her spirit took its flight to the regions of bliss. Mompesson cast himself beside her putrid corpse ; and in the agony of despair bathed her cold and pallid face with burning tears. The domestics came and led him faltering away ; yet, ere ho left the room he turned, and, sobbing, cried \" Farewell ! farewell ! all happy days !\" He repaired to his closet, and on his bended knees lifted up his voice to heaven ; while \" One lightning.wingod cry Shot through the hamlet; and a wailing grew. Wilder than when the plaguo-tiend first drew nigh, One troublous hour,— and from all quarters fly The wretched remnant, who had ceased to weep ; But sorrow, which had drained their bosoms dry. Found yet fresh fountains in the spirit-deep, Wringing out burning tears that loved one's couch to steep.\" William and Marv Howitt. She, who a few days past had been so lovely and beautiful, was now a livid corpse ; she, who had been the object of every attention, now lay lone and still, guarded from every eye by dreadful apprehension. \"Ah I then Mompesson felt What human tongue nor poet's pen must feign — Quick to the grave the kindred earth was given With e'en affection's last sad pledtre forgone. The mortal kiss -for round those blighted lipH, Exhaled the lingering spirit of the pest. As if in triumph o'er all that was once So lovely and beloved.\" Holland. Thus, this lovely and amiable woman fell a victim to the plague, in the twenty-seventh year of her age. Hor resolu tion to abide with her husband in defiance of death, is a striking instance of the strength and purity of female affection. She was interred August thc twenty-fifth, 1666, in the Churchyard at Eyam. Over her ashes her loving and truly affectionate husband erected a splendid tomb, which, with it3 inscription and devices, will be hereafter described. suffering of the plague, said to her husband who was accompanying her home, \" Oh! my dear, how sweet the air smells! \" She took the distemper and died. This sensation and exclamation, compared with Mrs. Mompesson's, afford a most striking coincidence."], [73, "HISTORY OF EYAM. 63 Great as was the calamity that had visited and was still visiting almost every family in the fated village— terrible as was the devastation of the pestilence in August — yet the very few inhabitants who were left nearly forgot their own sufferings and distress in the death of Mrs. Mompesson. They had witnessed in her worthy husband so much sym pathy and benevolence, so much attention and hnmane feeling, that they regarded him as their counsellor, physician, and friend ; and hence their participation in his sorrow for the loss of bis lovely and amiable wife. The trying situation, the lacerated feelings of this incomparable man, will be best shown by the two following letters, written with his own hand a few days after the interment of his affectionate spouse. To his dear children he thus announces the death of their mother : — \" To my dear children, George and Elizabeth Mompesson, these present with my blessing. \"Eyam, August 31, 1666. \" Dear Hearts, — This brings you the doleful news of your dear mother's death — the greatest loss which ever befel you ! I am not only deprived of a kind and loving comfort, but you also are bereaved of the most indulgent mother that ever dear children had. But we must comfort ourselves in God with this consideration, that the loss is only ours, and that what is our sorrow is her gain. The consideration of her joys, which I do assure myself are unutterable, should refresh our drooping spirits. \" My dear hearts, your blessed mother lived a most holy life, and made a most comfortable and happy end, and is now invested with a crown of righteousness. I think it may be useful to you to have a narrative of your dear mother's virtues, that the knowledge thereof may teach you to imitate her excellent qualities. In the first place, let me recommend to you herpiety and devotion, which were according to the exact principles of the Church of England. In the next place, I can assure you, she was composed of modesty and humility, which virtues did possess her dear soul in a most extraordinary manner. Her discourse was ever grave and meek, yet pleasant withal; a vaunting, immodest word was never heard to come from her mouth. Again, I can set out in her two ether virtues, i.e., charity and frugality. She never valued anything she had, when the necessities of a poor neigh bour required it; but had a bountiful heart to all indigent and dis tressed persons. And, again, she was never lavish, but commendablv frugal. She never liked tattling women, and abhorred the custom of going from house to house, thus wastefully spending precious time. She was ever busied in ustful work, yet, though prudent, she was affable and kind. She avoided those whose company could not benefit her, and would not unbosom herself to such, still she dismissed them with civility. I could tell you of her many other excellent virtues. I do believe, my dear hearts, upon sufficient grounds that she was the kindest wife in the world, and think, from my soul, that she loved me ten times better than herself; for she not only resisted my entreaties, that she should fly with you, dear children, from this place of death ; but some few days before it pleased God to visit my house, she"], [74, "64 HISTORY OF EYAM. perceived a green matter to come from the issue in my leg, which she Fancied a symptom that the distemper had found vent that way, whence she assured herself that I was past the malignity of the disorder, whereat she rejoiced exceedingly, not considering her own danger thereby. I think, however, that she was mistaken in the nature of the discharge she saw : certainly it was the salve that made it look so green; yet ber rejoicing on that account was a strong testimony of her love to me: for I am clear that she cared not (if I were safe) though her own dear self was in ever so much pain and jeopardy. \" Further, I can assure you, my sweet babes, that her love to yon was little inferior than to me ; since why should she so ardently desire my continuance in this world of sorrows, but that you might have the protection and comfort of my life? You little imagine with what delight she talked of you both, and the pains she took when you sucked the milk from her breasts. She gave strong testimony of her love for you when she lay on her death-bed. A few hours before she expired I wished her to take some cordials, which she told me plainly she could not take. I entreated she would attempt for your dear sakes. At the mention of your names, she with difficulty lifted up her head and took them ; which was to let me understand that whilst she had any strength left she would embrace any opportunity she had of testifying her affection to you. \" Now I will give you an exact account of the manner of her death. For some time she had shown symptoms of a consumption, and was wasted thereby. Being surrounded by infected families, she doubtless got the intection from them ; and her natural strength being impaired, she could not struggle with the disease, which made her illness so very short. She showed much contrition for the errors of her past life, and often cried out, ' One drop of my Saviour's blood, to save my soul!' At the beginning of her sickness she entreated me not to come near her, lest I should receive harm thereby; but, thank God, I did not desert her, but stood to my resolution not to leave her in her sickness, who had been so tender a nurse to me in her health. Blessed be God. that He enabled me to be so helpful and consoling to her. for which she was not a little thankful. During her illness she was not disturbed by worldly business— she only minded making her calling and election sure; and she asked pardon of her maid for having sometimes given her an angry word. I gave her some sweating antidotes, which rather inflamed her more, whereupon her dear head was distempered, wliich put her upon many incoherencies. I was troubled thereat, and pro pounded to her questions in divinity ; as by whom and on what account she expected salvation, and what assurances she had of the certainty thereof. Though in all other things she talked at random, yet to these religious questions she gave me as rational answers as could be desired. And at these times I bade her repeat after me certain prayers and ejaculations, which she did with great devotion,— it gave me comfort that Goa was so gracious to her. \"A little before her dear soul departed (I was gone to bed) she sent for me to pray with her. I got up and went to her, and asked her how she did. The answer was, that she was looking when the good hour should come. Thereupon I prayed, and she made her responses from the Common Prayer Book, as perfectly as in her health, and an ' Amen ' to every pathetic expression. When we had ended the prayers for the sick, we used those from the Whole duty of Man ! and when I heard her say nothing, I said, 'My dear, dost thou mind?' She answered, ' Yes,' and it was the last word she spoke."], [75, "65 HISTORY OF EYAM. \" My dear babes, the reading of this account will cause many a salt tear to spring from your eyes; yet let this comfort you,- your mother is a saint in heaven. I could have told you of many more of your dear mother's excellent virtues ; but I hope that you will not in the least question my testimony, if in a few words I tell you that she was pious and upright in her demeanour and conversation. \"Now, to that blessed God, who bestowed upon her all 'those graces,' be ascribed all honour, glory, and dominion, the just tribute of all created beings, for evermore. —Amen I \" William Mompesson.\" Is there not in this truly pathetic letter, the visible mani festation of a truly Christian spirit — the bright effulgence of a heavenly mind, which ought to command the admiration of succeeding generations to the end of time P On the same melancholy event, the following letter was written by Mom pesson, to his friend and patron, Sir George Saville : — \" Eyam, September 1. 1666. \" Honoured and Dear Sir, — This is the saddest news that ever my pen could write. The destroying Angel having taken up his quarters within my habitation, my dearest wife is gone to her eternal rest, and is invested with a crown of righteousness, having made a happy end. Indeed had she loved herself as well as me, she had fled from the pit of destruction with the sweet babes, and might have prolonged her days ; but she was resolved to die a martyr to my interests. My drooping spirits are miicii refreshed with her joys, which I think are unutterable. \" Sir, this paper is to bid you a hearty farewell for ever, and to bring you my humble thanks for all your noble favours ; and I hope you will believe a dving man, I have as much love as honour for you, and I will bend my feeble knees to the God of Heaven, that you. my dear lady, and your children, may be blessed with external and eternal happiness, and that the same blessing may fall upon Lady Sunderland and her relations. \" Dear Sir, let your dying Chaplain recommend this truth to you and your family, that no happiness or solid comfort can be found in this vale of tears, like living a pious life; and pray ever remember this rule, never do anything upon which you dare not first ask the blessing of God upon the success thereof. \" Sir, I have made bold in my will with your name for executor, and I hope you will not take it ill. I have joined two others with you, who will take from you the trouble. Your favourable aspect, will I know, be a great comfort to my distressed orphans. I am not desirous that they should be great, but good; aud my next request is that they be brought up in the fear and admonition of the Lord. \" Sir, I thank God I am contented to shake hands with all the world ; and have many comfortable assurances that God will accept me through His Son. I find the goodness of God greater than I ever thought or imagined : and 1 wish from my soul that it were not so much abused and contemned. I desire, Sir, that you will be pleased to make choice of a humble pious man, to succeed me in my parsonage ; and could I see y->ur face before my departure hence, I would inform you in what manner I think he may live comfortable amongst his people, which would be some satisfaction to me before I •die."], [76, "66 HISTORY OF EYAM. \" Dear Sir, I beg the prayers of all about you that I may not be daunted at the powers of hell; and that I may have dying graces: with tears I beg that when you are praying for fatherless orphans, you will remember my two pretty babes. \" Pardon the rude style of this paper, and be pleased to believe that I am, dear Sir, &c. \" William Mompesson.\" \" In the whole range of literature,\" say William and Mary Howitt, \" we know of nothing more pathetic than these letters;\" alluding to another, besides these two, dated Eyam. Nov. 20, 1666, which will bo found hereafter. It is singular indeed, that Mompesson enjoyed such remarkably good health during the whole time of the cal amitous visitation ; he, in the language of the poet, Drew like Marseilles' good bishop, purer breath, \"When Nature sickened, and each gale was death.\" From house to house he went and prayed wiih the dying victims : — \" Beside the bed where parting life was laid. And sorrow, guilt, pain, by turns dismayed, The reverend champion stood.\" Goldsmith. From tbe interment of Mrs. Mompesson (August the twenty-fifth) to the end of the month, although four-fifths of the population were swept away, the pestilence raged with unabated fury. On the twenty-sixth of this terrible month, Marshall Howe, who had been daily employed in hurrying the dead to their unhallowed graves, was doomed to experience a loss equal, in his own estimation, to that of his pastor. Joan, his wife, who had often remonstrated with him to desist from his perilous avocation, was seized witb thc distemper : and the virulence of the attack threatened almost immediate dissolution. Though he had been, for full two months, moving in the whirlwind of death, yet up to this time he had deemed himself invulner able to the pest ; but the infection of his wife brought conviction to his mind that be had been the means of bringing the disease across his own threshold ; and he wept bitterly. The direful symptom appeared on the sun browned bosom of his beloved Joan ; and early on the morning of tbe twenty-seventh, she breathed her last. Marshall wept aloud over the stiffening limbs ; but ere the sun had tipped with gold the orient hills of Eyam, he had wound her up, and carried her in bis brawny arms to a neighbouring field, where he dug a grave and buried her silently therein. A sullen sadness overspread his mien. while over her remains he patted the earth with an unusual and unconscious circumspection. Filled with gloomy sensations he returned to his home, but, alas ! there he"], [77, "HISTORY OF EYAM. 67 found his only son William, struggling with the pest. Despair \" whirled his brain to madness ;\" he cast himself on a couch and uttered doleful lamentations. William, his beloved son, who had inherited something of his father's iron constitution, wrestled with the horrid and deadly ■disease until the morning of the third day of his sickness, when he yielded to his direful and mortal antagonist. His disconsolate father bore his warm but lifeless corpse to the grave of his wife, beside wliich he buried it, while floods of tears bespoke his inconceivable agony. Marshall Howe, however, continued his unenviable office ; but the reckless ness and levity wliich he had exhibited were no longer observable after the bereavement of his wife and son. The terrified and fast dwindling villagers were no longer startled, when he returned from the interment of a victim in the Cussy-dell, by the following observations, which on these occasions he sometimes made : — ' Ah ! I saw Old Nick grinning on the ivied rock as I dragged such-a-one along the dell !\" Marshall Howe was buried April 20th, 1698. The sixth, twenty-sixth, and the last day of August, were the only days in that awful month on which no one died : while the whole number who perished in the other twenty eight days was seventy-seven. This number of deaths must be considered really appalling, especially when it is taken into estimation that the population of the village on the first of August was considerably under two hundred. The havoc in this month was dreadful beyond all descrip tion. The houses eastward, from the middle of the village, were nearly all empty. The inhabitants of the extreme western part of the village, who were at that time very few, shut themselves close up in their houses ; nor would they, on any occasion whatever, cross a small rivulet eastward, which runs under the street in that part of Eyam. That portion of the street which crosses this small stream is called to this day \" Fiddler's Bridge ;\" and it is very commonly asserted that the plague never crossed it west ward. This assertion is not correct ; bul as there were but very few inhabitants in that direction, not many deaths •could occur. Indeed, those who fled at the breaking out of the disease, were principally, if not exclusively, inhabitants of that part, and consequently, there would be but few left. One man, however, is said to have taken the distemper by intending to visit his sister, a widow, who dwelt in the Lydgate, or to the eastern part of Eyam, whom he found dead and her habitation empty. Thus, like leaves in Autumn, fell the villagers of Eyam, in that terrible and fatal month, August, 1666."], [78, "68 HISTORY OF EYAM. August, 1666. (Names and dates of persons buried.) George Ashe . . . . Aug. 1 Robert Hadfield . . Aug. 14 Margaret Swinnerton . . 14 Mary Nealor . . . . . . 1 Alice Coyle . . . . . . 14 John Hadfield . . . . 2 Thurston Whitbey . . . . 15 Bobert Bunton . . . . 2 Alice Bocking 15 Ann Naylor .. . . .. 2 Jonathan Naylor . . . . 2 Ann Navlor Briget Talbot 15 Michael Kempe . . . . 15 Elizabeth Glover . . . . 2 Alexander Hadfield . . . . 3 Ann Wilson . . . . . . 15 Jane Nealor . . . . 3 Thomas Bilston . . . . 16 Godfrey Torre . . . . 3 John Hancock, jun... .. 3 Thomas Frith 17 3 Joan French . . . . . . 17 Elizabeth Hancock . . . . 3 Mary Yealot . . . . . . 17 Margaret Buxton . . . . 3 Sarah Mortin, Shepherds' Flat 18 Bobert Barkinge . . . . 3 Margaret Percival . . . . 4 Elizabeth Frith .. ..18 Annie Swinnerton . . . . 4 Ann Yealot . . . . . . 18 Rebecca Mortin, Shepherds' Flat 4 Thomvs Ragge .. ..18 Ann Halksworth . . 19 Robert French . . . . 6 Joan Ashmore . . . . 19 Richard Thorpe . . 6 Elizabeth Frith .. ..20 Thomas Frith. . .. .. 6 Margaret Mortin . . . . 20 AnnRowland 20 John Yealot . . . . . . 7 20 Oner Hancock . . . . 7 Joan Bnxton 20 John Hancock . . . . 7 Frances Frith.. .. ..21 William Hancock . . . . 7 Ruth Mortin 21 Abraham Swinnerton . . 8 — Frith ,an infant) . . . . 22 Alice Hancock . . . . 9 Lydia Kempe . . . . . . 22 Ann Hancock.. .. ..10 Peter Hall, Bretton.. .. 23 Francis Frith.. .. ..10 — Mortin (an infant) . . 24 Elizabeth Kemp . . . . 11 Catherine Momoesson . . 25 William Hawksworth . . 12 Samuel Chapman .. ..25 Thomas Kempe . . . . 12 Ann Frith 25 Francis Bocking . . . . 13 Joan Howe . . . . . . 27 Richard Bocking . . . . 13 Thomas Ashmore . . . . 27 Mary Bocking . . . . 13 Thomas Wood . . . . 28 John Tricket 13 William Howe .. ..30 Ann Tricket ibis wifei .. 13 Mary Abell 30 Mary Whitbey . . . . 13 Catherine Talbot* . . . . 30 Sarah BlackwaU, Bretton . . 13 Briget Naylor 13 Francis Wilson . . . . 30 September came with little abatement of the destructive ness of the horrid malady. A dreamy stillness reigned around the nearly desolate village ; it was canopied by a dark and deepening gloom, which fancy might imagine to have been formed by the incessant accumulation of sorrow ful respirations. The last day of September was one of the few days during that month unattended by death. Although the inhabitants, at the beginning of * Of the Talbot family thirteen died."], [79, "HISTORY OF EYAM. 69 September, were reduced to a very few, still the insatiated pest carried away, as hereafter shown, twenty-four during that month. September, 1666. (Names of victims and dates of interment ) Elizabeth Frith . . Sept. 1 William Percival . . . . 1 Robert Trickett . . . . 2 Henry Frith 3 John Wilson . . . . . . 4 Mary Darby . . . . . . 4 William Abell . . . . 7 George Frith . . . . . . 7 Godfrey Ashe . . . . . . 8 William Halksworth . . 9 Robert Wood 9 Humphrey Herri] . . . . 9 Sarah Wilson . . Sept. 10 Thomas Mozley . . . . 16 Joan Wood . . . . . . 16 Mary Percival . . . . 18 Francis Mortin . . . . 20 George Butterworth. . .. 21 Ann Townsend, Bretton . . 22 Ann Glover . . . . . . 23 Ann Hall 23 Francis Halksworth* . . 23 — Townsend, an infant . . 29 Susanna Mortin . . . . 29 October came, the month in which the plague ceased : yet, up to the eleventh, it still carried on the work of destruction, with but little relaxation of fury. On tho eleventh of October, 1666, this awful minister of death, after having from the first day of the same month destroyed fourteen out of about forty-five — and having carried away full five-sixths of the inhabitants of tbe village — was exhausted witb excessive slaughter, and in its last conflict. worsted and destroyed. October, 1666 (Names of those who died, the dates of their burials are only partially given.) James Parsley . . Oct. 1 Grace Mortin . . . . . . 2 Peter Ashe . . . . . . 4 Abram Mortin . . . . 5 Thomas Torre . . . . — Benjamin Mortin . . . . — Elizabeth Mortin . . . . — Alice Teylor . . . . Oct. — Ann Parsley . . . . . . — Agnes Sheldon . . . , — Mary Mortiu . . . . . . — Samuel Hall . . . . . . — Peter Hall — Joseph Mortin . . . . — The winter which succeeded the cessation of the pesti lence, was. by the very few who were left, wholly spent in burning tbe furniture of the pest-bouses, and likewise nearly all the bedding and clothing found in the village : reserving scarcely anything to cover their nakedness. The necessary articles of apparel were fumigated and purified ; and every means that could be suggested were taken to prevent the resurrection of the horrid pest. But, the awful * The Halksworths lived next house to that where the plague broke out. The third person who died of the plague was a Peter Halks worth."], [80, "70 HISTORY OF EYAM. dread of this deadly monster, the condition of the village at the termination of its ravages, will be best shown l>v giving, after the following letter of Mompesson. a few very popular and authentic traditions of that unspeakable and agonizing time : — \" To John Beilbv, Esq., . Yorkshire. \"Eyam, Nov. 20. 1666. \" Dear Sir,— I suppose this letter will seem to you no less than a miracle, that my habitation is inter riros. I have got these lines transcribed by a friend, being loth to affright you with a letter from my hands. You are sensible of my state, the loss of the kindest wife in the world, whose life was amiable, and end most comfortable. She was in an excellent posture when death came, which fills me with assurance that she is now invested with a crown of righteousness. I find this maxim verified by too sad experience: Bonn in magis cureitdis quam frneiido cernitur. Had I been as thankful as my condition did deserve, I might have had my dearest dear in my bosom. But now farewell all happy days, and God grant that I may repent my sad ingratitude ! \" The condition of the place has been so sad, that I persuade myself ii slid txcred all history and e.cample. Onr town has become a Golgotha, the place of a skull ; and had there not been a small remnant left, we had oeen as Sodom, and like to Gonion-ah. My ears never heard such doleful lamentations — my nose never smelled such horrid smells, and my eyes never beheld such ghastly spectacles. There have been 76 families visited within my parish, out of which 259 persons died. Now (blessed be God) all our fears are over, for none have died of the plague since the eleventh of October, and the pest houses have been long empty. I intend (God willing) to spend this week in seeing all woollen clothes fumed and purified, as well for the satisfaction as for the safety of the country. Here have been such burning of goods that the like. I think, was never known. For my part, I have scarcely apparel to shelter my body, having wasted more than I needed merely for example. During this dreadful visitation, I have not had the least symptom of disease, nor had I ever better health- My man had the distemper, and upon the appearance of a tumour I gave liim some chemical antidotes, which operated, and after the rising broke, he was very well. My maid continued in health, which was a blessing; for had she quailed. I should have been ill set to have washed and gotten my provisions. I know I have had your prayers; and I conclude that the prayers of good people have rescued me from the jaws of death. Certainly I had beer in the dust had not Omnipotence itself been conquered by holy violence. '\" I have largely tasted of the goodness of the Creator, and the grim looks of death did never yet affright me. I always had a firm faith that my babes would do well, which made me willing to shake hands with the unkind, froward world ; yet I shall esteem it a mercy if I am frustrated in the hopes I had of a translation to a better place, and God grant that with patience I may wait for my change, and that I may make a right use of His mercies: as the one hath been tart, so the other hath been sweet and comfortable. \" I perceive by a letter from Mr. Newby, of your concern for my welfare. I make no question hut I have your unfeigned love and affection. I assure you that during mv troubles you have had a great ■deal of room in my thoughts. Be pleased, dear Sir, to accept the"], [81, "HISTORY OF EYAM. 71 presentments of my kind respects, and impart them to your good wife and all my dear relations. I can assure you that a line from your hand will be welcome to your sorrowful and affectionate nephew, \"William Mompesson.\"* Thus wrote this affectionate spirit — thus he describes the sufferings of his flock, which sufferings, however, will be further and more fully detailed in the following TRADITIONS OF THE PLAGUE. ROWLAND AND EMMOT. When the plague broke out in the latter end of the summer of 1665, there lived in a humble straw-thatched cottage, a little west of the Church, a very happy and con tented family, named Sydall : consisting of husband, wife, five daughters, and one son. The father, son, and four daughters took the infection, and died in the space of twenty-five days, in October, 1665 ; leaving the hapless mother and one daughter. The mother bad now nothing to render her disconsolate case bearable but her only surviving daughter Emmot, a modest and pretty village maiden. Emmot had for sone time received the fervent addresses of a youth named Rowland, who resided in Middleton Dale, about a mile south-east of Eyam. He had daily visited her and sympathised with her on the death of her father, brother, and four young sisters. Often had she anxiously remonstrated with him on his visits ; but nothing could deter him from nightly pacing the devoted village, until the death-breathing pest threatened total desolation to the surrounding country if intercourse were allowed. The happy scene when Rowland and Emmot were to cast their lots together had been appointed to take place at the ensuing wakes ; and fervently did they pray that the pesti lence would cease. The ring, the emblem of endless and unchanging love, had been presented by Rowland to his beloved Emmot ; and by her it was treasured as tbe certain pledge of his sincerity and affection. Frequently would she retire into her chamber, and bring it forth from its sanctuary and place it on her finger ; while her eyes sparkled with meaning — while through those bright portals of her mind came forth her thoughts, in language more eloquent than words. Rowland was seen each morn hast ing along the dale to his occupation. Lightsome were his • In the second volume of Anecdotes, published by W. Seward, Esq., are some letters of Mompesson's; but the writer not having seen the work, is not aware that the three printed in this work are of the number alluded to."], [82, "72 HISTORY OF EYAM. steps; his whistling echoed from rock to rock; and his soul glowed with all the charms of anticipated bliss. Thus this loving pair indulged in dreams of future happiness ; thus they cherished the fond hope of connubial joy, on the very eve of separation ! Towards tbe end of April, 1666, the lovely Emmot was seized by the terrific pest, and hurried to her grave on the thirtieth of the same month. Rowland heard a brief rumour of the dreadful tidings and his hopes were scattered. The brand of general abhorrence with which he would be marked if he, at that period of the pestilence, attempted to venture into the dreadful village, debarred him from ascertaining the fate of his Emmot. Offer, however, would his love and dreadful anxiety urge him to pass the circle of death. But, to bring the pestilence home to his own family, to incur the everlasting infamy of spreading a disease so terrible, with the almost certainty of death on his own part, happily de terred him on each attempt, from entering the poisonous \" Upas vale.\" On one occasion, indeed, Rowland ascended a bill con tiguous to Eyam ; and thence he looked over the silent village for hours. It was Sabbath eve ; \" But yet no Sabbath sound Came from the village; no rejoicing bells Were heard; no groups of strolling youths were found, Nor lovers loitering on the distant fells, No laugh, no shout of infancy, which tells Where radiant health and happiness repair; But silence, such as with the lifeless dwells, Fell on his shuddering heart and fixed him there, Frozen with dreams of death and bodings of despair.\" William and Mary Howitt. It was some time after the plague had ceased that Rowland summoned up sufficient courage to enter the village, and to learn tbe fate of bis Emmot. Glimmering hope and fearful apprehension alternately possessed his mind, as his falter ing steps brought him to the verge of the village. He stood on a little eminence at the eastern entrance of the place, and glanced for a few moments around ; but be saw no smoke ascend from the ivy-adorned chimneys — nothing but the sighing breeze broke the still expanse, and he felt chained to the spot by terror and dismay. At length he ventured into the silent village, but he suddenly stopped, looking as much aghast as if he had seen the portentous inscription which met the eye of Dante when the shade of Virgil led him to the porch of Erebus. He then passed slowly on, gazing intently on the desolate blank. A"], [83, "HISTORY OF EYAM. 73 noiseless gloom pervaded the lonely street ; no human form appeared, nor sound of life was heard. Filled with unspeak able amazement he looked on each lonely cottage ; a hollow stillness reigned within ; and \" Horror round Waved her triumphant wings o'er the untrodden ground.\" William and Mary Howitt. Then towards the cot of his Emmot he bent his way. His direful forebodings increased with every step. As he approached the dwelling his heart swelled and beat with painful emotion ; but ere he reached the place a solitary boy appeared, and thus the sorrowful tidings told : — \" Ah ! Rowland, thy Emmot's dead and buried in the OussyDell!\" This sudden disclosure struck Rowland with unutterable grief ; he clung to an adjoining wall, and there stood awhile combating with feelings keen and unspeakable. At the death of Emmot, her mother, frantic with despair, fled to the Cussy Dell, and there dwelt with some fugitive relatives. Rowland, after some time, approached the abode of his Emmot ; the once happy place where he had spent so many happy hours. He reached the threshold, over which the grass grew profusely ; the half -open door yielded to his hand, and he entered the silent dwelling filled with un imaginable sensations. On the hearth and floor tbe grass grew up from every chink ; the tables and chairs stood in their usual places ; the pewter plates and pans were flecked with rust ; and tbe once sweet warbling linnet lay dead in its cage. Rowland wept as he left the tenantless dwelling ; his dreadful apprehensions were verified ; and until death closed his eyes at a great age, he frequently dropped a tear to the memory of his once lovely Emmot. MARGARET BLACKWELL. Some few who had the plague, in Eyam, recovered ; one was a Margaret Blackwell. Tradition says that she was about eighteen years of age when she took the distemper, and that her father and whole family, excepting one brother, were dead at the time of her sickness. Her brother was one morning obliged to go some distance for coals. He arose very early, cooked himself some bacon, and started, being certain, in his mind, that he should find his sister dead when he returned. Margaret, almost dying with excessive thirst, got out of bed for something to drink, and findinc a small wooden piggin with something in it, which she thought was water, but which was the fat from the bacon which her brother had just cooked, she drank it all"], [84, "74 HISTORY OF EYAM. off, returned to bed again, and found herself soon after rather better. She, however, had not the least hope of surviving : — But nature rallied, and her flame still burn'd— Sunk in the socket, glimmer'd, and return'd; The golden bowl and silver cord were sound ; The cistern's wheel revolved its steady round ; Fire — vital fire — evolved the living steam, And life's fine engine pump'd the purple stream.\" Furness. On her brothar's return, he found her, to his great sur prise, much better : she eventually recovered, and lived to a good old age. Drinking adventitiously the contents of the wooden piggin has generally been considered the cause of her unexpected resuscitation. UNWIN, OF THE TOWNHEAD. During the time the plague was at its maximum, a few rather audacious circumstances are traditionally recorded. One in particular was that the services of Marshall Howe were required ata house at the western extremity ofthe village, where it was stated a man, named Unwin was dying or just dead of the plague. Very soon the sexton of the plague was on the place, and after digging on the premises a shallow grave, he ascended the chamber where the corpse lay, which he soon had on his back, and was leisurely descending the stone-step-stairs, when lo ! the supposed dead man, in a kind of half-smothered ruttle in the throat, said, \" I want a posset !\" Marshall Howe, in high dudgeon disburtbened himself and departed. Unwin got a posset and recovered.* MERKIL, OF HOLLINS-HOUSE. Towards the latter end of the summer of the dreadful pest, a man of the name of Merril, of the Hollins-house, Eyam, erected a hut near the summit of Sir William, wherein he dwelt to escape the plague, having only a cock with him, which he had taken for a companion. In this solitary retreat they lived together for about a month, with nothing to cheer them but the wild bee wandering with merry song. Merril would frequently, during this solitary sojourn, descend to a point of tbe hill from which he could overlook the fated place ; but nothing could he perceive in * Posset is a beverage of boiled milk with bread, intermixed with ale &c. It is currently believed, from the haste in burying many who took the plague, that instances may have occurred of some being huried alive."], [85, "HISTORY OF EYAM. 75 the distance save the direful havoc of the awful scourge, as exhibited in the increasing number of graves in the fields of the village. One morning, however, his companion, the cock, strutted from a corner of the hut into the heath, and after glancing about, sprang from the ground with flapping wings, nor stopped in its airy course until it had arrived at its former residence, Hollins-house. Merril pondered a day or two over the meaning of bis companion's abrupt deser tion, and at last he thus soliloquized : — \"Noah knew when the dove went forth and returned not again that the waters had subsided, and that the face of the earth was dry.\" He, therefore, took up the other articles he had brought, and returned to his former residence, where he found his cock. The plague had abated ; and Merril and his cock lived many years together at the Hollins-house after the pesti lence had totally ceased. MORTINS, OF SHEPHERDS' FLAT. A little west of Eyam, at a house called Shepherds' Hall. or Shepherds' Flat, resided a family named Mortin, who suffered greatly during the plague. This family consisted of husband, wife, and one child; the wife being, at the time the plague broke out so fiercely in 1666, in an advanced state of pregnancy. There was another house very near to Mortin's, inhabited by a widow named Kempe, whose chil dren, after playing with the children of Eyam, brought the infection to the Shepherds' Flat. When the time of Mortin's wife's pregnancy was expired, no one would come near to assist in giving birth to her child. She was very ill, and declared that without assistance she should die. Mortin, in the last extremity of despair, was compelled to assist in the act of parturition. The eldest child was, during this time, shut up in a room, where it screamed incessantly, being almost petrified with fear. Very soon after, both children and mother took the distemper and died, and Mortin buried them successively with his own hands at the end of his habitation. The other family of Kempes all died ; Mortin being then the only human being left at Shepherds' Flat, where he lived in solitude for some years after the plague. A greyhound and four cows were his companions ; one of the cows he milked to keep the grey hound and himself. To such an extent did this horrible pest carry on human desolation, that hares, rabbits, and other kinds of game multiplied and overran the vicinity of Eyam : Mortin's greyhound could have gone out and brought in a hare in a few minutes, at any time of the day."], [86, "76 HISTORY OF EYAM. AN ADVENTURE DURING THE PLAGUE. At the period of this dreadful malady, Tideswell, about five miles west of Eyam, was one of the principal market towns in the Peak, and it was frequented on the market days by great numbers from the wide-scattered villages. Those who regularly attended, as well as the inhabitants of the place, were thrown into great consternation by the appalling reports of the pestilence at Eyam ; and a watch was appointed at the eastern entrance of Tideswell, to question all who came that way, and to prevent any one from Eyam entering the place on any business whatever. A woman who resided in that part of Eyam called Orchard Bank, was, during the plague, compelled by some pressing exigency to go to the market at Tideswell ; knowing, how ever, that it would be almost impossible to pass the watch if she told whence she eame, she therefore had recourse to the following stratagem: — the watch, on her arrival, thus authoritatively addressed her : — \" Whence comest thou p\" \"From Orchard Bank,\" she replied. \"And where is that?\" the watch asked again. \" Why verily,\" said the woman, \"it is ill tbe land of the living.\" The watch, not knowing the place, allowed her to pass ; but she had scarcely reached the market when sooie person knew her, and whence she came. ' The plague ! the plague ! a woman from Eyam ! The plague! a woman from Eyam !\" immediately resounded from all sides ; and the poor creature, terrified almost to death, fled as fast as she possibly could. The infuriated multitude followed her some distance out of the market place, pelting hor with stones, mud, sods, and other missiles. She returned to Orchard Bank, Kyain, bruiRed and other wise worse for her daring and prevarication. THE BUBNELL CARTER. During the plague, a man who lived at Bubnell, near Chatsworth, an ancester of Mr. W. Howard, Barlow, had either to come to, or pass through, Eyam, with a load of wood, which he was in the habit of carrying from the woods at Chatsworth to the surrounding villages. His neighbours strongly remonstrated with him, before his departure, on the impropriety and danger of going near Eyam ; being, however, a fine, robust man, he disregarded their admo nitions, and proceeded through Eyam with the wood. The day turned out very wet and boisterous ; and as no one would accompany him to assist in unloading the wood, great delay was thereby occasioned. A severe cold was the result, and shortly after his arrival at home he was attacked"], [87, "HISTORY OF EYAM. 77 with a slight fever. The neighbours having ascertained his route, became alarmed at his indisposition ; they naturallv concluded that he had taken the infection, and they were so incensed at his daring and dangerous conduct that they threatened to shoot him if he attempted to leave his house. A man was appointed to watch and give the alarm if he crossed his own threshold. The consternation of the inhabitants of Bubnell and neighbouring places excited the notice of the Earl of Devonshire, who had, either at his own request or otherwise, the particulars of the case laid before him. The noble Earl, being anxious that no unnecessary alarm should be created, reasoned with the persons who waited on him from Bubnell, on the impropriety of rashly judging because the man was ill, it was necessarily the plague. He told them to go back, and he would send his doctor at a certain hour the next day to invjstigate the nature of the man's illness. The interview, either at the suggestion of the Earl or from the doctor's fear, was appointed to take place across the rivei Derwent, which flows close by Bubnell. At the appointed time, the doctor took his station on the eastern, and the invalid on the western side of the river. The affrighted neighbours looked on from the distance, while the doctor interrogated the sick man at great length. The doctor at last pronounced him free from the disorder ; prescribed him some medicine ; and the man, who was much better, soon recovered.* TALBOTS AND HANCOCKS OF RILEY ; AND RILEY GRAVES. Talbots and Hancocks of Riley, the rapid extinction of whom almost defies description. These two families were carried off by the plague with horrid despatch ; their brief transition from health to sickness, and from sickness to death, was attended with circumstances perhaps never before experienced. Riley Graves are about a quarter-of-a-mile eastward of Eyam, on the top, or rather on the slope of a hill, the base of which partially terminates in Eyam.f These mountain tumuli are generally known to be the burial-places of the Hancock and Talbot families, during the plague. Perhaps there is no place capable of producing such peculiar and serious impressions. These insulated memorials of the * Tbe doctor's prescription was in the hands of the late Dr. Nichol son, son-in-law of Mr. W. Howard, Barlow. f Riley or Roylee, is the name of a plot of land, on the top and slope of a hill, adjoining the eastern verge of Eyam."], [88, "78 history of eyam. hapless sufferers, viewed in conjunction with the surround in*- scenery, give a tone to the feelings as pathetic as inex pressible. We feel as if we were holding communion with spirits who murmur a saddening requiem to pleasure and frolicsome gaiety. All seems so hallowed, so over-shadowed, and so deeply imbued with solemnity. Those who have visited Riley Grave Stones have doubtless noticed, about fifty yards from the enclosed cemetery, a small ash tree, standing in a north-east direction of the stones, and it was a few yards south of this tree where once stood the habitation of the Hancocka. There is not the least remains of that dwelling to be seen at this day ; the disconsolate mother, after burying her husband and six children, as hereafter described, deserted it ; and it was sometime after carried away to repair the neighbouring fences. The house in which the Talbots lived was about two hundred and fifty yards west, or rather north-west of that of the Hancocks ; the present Riley farmhouse is built on its site. The road from Manchester to Sheffield passed, in those days, close by this house, and the Talbots, being blacksmiths, had a smithy adjoining the house, and close to the road. Besides this occupation, they farmed one part of Riley old land, and the Hancocks the other. The Talbot family consisted of Richard, his wife, three sons, and three daughters ; one son, however, had left Riley, and lived at some distance, before the commencement of the plague in his own family, and therefore escaped. The high aud airy situation of Riley, one would imagine, ought to have operated against the distemper ; and being besides a full quarter-of-a-mile from Eyam, the two families were not compelled to have any particular or continued communication with its inhabitants. How or by what means this subtle agent of death found its way to Riley is not now known ; most probably some of the Talbot family brought it from Eyam, as they all perished before the infection, or at least the death, of any one of the Hancocks. The pestilence had raged full ten months in Eyam, before the Talbots of Riley were visited by this dreadful messenger. On the fifth of July, 1666, died Bridget and Mary, daughters of Richard and Catherine Talbot, of Riley. They were young and beautiful : they had sported with innocence and mirth on the flowery heath only a few days before death came and laid his cold, chilly hand on their lovely bosoms. Often had they roved on the neighbouring moors, with hearts swelling with joy ; they had spent full many a sunny day in chasing the many-hued butterfly amidst the"], [89, "history of eyam. 79 busy hum of the wild and toilsome bees ; aud then, like two sweet roses bursting into bloom, they were suddenly plucked from their lonely parent bed. These two lovely girls fell victims to the horrid pest in one sad, direful day. Their weeping and terrified father immediately committed them to the earth beside his mournful home. On the seventh of the same month he performed the sad but imperative task on Ann, the last of his daughters ; and on the eigh teenth, on his wife, Catherine. Robert, his son, died, and was buried on the twenty-fourth, and on the ensuing day the father himself died, and was buried, leafing one son, who on the thirtieth died also, and was buried, probably by the Hancocks, on the same day. Thus, from the fifth to thirtieth of July, perished the whole of tbe household of the fated Talbots of Riley. They were interred nearly together, close by their habitation ; and in the orchard of the present Riley house, a dilapidated tabular monu ment, with th<-> following very nearly erased inscription, records their memories : — \" Richard Talbot, Catherine, his wife, two sons, and three daughters, buried, July, 1666.\" The pest now passed on to the habitation of the Han cocks, where the work of death commenced by the infection of John and Elizabeth Hancock. On the third of August, only three days from the death of the last of the Talbots, they both died, and were buried a short distance from their cottage, by the hands of their distracted mother. Although her husband and two other sons survived four days after the first victims, yet tradition insists that the mother of this family buried them herself, altogether unassisted. John, her husband, and two sons, William and Oner, now sickened of this virulent malady. She became frantic ; sbe saw that the whole family were destined to the same fate as the Talbots, and she wrung her hands in bitter despair. During the night of the sixth, Oner died, and her husband a few minutes after, and before morning William gave his last struggling gasp. Can imagination conceive anything so appalling as the case of this suffering woman ? On the third she buried a son and daughter, and in the night of the following sixth, she closed the eyes of her husband and two other sons. How awful her situation! being far from any other dwelling ; not a so-rl to cheer her sinking spirits ; not a being to cast her sorrowing eyes upon, save her two surviving children, whose lamenta tions were carried afar on the startled morning breeze. Such was the terrible night of the sixth of August, to this woful woman ; often she ran to the door and called"], [90, "80 history of eyam. out in agony for help ; then turning in again she fell on her knees, and \"With hands to heaven outspread, Her frequent, fervent, orisons she said. In loud response her children's voices rise, And midnight's echo to their prayer replies.\" Charlemagne. The beams of the following morning's sun fell on the shallow graves which she had made for her husband and two sons. Dreading to touch the putrid bodies, she — as she had done by the other — tied a towel to their feet, and dragged them on the ground in succession to their graves. Hapless woman ! surely no greater woe ever crushed a female heart. The end of two short days, from the seventh to the ninth, saw her again digging another grave among the blooming heath for her daughter Alice. On the morning of the next day, the tenth, Ann, her only child left at home, died and was buried. Thus \"each morn that rose, Her grief redoubled, aud renewed her woes.\" Charlemagne. A few days after the death of her last daughter, she left her habitation at Riley, and went to her only surviving son, who had been, some years previously, bound an apprentice, in Alsop-fields, Sheffields, with whom she spent the remainder of her sorrowful days. Tt was this son who erected the tomb and stones to the awful memory of his fated family ; and it was one of his descendants, a Mr. Joseph Hancock, who about tbe year 1750, discovered, \" or rather recovered,\" in Sheffield, tbe art of plating goods.* The houses on the top part of Stoney Middleton are nearly on a level with Riley Graves, divided by two narrow dales. The inhabitants of these houses, according to a very popular tradition, watched, with profound awe, the mother of tne Hancocks, morning after morning, digging the graves for her husband and children. Awful and terrible scene ! Did they not in imagination hear her audibly exclaim with the holy prophet,- \" Oh ! that my head were waters, and mine eyes a fountain of tears, that I might weep day and night !\" * Although tradition says all the Hancocks perished, except the mother and the son apprenticed at Sheffield, still it appears from the Register that there was at least one besides, probably Uving from home at the fatal time. The discovering or \" recovering \" the art of plating goods in Sheffield is said to belong more justly to a late Mr. Thomas Bolsover, of Whiteley Wood, Sheffield, an ancestor of the Mitchell and Silcock families."], [91, "HISTORY of eyam. 81 It has been observed by some writers that Riley, or Riley Graves, was the general burial place of those who died of the plague ; this is, however, a mistake : the Talbots and Hancocks only were interred there. The Talbots have never been noticed by any writer. Six head-stones and a tabular tomb record the memories of the Hancocks. The site of the graves was originally on the common or moor, on the verge of which was the dwelling of the Hancocks. That part of the common was afterwards enclosed, and the stones, which lay horizontally and marked precisely the places of the graves, were placed in an upright position, and somewhat nearer together ; and are now surrounded by a circular stone fence or wall. The late Thomas Birds, Esq., Eyam, of antiquarian notoriety, caused these memorials to be put in a better state of preservation. It is to be hoped that the present owner of the stones and land will see that these relics are not destroyed nor further disturbed. On the top of the tomb there are the following inscription and quaint rhymes : — John Hancock, sen., Buried August 7, 1666. Remember man As thou goest by, As thou art now, Even once was I ; As I doe now So must thou lie, Remember man That thou must die.\" On the two sides and two ends of the tomb are the words \" Horam Nescitis, Orate, Vigilate.\" On the head-stones the inscriptions are as follows : — Elizabeth Hancock, Buried Aug. 3, 1666. John Hancock, Buried Aug. 3, 1666. Oner Hancock, Buried Aug. 7, 1666. William Hancock, Buried Aug. 7, 1666. Alice Hancock, Buried Aug. 9, 1666. Ann Hancock, Buried Aug. 10, 1666. It is impossible for the tourist to describe his feelings fully and minutely when he visits this hallowed and lonely place : he beholds, in the language of Ossian, \" green tombs with their rank whistling grass ; with their stones and mossy heads ;\" and his soul becomes suddenly overcharged with grave and solemn emotions. The scenery around tbese rude and simple monuments of eventful mortality, is highly picturesque ; adding greatly to the impressiveness of the sensations which a visit to this place invariably creates. Standing within the sepulchral paling, we behold to the left a long range of sable rocks sheltering the ancient villages i"], [92, "82 HISTORY OF EYAM. of Curbar and Calver. Farther on, Chatsworth meets our view, and forms a conspicuous object in the prospect. Proud Masson is seen in the dim distance, holding imperial sway over a thousand lesser hills. To the right we glance on the plain tower of Eyam Church rising above the ivy adorned cottages in rural magnificence. Still further on we see the peaks of endless hills, where the winding classic Cressbrook flows— the Minstrel Newton's Arethuse. Look ing behind we see plantations of young trees richly com mingled with purple-blooming heather. Such are a few of the most prominent objects viewed from Riley Graves — \" The Mountain Tumuli,\" where heath-bells bloom — where nestling fern and rank grass grow — where lone and still, ' Their green and dewy graves the unconscious sufferers fill.\" William and Mary Howitt. MEMORIALS OF THE PLAGUE. PAST AND PRESENT. Two centuries and a half will soon have transpired since the commencement of the plague ; and as might be expected, many of the stones which told of the calamity of Eyam, have been destroyed. In order that the future inhabitants of Eyam may be enabled to point out to the tourist some of the places where the ashes of the sufferers repose, the places will be here noted where stones have been known to exist ; where bones and other human remains have been found ; and where the still-existing few memorials may be seen. Besides Riley Graves, already described, Mrs. Mompesson's tomb, and a few other stones in the Churchyard, there were in the Cussy Dell about a century ago, two or three grave-stones to the memory of a portion of a family named Ragge ; and the Register mentions four persons of that name who died of the plague. The stones have either been broken or carried away. It was the last of these memorials which is the theme of the short and beauti ful poem, entitled The Tomb of the Valley, written some years since by the late Richard Furness. At the Shepherds' Flat some stones existed until very lately, to the memories of the Mortins and Kempes ; two families who perished by the plague, with the solitary exception, as we have before seen, of one individual. These memorials, after having marked for more than a century and a half the precise"], [93, "HISTORY OF EYAM. 83 places where the mortal remains of the sufferers of Shepherds' Flat were interred, have been destroyed by some late barbarian occupants of that secluded place. Bretton, about a mile north of Eyam, was visited by the plague, and many grave-stones or other memorials once recorded the names of those who died. The victims were of the families of Mortin, Hall, and Townsend. One of these sufferers was buried in Bretton Clough, and a round stone without any inscription still marks the grave. Behind, or rather at the west end of some dwellings, once known as the Poor houses, one or two of these stones, which are said to have recorded the deaths of some persons of the name of Whiteley, have been of late demolished. In a field adjoin ing the back part of the house occupied by Mr. J. Rippon, Eyam, one of these \"melancholy tablets of mortality\" once existed. That part of Eyam called the Townend was, about one hundred and twenty years back, bestrewn with these calamitous memoranda. Some have served for the flooring of houses and barns ; while others have been broken up for numerous purposes. The house and barn contiguous to the Foresters' Arms Inn was built on a small plot of ground which contained the unconsecrated graves of a whole family at least. The stones which commemorated the untimely fate of these sufferers were sacreligiously broken when the present building was erected. A piece of waste land at the east end of the village, now forming a part of the Miners' Arms Croft, must, from the number of monumental stones it once contained, have been the general place of interment for many families. Some of these humble tablets were inscribed with a single H., probably the initial of Heald, the name of a family of whom many perished. This brief and simple inscription is, however, applicable to two other families, named Hawksworth and Hadfield, who might inter their deceased members in this place. These mournful memorials, with their serious and impressive records, are no longer seen. A want of becoming veneration for the remains of those unparalleled sufferers : an utter absence of proper feeling, marks most peculiarly that degraded being who could be the means of destroying these simple monuments of the greatest moral heroes that ever honoured and dignified mankind ! The inhabitants of Eyam ought to have vied with each other in the preservation of every relic of the eventful fate of the victims of the plague ; the ground in which their ashes are laid ought to have been for ever undisturbed ; and the tablets which told the stories of their calamities guarded, as much as possible, even from the defacing hand of time. Alas ! alas ! such bas not been"], [94, "84 HISTORY OF EYAM. the case ; nearly all the humble stones which were laid to perpetuate their memories have been demolished. \" Ah I There no more The green graves of the pestilence are seen ; O'er them the plough hath pass'd ; and harvests wave, Where haste and horror flung th' infectious corse.\" Elliott. \" Yet still the wild flowers o'er their ashes creep.\" Furness. In a field behind the Church, known as BlackwelPs Edge- field, there are two stones with the following inscriptions : — \" Margaret Teylor, 1666 ;\" \" Alies Teylor, 1666.\" According to the Registei-, Margaret was buried July 14, 1666 ; and Alies was one of the last who perished by the hand of the pest. Near- ly the whole of this family died of the dis temper, although there is no mention of any other on the present existing stones. In a field adjoining Froggatt's factory, there is an old dilapidated tabular tomb, with H. M. inscribed on one end. These letters are the initials of Humphrey Merril, who was buried there on the 9th of September, 1666. In the parson's field, in the Lydgate, Eyam Townend, two grave-stones are laid nearly parallel to each other, containing tbe following records : — \" Here lye buried George Darby, who dyed July 4th, 1666 ;\" \" Mary, the daughter of George Dai-by, dyed September 4'.h, 1666.\" The house which this family occu- pied is supposed to have been contiguous to their graves. There is a tradition that this lovely young maiden was extremely beautiful and engaging : that she was frequently seen in the adjoining fields ; that she was suddenly seized by the terrific pest while gathering flowers in the field of her father's sepulchre ; and that she lingered only one short day before she was laid beneath the daisy-sods, beside her father's grave. How sudden the change ! Homer's beautiful simile on the death of Euphorbus, may be applied with equal felicity to the fate of this young maiden : — \" As the young olive, in some sylvan scene, Crown'd by fresh fountains with eternal green, Lifts the gay head, in Bnowy flowrets fair, And plays and dances to the gentle air ; When lo 1 a whirlwind from high heaven invades The tender plant, and withers all its shades ; It lies uprooted from its genial bed, A lovely ruin, now defaced and dead.\" A stone once in the possession of the late Mr. John Slinn, Eyam, and now in a cabinet of curiosities at or near Derby, has the folowing inscription : \" Bridget Talbot, Ano. Dom, 1666.\" She was buried on the fifteenth of August, 1666. The stone was found in a small piece of ground, now form-"], [95, "HISTORY OF EYAM. 85 ing, as before mentioned, part of the Miners' Arms Croft. A stone lies under tbe parlour* floor of a house opposite the Church, occupied by Mr. P. Furness ; it was found in a back room when the house was rebuilt, about sixty years ago. It was probably brought there from the garden and used as a flag. It contains an inscription to the memory of a person of the name of Ragg. These tablets, with those in the Churchyard and at Riley, still bear testi mony of the plague at Eyam. Many have been destroyed, and probably many more are buried beneath the surface of gardens and fields of the village. Within the present generation several human skeletons and other remains of the victims of the plague have been discovered in various parts of the village. In making some alterations in some buildings opposite the old school, about sixty-five years ago, three skulls and other bones were found. From the position of the bones, the bodies appeared to have been laid side by side, and what was most particu larly observed was that the skulls were extremely sound and perfect. The jaws of all the skulls had the requisite number of teeth, which were most remarkably sound. On making the new road from the Dale to the Townend, sixty five years ago, a human skeleton, lying at full length, was found in a garden. It measured nearly six feet, and the teeth, as in tbe above case, were quite perfect. The skeleton was supposed to be that of a young man, and the whiteness and soundness of his teeth were most probably owing to his being at the time of death in the vigour of life. In a eleft of the rocks in the Dale side some bones were found many years since, by Mr. Samuel Hall, Eyam. There is some probability that these bones were not human. In the Dale, very near the Hanging Flat, some bones were once dug up. In the Register there is this entry : — \" Buried March 3rd, 1774, three scopes and other human bones found in a cavern in Eyam Dale, by a person trying for a lead mine.\" Probably they were the remains of some who died of the plague, or otherwise of those families who fled out of the village and erected huts in the Dale. There is no doubt whatever that the remains of the victims of the plague are scattered far and wide in and around the village. By way of concluding this doleful subject, it may be proper to notice a few particulars respecting the still exist ing difference of opinion concerning the respective merits of Mompesson and Stanley, in the happy influence exercised over the villagers of Eyam during their awful calamity. * The room on the right hand of the entrance. Mr. Furness is now dead."], [96, "86 HISTORY OF EYAM. It is insisted by a few that Stanley exerted himself in mitigating the sufferings of the inhabitants of Eyam during the plague to a degree equal to that of Mompesson ; that the fame of Mompesson has cast an undue shads over the lofty virtues of his pious predecessor ; and that, for this and other reasons, the venerable and conscientious Stanley has not had justice done to his memory. Without wishing to detract anything from the merits ot' Mompesson, it must be confessed that there are grounds for suspecting that Stanley has not had that justice done him which he so deservedly merited. It is leuientable that such should have been the case ; yet it is believed, although there is no partic ular clue to the motives of the persons by whom his name has been kept bick, that it will scarcely admit of doubt. The following extract from Bagshaw's Spiritualibis Pecci, quoted by Calamy, in his Lives of the Nonconformists,. sufficiently corroborates what is here advanced : — \" When he (Stanley) could not serve his people publicly, he was helpful to them in private. Some persons yet alive will testifie how helpful he was to his people when the pesti lence prevailed in Eyam, that he continued with em when, AS it is written, 259 persons of ripe age and 58 children were cut off thereby. When some who might have been better employed moved the then noble Earl of Devonshire, Lord Lieutenant, to remove him out of the town, I am told. by the creditable that he said, ' It was more reasonable that the whole country should in more tban words testifie their thankfulness to him who, together with the care of the town, had taken such care as no one else did, to prevent the infection of the towns adjacent.' \"* The well-known veracitv of the venerable Apostle of the Peak gives to his testimony the weight of indubitable truth. And it may be here added that the memory of Stanley among the inhab itants of Eyam is, to the present day, greatly revered and deservedly cherished. By some he is invariably designated The Great Good Man. He died at Eyam in the year 1670, \" satisfied to the last in the cause of Nonconformity.\" The house in which he lived was, until it was pulled down, called Stanley's House. This highly exalted character of Stanley must not be supposed to detract in the least from that of the benevolent Mompesson. No : Mompesson's memory is richly worthy of all the admiration with which it has been honoured. The living of Eyam was presented to him on the death of Shoreland Adams, in 1664, only one year before the first * This author, notwithstanding his appeal to some written testimony ,. is certainly mistaken as to the number who died of the plague."], [97, "87 HISTORY of eyam. breaking out of the plague. From the following passage in his letter to his uncle, J. Beilby, Esq., , Yorkshire, he appears to have been dissatisfied with his situation at Eyam — \" Had I been so thankful as my situation did deserve, I might have had my dearest dear in my bosom — God grant that I may repent my sad ingratitude !\" He seems, however, to have known with Seneca, that \" Virtue is that perfect good, which is the complement of a happy life ; the only immortal thing that belongs to mortality.\" His virtue was not contemplative, but active : and it must be remembered that this divine property is never so glorious as when exhibited in extremities. What a sublime senti ment he gave to the world in the following words in his letter to Sir George Saville : \" I am not desirous that they (his children) should be great, but good ;\" and he then adds, \" my next request is, that they may be brought up in the fear and admonition of the Lord.\" When he considered himself on the verge of eternity, he thus, in the purest spirit of philanthrophy, addresses his patron : — \" I desire, Sir, that you will make choice of a humble, pious man to succeed me in my parsonage ; and could I see your face before my departure hence, I would inform you in which manner I think he may live comfortably amongst his people, which would be some satisfaction to me before I die.\" In another part he says : — \" Never do anything upon which you dare not first ask the blessing of God.\" Such were the requisitions and holy admonitions of this admir able minister of Christ. His high sense of duty was made strikingly manifest on the following occasion : the Deanery of Lincoln was generously offered him ; but he humbly declined accepting it, in favour of Dr. Fuller, whom he sincerely esteemed.* How, noble ! how disinterested ! was this Christian-like act of friendship. He. however, in addition to the Rectory of Eakring, accepted the Prebends of York and Southwell. He married for his second wife, Mrs. Newby. relict of Charles Newby, Esq., who bore him two daughters. He died at Eakring, tbe 7th of March, 1708, in the seventieth year of his age. A brass plate marks the place in the Church of Eakring where his ashes repose.f * This Dr. Fuller is often erroneously confounded with Dr. Fuller, author of The British Worthies. ■f* In the Chancel of the Church at Eakring, Nottinghamshire, on a brass shield, is the following inscription: \"Reliquia Guilielmi Mom pesson Ece. B. Yirg. de Southwell canonica et hujus Excelsiæ per Ano 38 Rectoris dignamssimi obiit 7 die Martii 1708 Ætatis 70. In Spem Beato Resurrectionis.\""], [98, "88 tllSTORY OF eyam. Of this man, Miss Seward thus euiphatijally observes :-— \" His memory ought never to die ! it should be immortal as the spirit that made it worthy to live.\" And is it not gratifying to the villagers of Eyam to know that the place of their humble residence has been honoured by the deeds of such a disinterested, benevolent, and exalted character as Mompesson ? The conduct of this ever-to-be-admired man was a pure emanation from the heart of a Christian in spirit and in truth. And while France glories in tbe name of the good Bishop of Marseilles ; while Milan sounds the praises of Cardinal Bonower, England shall exult in her transcendant rival — Mompesson, the village pastor of Eyam. Much and indefatigable research has been made to trace the ancestors and descendants of this worthy and dignified character ; but, not with requisite and desired success. The name — Mompesson — is French, and there is a great proba bility that the Mompessons came over with the Norman Conqueror, and settled in W iltshire. Robert Mompesson, of Bathampton, Wiltshire, married Alice, the heiress of William Godwin ; and John Mompesson, his only son, was sheriff of Wiltshire in the 18th of Edward the Fourth. This John had seven sons, Drewe, Robert, John, Thomas, Henry, William, and Samuel. Richard, the son of Drewe, had five sons, John, Vincent, Edward, William, and Chris topher, four of whom married and had a numerous progeny, whose descendants, according to Sir Richard Colt Hoare's Wiltshire, were dispersed over the West of England. In 1607, a Sir Thomas Mompesson was one of the commission ers of the privy seal ; and other members of this family held important offices in the reigns of James the First and the First and Second Charles : John Mompesson, of Bath ampton, was sheriff, 24th of Henry the Seventh ; and his son Edmund, 32nd of Henry the Eighth. The pedigree of the Bathampton Mompessons, as given by Sir Richard Colt Hoare, does not come down to tbe time when Mompesson, Rector of Eyam, was born, in 1637 or 1638. It gives dates of births and deaths in 1599, 1601, 1612, 1623, and 1635, but none more recent. From some branch ofthe Bathampton Mompes sons. sprang William Mompesson. whose immortal memory ought to be cherished tothe end of time. Of the descendants of this great man very little is known. In Miller's History of Doncaster, his son, George Mompesson, is mentioned as wit ness to an indenture, connected with the establishment ofa library, in 1736, at Doncaster Church. The said George Mom pesson was Rector of Bamborough, Yorkshire; he married Alice, daughter of John Broomhead, schoolmaster of Laugh-"], [99, "history of eyam. 89 ten-en-le- Morthen. She is buried in Bamborough Church ; and a Latin inscription distinguishes her grave : she died on the 16tb of October, 1716, aged forty-seven years. Another inscription records the death of John, the son of George and Alice Mompesson, Rector of Hassingham ; he died on the 2nd of January, 1722, aged thirty-two years. William, another son of George and Alice Mompesson, was Vicar of Mansfield, from whom is descended George Mom pesson Heathcote, Esq., of Newbold, near Chesterfield* Catherine, the beloved wife of Mompesson, was tbe daughter of Ralph Carr, Esq., of Cocken, Durham, which family was lately represented by William Standish Carr, Esq., of Cocken and Dewsbury. \" In the summer of 1757,\" writes Miss Seward, \" five •cottagers were digging on the heathy mountain above Eyam, which was the place of graves after the Churchyard became too narrow a repository. The men came to some thing which had the appearance of having once been linen. Conscious of their situation, they instantly buried it again. In a few days they all sickened of a putrid fever, and three of the five died. The disorder was contagious and proved mortal to numbers of the inhabitants. My father, who was the Canon of Lichfield, resided in that city with his family, at the period when the subtle, unextinguished, though much-abated power of the most dreadful of all diseases awakened from the dust in which it had slumbered ninety one years.\" Notwithstanding this authority, there could not have happened such a circumstances without other corroborative evidence. Tradition knows nothing of the matter, and the morality of that year was only ordinary. Miss Seward was undoubtedly misinformed. In the summer of 1779, a putrid fever prevailed in Eyam, and the following individuals died in a short time of the malignant epidemic : William Baxter, Elias Vicars, Robert Dooley, Elizabeth Un win, Robert Unwin, Mary Benson, George Bradley, Ann Sheldon, Samuel Brittlebank, Elizabeth Benson, Isaac Ben son, Thomas Bradshaw, George Chapman, Mary Wyatt , James Mortin, Ann Timperley, and Ann Rowbotham. Those who died swelled in the neck and groin ; and the villagers appre hended that the ghost of the plague had risen from the dust. •On this occasion, the desolation of Eyam in 1666, was the * Mr. George Mompesson Heathcote died in 1884. The arms of the ŒSathanipton Mompessons are \" Argent a Lion rampant sable charged ■ on the shoulder with a martlet of the field. Crest, a jug or with a string azure, tasselled of the first.\" Motto, \" Ma joy en dieu senle ment.\" — For a more particular account of the pedigree of Mompesson, •see article by the author, \" Reliquary,\" vol. iii. No. 13."], [100, "90 history of eyam. theme of the whole village. It is singular that even to this day.the villagers express their disapprobation of one another in the following phrases : \" The plague on thee !\" \" The plague take thee !\" etc. That the surrounding country was greatly alarmed at the devastation of the pest at Eyam, the following accounts are sufficient evidence : — Mompesson left Eyam in 1669, three years after the plague ; but the horror which it had disseminated extended even to Eakring, in Nottinghamshire, up to the very time of his leaving Eyam for the living of that place. This benefice was presented to him by his friend and patron, Sir George Saville. On his going to take possession of the living of Eakring, the inhabitants refused him admission into the village, in consequence of their terrors of the \" cloud and whirlwind of death \" in which he had walked. A small house or hut was, therefore, erected for him in Rufford Park, where he resided in seclusion until their fears died away. Such was the horror of that desolating infection ; such were the dreadful impressions which it created even in more distant places. In the accounts of the constables of Sheffield, there is the following item : — \" Charges about keeping people from Fulwood Spring (ten miles from Eyam) at the time the plague was at Eyam.\" Fuel was an article which the inhabitants had to encounter great difficulties in obtaining ; those who fetched it from the coal pits had to make circuitous routes, and represent themselves as coming from other places. One man on his journey unthinkingly let it slip that he came from Eyam, on which he was greatly abused and driven back with his horses unladen. The following highly interesting Will and Inventory of the Goods of Rowland Mower, of Eyam, is copied from the original, now in the possession of Thomas Fentem,* Esq., Eyam. The will was made during the time when that awful visitation, the plague, which desolated the entire village,. was raging, and was even in the very house of the testator. The testator was carried off by the pestilence, and so was his son, and their burials are recorded in July, 1666. On referring to the list of burials, it appears that no less than seven of the persons named in the will are recorded as having died of the plague. These are Rowland Mower, the testator ; Rowland Mower, his son ; John Torre. Francis Bockinge, James Mower, Thomas Wragg, i.nd William. Abell. The Inventory was attested at Chesterfield, April 24th, 1670. * Since deceased."], [101, "91 history of eyam. THE WILL. In the Name of Gon Amen. The sixe & twentieth day of June Ano dnj 1666 I Rowland Mower of Eyam in the county of Darby, Cooper, beinge of good & pfect memory and vnderstandinge. (blessed be God for it) but consideringe God Almightys heavy visitation vpon this Towne of Eyam, & vpon my owne Family at this psent : Doe make & ordaine this my last will and Testam' in maner & forme following: viz1 First and principally I doe bequeath & resigne vp my soule into the hands of Almighty God : hopeing through the merits of Jesus Christ my Saviour & Redeemer to inherit eternal life : And my body to the earth: when it shall please the Lord to call me hence: to be interred accordinge to the discretion of my friends : And as for such Worldly Estate as well Real as Psonall as it hath pleased the Lord to endowe me withall, I doe give, bequeath & dispose thereof as followeth. vizt Inipr. I doe give & bequeath vnto John Torre of Eyam aforesayd my brother in Law the sume of tenne shillings of Lawful English money: Item. I doe give & bequeath vnto Robt. Masland my naturall brother tweluepence : Item. I doe jgive & bequeath vnto Elizabeth the wife of Henry Clarke my naturall Sister the sume of tenne shillings of like lawful English money : Ite. I doe give, bequeath, & leave the sume of fforty shillings of like lawful English money, to be putt forth shortly after my decease, into safe hands for the use & behalfe of the poore of the towne of Eyam: And the yearly Interest and Pfit thereof to be distributed at the Feast of the Nativity of our Lord yearly to the most necessitous poore of Eyam towne accordinge to the discretion of the Minister & Overseer of the poore of Eyam aforesayd for ever. Ite. I doe give & bequeath vnto Thomas Bockinge, Robert Bockinge & Edyth Bockinge the children of Francis Bockinge of Eyam aforesayed each of them ffive shillings. Ite. I doe give & bequeath vnto each of the children of James Mower, Thomas Ragge, & William Abell of Eyam aforesayd twelue pence a piece. Ite. I doe give & bequeath vnto Thomas Stanley of Eyam aforesayd Clerke the sume of fforty shillings of like lawful English money: Ite. My will & minde is & I doe by these p°sents devise, order, & appoynt That Jane French my Tenant shall have & enjoy the house wherein she now dwelleth, payinge to my heyrs & Assignes at the Feast of Pentecost the yearly rent of twopence <if it be lawfully demanded) for & during the time of her naturall life. The rest of all my worldly goods & chattels whatsoever moueable and vnmoueable, quicke and dead, together with all my houses lands &: Real Estate (my debts Legacies & funeral expenses first payed and dis charged). I doe give, bequeath, & leave vnto Elizabeth my beloved wife, & Rowland my naturall son, & to the longer liuer of them two: That is to say: If it Please the Lord to take away my sayd son Row land, & my wife to live: Then my will aud minde is that she shall haue"], [102, "92 HISTORY of eyam. & enjoy not only my goods and chattels but alsoe all my houses it lands for and duringe the terme of her naturall Life : And if she be now with childe then I doe leave & appoynt the sayd childe, be it son or daughter, to be my lawfull heyre to all my Real estate : And if she bringe forth a man-childe & both it & my son Rowland doe live : Then 1 doe leave and appoynt them to be co-heyrs to all my houses & lands; And my sayd wife to have the moity or one halfe thereof duringe her life as aforesayd : And my sayd son or sons to enter vpon & have the other moity or halfe thereof, when he or they shall accomplish his or their age or ages of one it twenty years: But if my sayd wife depart this life and leave behinde her any Issue by me, vnder the age of one & twenty years : Then I doe hereby nominate it appoynt Henry Clarke my brother in Law, it Elizabeth his wife my naturall Sister, Guardians over & for such my Issue to manage my Estate for their Education, till they come to age. But if it shall please the Lord to take away both my sayd son Rowland, it my sayd wife without any of my Issue left behinde her: Then my will & minde is, & I do hereby give, bequeath it dispose of all my worldly Estate both Reall & Psonall (besides the Legacies afore bequeathed) as followeth. That is to say. Impr. I doe give & bequeath the sume of sixe pounds, over it besides the afore bequeathed sume of fforty shillings (that is to say, eight pounds in the whole) to be putt forth shortly after the longer liver of my sayd wife and son by my heyrs Executes it Assignes to be employed, improved, it dis- tributed to it for the poore of the towne of Eyam, accordinge as is before herein mentioned it expressed for ever. Ite. I doe give & bequeath vnto George Cooper my true and lawfull Apprentice the sume of Four pounds beinge the sume which his father Abraham Cowper gave me with him to be returned to him together with his indentures for his best Advantage frome <t after the decease of my sayd wife it son. Ite. I do give it bequeath unto Hannah Cocker my Niece the Tenant-right of my house with the Apptnces in Froggatt. Ite. I doe give it bequeath vnto John Torre my brother in Law aforesayd all my cowper-wares wood & tools whatsoever: And alsoe all that my Close or peel of land enclosed, comonly called it knowne by the name of Shininge-cliffe in Eyam aforesayd, for it during only the terme of the naturall life of him the sayd John Terre: And the rest of all my worldly Estate as well Reall as Psonall together with the Reversion, Inheritance it Remainder of the sayd close called Shining-cliffe I doe give bequeath it leave vnto my naturall Sister Elizabeth Clarke afore named, for and during the terme of her naturall life: And afterwards vnto Jonathan Cocker, George & John Clarke her three sons equally amongst them, it their heyrs for ever. And lastly I doe nominate _k appoynt Elizabeth my sayd wife & Henry Clarke my brother in Law Joyntly it Severally Executes of this my last will & Testam. to Pforme all things herein mentioned to my intente : And I doe hereby revoke &"], [103, "93 HISTORY OF EYAM. make void all former wills : And this only to be my last Will & Testam. In witness I have putt my hand and Seale y» day & year first above written. Rowland Mower his X marke. Sealed, signed it delivered in the presence of us Tho: Stanley, Jo: Stanley, William Ainsworth. THE INVENTORY. A full & true Inventery of all the Goods & Chatties Moveable & Unmoveable, Quick & Dead of Rowland Mower of Eyam in the County of Derby, Cooper, Deceased the 29th day of July, 1666. £ s. d. His Purse & aparell .. .. .. .. ..500 Two Horses 2 10 0 Two Cows & heyfer 500 Five Sheep 100 Cooper Wood made & unmade . . . . . . 22 8 6 Corne and hay .. .. .. .. .. ..300 Cart & Husbandry Ware 0 10 0 Pewter & Brass 200 Table, Cubbard <t 2 Buffet forms 2 0 0 Coffers and Chesses .. .. .. .. ..100 3 pair Bed Stocks 0 13 4 Bed, Clothes & linen 300 A salting Cinnell with looms tubs it Bits . . 0 13 4 Chairs, Stooles, & Cusheons . . . . . . 0 12 0 Dish bord a Dish Cradle it dishes . . . . ..050 Hand Don, toasting do., pair of Rackets & tongs .. .. .. .. .. .. ..054 For anything forgotten . . . . . . ..026 0 5 4 £50 0 0 i Godfrey Torr, Praysers Names. 1 Nicholas Daniel, ( James Mower. Of the number who perished at Eyam by the hand of this direful plague there are different accounts. The Register, which is undoubtedly as correct ascanbe expected from the confusion of the time, states the number of victims to be 259 ; while there is another account as follows : \" 259 of ripe age, and 58 children.\"* This account is incorrect. The Register account contains children. Mompesson in his letter of Nov. 20, 1666, mentions the number of families infected as being 76, and the number of deaths 259. The * De Spiritualibus Pecci."], [104, "94 HISTORY OF EYAM. population of Eyam at the breaking out of the plague would be probably about 350 or perhaps a few more.* 259 deducted from 350 would leave 91. But some fled at the commencement of the distemper. The Bradshaws, the then most wealthy family in the village, left it with precipita tion, and only occasionally, if ever, came back. A family of the name of Furness took refuge at Farnsley, or Found ley, a farmhouse, about a mile from Eyam. The Sheldons, a family of some substance, went to a farm of their own at Hazleford, two miles from Eyam.f A man of the name of Merril. as before noticed, who lived at the Hollins-house. Eyam, built a hut on Eyam Moor, and resided therein until the plague abated. A hut was built a little beyond Riley by a family named Cotes, who dwelt there during that terrible time. The little dale that runs up to Foundley was nearly full of huts, built under the projecting rocks. There were others in thc Cussy Dell ; and on various parts of the moor the remains of these fugitive residences are recol lected. Mompesson's children were sent away, and a few others, undoubtedly, who would not return for some time after the plague. Hence we may conclude that there would be but very few left of those who tarried within th^ pre cincts of the village ; indeed, it is a very current tradition that in case of a death two dozen funeral cakes were, for some years subsequent to the plague, sufficient for the whole village, inclusive of the few distant relatives of the deceased. And it may be here added that of all the desolating traces of that destructive malady there is none which, to the present day, has been more generally talked of than that the main street, from one end to thc other, was grown over with grass ; and it is said that kingcups and other flowers grew in the very middle of the road. This, however, one would imagine, could hardly be the case in 1666 ; but more probably in 1667, and a few succeeding years. That the village was almost desolate there is no doubt ; and in the following sublime language of Ossian, it may be said : — \" There tbe thistle shook its lonely head : the moss whistled to the wind. The fox looked out from the windows, the rank grass of the wall waved round its head.\" * The number of burials recorded in the Register in 1661 is twenty fonr, in 1662 twenty-three, and in 1664 twenty-two ; some have therefore thought it more probable that the population, at the breaking out of the plague, was more nearly 1,000. t The Sheldons on taking refuge at Hazleford, took some ducks with them from Eyam. These domestic animals having no instinctive know ledge of the plague, wandered back to Eyam, crossing a moor three miles in extent."], [105, "95 HISTORY OF EYAM. Monthly summary of burials during the plague : — 1665 . . . . September . . . . . . 6 ,, .. .. October 23 n . . . . November . . . . . , 7 i, .. .. December .. .. .. 9 „ . . . • January . . . . . . 5 ,, .. .. February .. .. .. 8 1665-6 .. .. March 6 1666 .. .. April 9 „ .. .. May 4 ,, .. .. June 19 „ .. .. July 56 August 77 ,, .. .. September .. .. .. 24 ,, .. .. October .. .. .. 14 267 The number of these suffering victims is 267 ; but as Mompesson states the precise number of the all glorious self-martyrs to be 259, it is thought that eight out of the 267 died during the plague, but not of the plague. Tradition mentions this to be the case in two or three instances. The Register gives no date from the fifth to the fifteenth of October ; therefore it cannot be ascertained which of the two or three last mentioned deaths occurred on the eleventh ot' October : the date of the last death ot the plague. There appears to have been, from the fifteenth to the last of October, six deaths out of the small remnant left; bat the authority of Mompesson for the cessation of the pestilence on the eleventh of October must be conclu sive and satisfactory. In the year 1766 the Rev. Thomas Seward preached a centenary sermon in the Church of Eyam, in commemora tion of the plague. The sermon was written with great descriptive power : it drew forth abundant tears from the sobbing auditors. A bicentenary sermon was preached in August, 1866, by the Rector, from Numbers xvi., 48 ; and also by the Rev. B. Jones, Vicar of Cromford, and Rural Dean. Little notice must be taken of the several causes which the few survivors believed had bA-ought down the plague on the village as a judgment. At the wakes preceding the first appearance of the pest, some few wanton youths are said to have driven a young cow into the Church during Divine service ; and to this profane act that dreadful visitation was by some ascribed. This, with other presumed causes"], [106, "96 HISTORY OF EYAM. ofithe awful scourge, must be considered fanciful. The great omniscient Disposer of events, in His wisdom per mitted it ; and we poor worms of creation must not pretend to know for what wise end it was intended ; nor must we more presumptuously attempt \" To teach eternal wisdom how to rule.\" — Pope.' Ought not a monument to have been erected by the nation to the memory of all those who fell victims, and a liberal national annuity to have been granted to each of the heroic survivors P,f * Two catholic priests, Thomas Ludlam, of Whirlow, and Nicholas Garlick, of Glossop, taken prisoners at Padley Hall in the reign of Elizabeth, were, it is said, much reviled on passing through Eyam to Derby, when one or both made some remark, which bigotry has con strued into a prediction of the plague. t A monument was erected in 1802, in commemoration of the meritorious deaths of 150 priests, and a great number of medical men, who, during the plague at Marseilles in 1720, lost their lives in pre venting the pestilence from spreading. Among other matters on the monument is this inscription: \" Hommage au Dey Trauison, qui respecta ce dou qu'un pape (Clements XI.) faisoit au malheur.\""], [107, "COt Cfnirri. . §T appears that at the time of the compilation of Doomsday Book tbere was no church at Eyam ; but in all probability one was erected soon after, for it is recorded that ad. 1284, Williame de Morteyne was owner of the living or benefice, the value of which a.d. 1291, was £13. 6s. 8d. In an old deed without date, but witnessed by Serlo de Belegh (Beeley) who was dead in the early part of the reigh of Henry the Third, Eustace de Moretien, Lord of Eium, grants to Richard de Stafforde, for his homage and services, three oxgangs of land with other privileges \" in villa de Eium,\" namely one oxgang which Richard, f tther of the said Richard had held, and another which Adam de Hilbourne had held, and another which the grantor had given him of his own demesne to be held by the free service of finding \" a lamp burning before the alter of St. Helen the Virgin in the Church of Eium by the year whilst there should be divine service in the said Church.\" This Eustace deMore- tien's son Eustace confirms his father's grants in \" Ahium \" by deed without date, but also attested by Serlo de Belegh and others. An inquisition taken after the death of William de Morteyne, 12. Ed. 1, mentions his having been possessed of the Manor and Church at Eyam and tenements at Foulowe (Foolow). In 1382, the living belonged to William Lord Furnival ; in 1535, to George Earl of Shrewsbury, Sir Patrick Cheney was Rector, and the particulars of the then yearly value of the benefice as follows :— £. s. d. Mansion and Glebe 0 12 0 Tythe, Corn and Hay 4 10 0 Wool and Lamb . . . . . . . . . . 6 13 0 Small Tythes 068 Offerings and Easter Roll 2 4 4 14 6 0 Synodals and procurations 0 10 7 Clear proceeds . . . . 13 15 5"], [108, "98 HISTORY OF EYAM. A few vestiges of the old Church, built in all probability by one of the Morteynes, only now remain. Some of the relics of the old edifice consist of tbe garguiles or grotesque figures projecting from the top part of the present tower, almost all the door and window casings, the headings round the top and bottom of the present tower, and many rem nants of a variety of crosses, in the facings of modern erec tions on the south side. Almost every part of the building is comparatively modern, the north part is of the reign of Henry the Second, the south or front part of Elizabeth, the chancel and tower were re-erected about the commencement of the seventeenth century. At the east end of tbe north aisle there is a window of the fourteenth century still con taining a few squares of painted glass. The tower is square, nearly sixty feet high, surmounted with a small battlement and four ornamented pinnacles about five feet in length. Four bells occupy the top part of the tower, where ten might be hung conveniently. They have the following inscriptions : — 1st. JESVS BEE OVR SPEED. 1619. c. o. 2nd. GOD SAVE HJS CHVRCH. 1618. c. o. 3rd. JESVS BE OVR SPEDE. 1618. c. o. 4th. JESWS BE OVR SPEDE. 1628, Nearly in the middle of the west side of the tower there is a stone something less than the adjoining stones, with the following letters, and something like the following figures inscribed thereon : — This stone, among the Solons of the village, has been the subject of numberless conjectures. The letters are evidently modem in style — not much more than two centuries and a half old ; the probable date of the erection of the tower. They are most probably the initials of the then church wardens, this is almost certain from the C.W. at the head of the other letters.* Notwithstanding the architectural defects of the Church, it has, however, one classical ornament that would add to the splendour of some of our magnificent cathedrals. It is * In the British Magazine for 1832, vol. 2, there is a facsimile of the inscription."], [109, "99 HISTORY OF EYAM. the sun-dial, placed immediately over the principal door way of the Church* This complex piece of mathematical ingenuity, which is one of the finest of the kind in the king dom, was delineated by Mr. Duffin, clerk to Mr. Simpson, formerly a worthy magistrate, of Stoke Hall, near Eyam. The churchwardens under whose superintendence it was carried out, were Messrs. Froggatt and Mettem, in 1772. The workmanship was executed by the late Mr. William Shore, of Eyam, an ingenious stonemason. The following is a brief description of its admirable contents, by an able hand at gnomonics : — \" It is a vertical plane declining westward, and from certain mathematical prin ciples connected with conic sections, the parallels of the sun's declination for every month in the year, and a scale of the sun's meridian altitude — an azimuthal scale — -the points of the compass, and a number of meridians are well delineated on the plane from the stereographic projection of the sphere. The plane being large, the horary scale is well divided ; the upper or fiducial edge of the style is of brass, and an indentation therein, representing the centre of the projection, casts the light or shade of its point on the hyperbolic curves and other furniture of the dial.\" The interior of the Churchf consists of nave, chancel, and north and south aisles. The erection of three galleries has lamentably destroyed the original architectural beauty of the Church. Eight pointed arches — three on the north side, three on the south side, and one at each end — supported by plain, octagonal, and clustered pillows, once adorned the interior of this edifice. Two only now visibly remain. How deplorable that the whims and fancies of some persons should be allowed to destroy the ornaments and designs of our pious and venerable forefathers. An ancient stone font lined with lead, still in its wonted place, strongly reminds us of past times. There are also a few relics of Catholic times. At the north-east extremity of the north aisle, are the remains of a confessional. An apperture in the wall is still seen, through which, it is said, were whispered the confessions of sins : or rather an open ing through which the Host was viewed at a distance. From an adjoining wall there projects a half-3ircular stone * Now placed over the chancel door-way. f Since this history was first written great alterations have been made in both the exterior and the interior of the Church, and a com plete restoration has now been carried out. It has, however, been thought best to leave the original text unaltered, as showing the state in which the Church then was, and the various stages through which it has passed."], [110, "100 HISTORY OF EYAM, with a hollow or cavity in the top, which was once a recep tacle for holy water. There are but few monuments or other things of interest in tbe interior. On one of the wood cross-beams of the roof of the chancel there is a rough carving of a talbot or dog, the crest of the arms of the Earls of Shrewsbury, formerly Lords of the Manor of Eyam, and patrons of the benefice or living. Another of these beams contains the letters J. H. S., the initials of Jesus Hominum Salvator. The style or form of the letters is peculiarly antique. In the chancel there is a mural monument to the memory of John Wright, gentleman, who was buried January 2nd, 1694 ; and Elizabeth, his wife, buried August 22nd, 1700. The inscription is surmounted by the family arms. Two others, to the ancestors and other relatives of Althorpe Middleton, Esq., of Dinnington Hall, Yorkshire. One to Ralph Rigby, Curate of Eyam twenty-two years, buried April 22nd, 1740.* A brass plate, to the memory of A. Hamilton, Rector of Eyam, who was buried October 21st, 1717. The inscription is in Latin. Another brass plate commemorates the memory of Bernard, son of Bernard Wells, who died March 16th, 1648. An alabister monument of great beauty perpetuates the memory of Mary, daughter of Smithson Green, Esq., Brosterfield, who died in May. 1777. Another of Carrara marble, a little east of the chancel door, very recently erected, is rich in beauty, taste, and design. The tablet contains the names of the Bright moor family, Stoney Middleton, and is surmounted by a recumbent figure of Resignation. This monument was erected by Barbara, wife of the late Peter Furness, of Eyam, the last representative of one branch of the famous Brightmore family of Whirlow, near Sheffield. She died at Eyam, deservedly esteemed, November 1st, 1861, Underneath the monument a brass plate contains the dates of her birth and death, and the names of her immediate ancestors. On the same side of the chancel, another white marble mural monument records the deaths of Helen Rodgers (one of the daughters of Charles Hargreave, Rector of Eyam), and her daughter, Clarissa Kelly ; both died at Demerara — the former May 26, 1850, the latter August 21, 1861. The * The night of tne funeral of this gentleman was attended with the following singular occurrence : Three clergymen from Yorkshire, returning from the funeral, were lost on the Eastmoor in a snow, which fell after the setting of the sun. A shepherd found one on the following morning, and with difficulty animation was restored; the other two were dead when found."], [111, "101 HISTORY OF EYAM. eastward side of the arch, between the chancel and nave has a small monument to the memory of Colin Watson. grandson of the above Charles Hargreave ; died at Sydney. April 16th, 1S55, aged 27 years. In the floor of the chancel there is a stone inscribed with T. B., the initials of Thomas Birds, of antiquarian notoriety : he died, deeply revered, May 25, 1828. The national arms ; full length figures of Moses and Aaron, painted in oil in the reign of Queen Anne ; a table of benefactions, the Lord's Prayer, and Apostles' Creed, are, with the exception of an organ, all the principal ornaments of the interior of this humble churchwarden-mutilated, and whitewash-desecrated edifice.* it has been often and justly observed that if a number of persons in succession had, during the lapse of a few gener ations past, put their heads together to destroy and ransack a village Church, they could not have produced a greater wreck of vandal desecration tban the interior of Eyam Church presents at the present day. It is, however, some consolation to add that a thorough and complete restoration, interiorly and exteriorly, is at the present moment in more than active contemplation ; an estimate of the cost has been named, and above haif the sum already subscribed, and before this work comes from the press the required amount will no doubt be forthcoming. The Rev. J. Greens merits great praise for his industry and zeal in this worthy undertaking ; other influential residents lend a willing hand in furtherance of this object. Thus, then, it may be anticipated that ere long this village will have a Church in greater unison with a place of such a far-and-wide acknow ledged historical interest. The restoration of the Church, A.D. 1865-6, will be a fitting and most appropriate bicenten arian commemoration ot Eyam's awful calamity — the plague — in 1665-6 ; and no doubt some portion of the restored interior will be set apart and dedicated to the time-honoured memory of Mompesson. Note by the Publisher of the Sixth Edition. — The Restoration of Eyam Church, which proved a more difficult * August, 1864, was the periodical occasion of bedaubing the interior of the Church with white and yellow wash, when Moses and Aaron were removed from the places they had occupied over 150 years, to a place in the bellhouse, as a more fit place for relics of popery. A figure of death with his scythe, at the west end of the nave, suffered ejectment many years since. These pictures are now in the vestry. t Rector from 1862 to 1884."], [112, "102 history of eyam. and expensive work than was anticipated, was not com menced during the life of the Author of this work. The following particulars are gleaned from a published report and newspaper notices of the time. A committee was formed of the following gentlemen :— John Wright, Esq., Mr. John Froggatt, Mr. Peter Furness, Thomas Fentem, Esq., and Mr. W. Bland: and by the indefatigable exertions of the worthy Rector, the Rev. J. G'-een, by the end of 1868 the handsome sum of £1,405. 9s. lOd. had been raised. The restoration and enlargement of the Church was at once commenced under the directions of the eminent archi tect, G. E. Street, Esq.. and after being closed for nearly two years, was reopened for Divine service on the 26th of April, 1870. Mr. Street found the necessary repairs of the dilapidated building so great that a further appeal was made to the public, which met with a liberal response, and the work done has cost the sum of £2,223. 13s. 3d. The alterations consist of a new and enlarged north aisle, lighted with five traceried windows ; seventy new sittings having been added. The chancel has been rebuilt with the excep tion of the south wall, and adorned with a beautiful memorial window of stained glass, executed by Messrs. Clayton and Bell, the gift of Charles Gregory, Esq., and representing very artistically the seven last events of our Lord's life. Four arches of the nave, including the chancel arch, have becu almost entirely rebuilt, and the others repaired. The three unsightly galleries and the thick coats of whitewash have been removed, displaying the arches they hid and greatly improving the light and the general effect of the interior of the building. The whole Church has been reseated, the benches being of pitch pine and red deal ; and a new heating apparatus added. The aisles and chancel are laid with encaustic tiles ; those in the chancel display great variety of pattern and beauty of design. The tower roof has been repaired, and the lower part of the towpr has been opened to the nave. New lead roofs have been erected over the nave, north aisle, chancel, and vestry. A plain black marble slab has been placed in the north aisle, with the following inscription : — \"This Memorial Aisle was erected by Voluntary Contributions obtained in 1866, to commemorate the Christian and Heroic Virtues of the Rev. William Mompesson (Rector), Catherine his Wife, and the Rev. W. Stanley (late Rector). When this place was visited by the Plague in 1665-6, they stedfastly continued to succour the afflicted, and to minister amongst them the truths and consolations of the Gospel of Jesus"], [113, "HISTORY of eyam. 103 Christ. The rebuilding and enlargement of the Aisle led to the restoration of almost the entire Church in 1868-9, at the cost of £2,160.\"— Since increased to £2,223. 13s. 3d. The entire restoration of the Church as at first projected. by the Architect could not be accomplished owing to the exhaustion of the fund. The only portion, however, which yet remains to be done in order to render the work com plete, is the rebuilding of the wall and roof of the south aisle, together with the erection of a new porch and a west window in the tower. It is hoped that some generous friends of the Church of England and of this parish may be disposed, at some not very distant day, to contribute three or four hundred pounds for the execution of this work ;, and then this Church will become one of the most chaste, beautiful, and substantial of the small Parish Churches in thejPeak of Derbyshire. POSTSCRIPT TO THE LAST EDITION (REVISED). The generous offer of £100 by Frederick Bagshawe, Esq., M.D., son of the late Rector, to tbe Rev. J. Green, induced him to make an effort to obtain the sum still required for the completion of the restoration. Within two years sufficient promises were obtained, and an application made to J. D. Webster, Esq., architect, of Sheffield, to furnish plans in harmony with the other parts of the Church. These plans were well and honestly executed by Mr. S. Hibberd, of Baslow. The Church entirely restored, was reopened on the 31st July, 1883. The entire cost of this second restoration has been about £660, which includes the cost of a stained glass memorial window erected in the tower by Thomas Gregory, Esq. The figures of Moses and Aaron have been introduced into this window with happy effect, perpetuating in a better style the former canvas painted figures which used to occupy both sides of the chancel arch — introductory to the sacred subjects repre sented in the east window, and very suitable to the memorial purpose. In this restoration of the south aisle, the south wall has been extended in the same line from east to west, and traceried windows and a beautiful porch have been erected. The space occupied by the old porch, which was inside the aisle, and an additional space included by the straightening of the south wall, has enlarged and greatly added to the beauty of the Church. The clerestory windows, which had the appearance of cottage windows, have been enlarged and filled with tracery of the same period as the rest of the building. The removal of the iron"], [114, "104 HISTORY OF EYAM. railing by Thomas Fentem, Esq., which formerly existed around his family vault, the re-erection and lowering of the tombstones and the surrounding surface soil, together with the re-pointing of the tower, has greatly improved the west end of the Church. The sun-dial, which formerly stood over the south door of the Church, has been carefully preserved, and is now erected over the chancel door, where it is brought nearer to the observer's eye, and underneath are the words \" Ut umbra, sic vita,\" (\" As a shadow, so is life.\") carved on the supports. A very fine organ, built by Brindley and Foster, of Sheffield, and costing nearly £400, has replaced a small chamber-organ which stood in the gallery that ran across the chancel of the old Church. A few well chosen and illuminated texts of scripture might with advantage be yet painted round the chancel arch and on some of the spaces in the nave, which would brighten the Church and serve for meditation. They would also perpetuate in some measure what was found, but could not be preserved, on the plaster of the nave before its restoration.* Besides tbe restoration of the Church, the parishioners have added an acre of ground to the Churchyard, at the cost of £280, which was duly conse crated and opened by Bishop Lonsdale in October, 1866. THE SCHOOLS. Important changes have also been effected in the schools of this parish. The old Church School which existed in 1703, and to which an endowment of £13. It's, per annum belonged, was superseded by a new scheme made by the Charity Commissioners, dated 30th January, 1874, appoint ing The R'ght Hon. Lord Denman, John Wright, Esq., G. W. Furniss, Esq., Thomas Booth, Esq., Mr. G. T. L. Dawson and Mr. Thomas Froggitt, together with the Rector, tbe Rev. J. Green.f the future managers of the * On removing the west gallery the names of the Churchwardens, and the date 1645 appeared painted on the plaster ; beneath that coat another was found, on which was rudely painted thc banners of the children of Israel, and the blessing of Jacob (Gen. xlix. 9 22) to each of his sons, in old ecclesiastical letters round the nave beneath the wall-plate; and in the same kind of letters, in rough fresco-painting, were also found the Creed and the Lord's Prayer at the end of the nave, and other paintings which could not be distinguished on the walls of the south aisle. After the pick had entered this coat of plaster another was found, with the same paintings only in a difierent order, and beneath that another coat of plaster on which was something painted which could not be deciphered. j All but one of these gentlemen are now dead or have left the neighbourhood, and the management of the school is now in the hands of new trustees."], [115, "HISTORY OF EYAM. 105 School. The late Miss Maria Rawson, of Sheffield, who some years before gave a new clock to the Church, bequeathed £500 as an additional endowment, and the annual interest thereof is ordered to be paid by her trustees \" to the Treasurer of the Church of England School at Eyam.\" In December, 1870, the Rector called a public meeting, and stated that according to the new Education Act the school buildings would no longer be sanctioned by the Government as efficient, and advised the enlargement or building of new schools to meet the requirements of the Act, and to avoid the appointment of a School Board and the imposition of a School-rate. Soon afterwards a prescription from the Education Department was posted in the village, requiring new school accommoda tion for 200 children in the township of Eyam, for 60 in the township of Foolow, and for 70 in Eyam Woodlands, Padley, and Stoke, so that the parish then became liable to the constitution of three School Boards. The parishioners, however, resolved to build the new school-room re quired, and to provide for the maintenance thereof by voluntary subscriptions and the children's pence. A new schoolroom was accordingly built at Eyam by Mr. S. Hibberd, of Baslow, Mr. J. D. Webster, of Sheffield, being the architect. It was opened in November, 1877, the total cost being £1,050. Another school was built at Grindleford Bridge, in 1875, which now also serves as a Mission Church. The total cost of this building, including the addition of a class-room since, has exceeded £760. At Foolow, the Government have allowed the chil dren to go to Wardlow and Little Hucklow School. An infant school, under a mistress, was established in 1861, and in 1894 a room 25 ft. by 18 ft., with cloak room and offices, was added to the main school, for tbe proper accommodation of this department."], [116, "Cljc Cfmtcl. parti* MW||HIS place of village sepulture, has invariably and W|5*j. deeply excited the notice of tourists. \" Green is the churchyard, beautiful and green, Ridge rising gently by the side of ridge : A heaving surface.\" Wordsworth. The towering, leafy linden trees which encompass this Churchyard, were planted at the suggestion of one of the Wright family, Eyam. They have, however, been deemed a nuisance, and one half were felled about fifty years ago, to the great regret of the parishioners in general. Notwith standing this regard, it must be admitted that the lopping down of every other tree has greatly improved the Church as a striking feature in the landscape, besides adding much to the rural beauty of the Churchyard. Among the most prominently interesting objects of this place of village graves is the tomb of Mrs. Mompesson, \" Where tears have rained, nor yet shall cease to flow.\" William and Mary Howitt. The tomb which is in front of the east end of the chancel, is somewhat antique in appearance, having at the several corners chamfered stone pillars ; the top of the tomb bears this inscription : Catherina uxor Gulielmus Mompesson Hvivs Ecclesiæ Rect\" Filia Randolphi Carr Nuper de Cockeu in Comitati Dvrelmensis Armigeri Sepulta Vicessimo Quinto die Mansis Augti Ano Dni 1666."], [117, "107 HISTORY OF EYAM. On the west end of the tomb is an hour glass, between two expanded wings, intended to represent the rapid flight of time ; underneath is inscribed : — CAVE IE NESCITAS HORAM. On the other end of the tomb is a death's head, resting on a plain projecting tablet, below which are the words, nearly obliterated : — ■ MORS MIHI LUCRUM. This tomb has recently been partly restored. Miss Seward mentions its once being encompassed with metal palisading, now believed to be a mistake, for the stoue pillars at the corners of the tomb have no indication of such a monu mental adjunct. A little west of Mrs. Mompesson's tomb stands the richly ornamented stone cross, which has been, and still is, the subject of much conjecture. Of the origin and antiquity of crosses there are a variety of opinions. This splendid and richly embellished relic of antiquity is about eight feet high, although about a foot of the top of the shaft is broken and lost. A variety of figures are embossed thereon, with many singular symbolical devices. On the arms are figures blowing trumpets, others are holding crosses, one is holding a book, and on the western side of the shaft is a figure representing the Virgin and Child. Runic and Scandina vian knots liberally adorn its sides. In a word, it is con sidered to be the most splendid cross in England, and it has therefore found a place in the sketch book of almost every lover of the antique. Rhodes, in the Peak Scenery, states that the top part of this cross lay in the Churchyard, covered with docks and thistles when Howard, tbe philan thropist, visited Eyam ; and that he caused it to be placed on the dilapidated shaft. This is a mistake : the top part may have been some time from its proper place, but it was before Howard's time. This venerable relic of antiquity was a few years ago raised up and placed upon a kind of pedestal for its better preservation and appearance. Whether this cross has stood in the Churchyard always is very doubtful. Tradition mentions two other places of its former occupation, on the old Manchester and Sheffield roadside, Eyam Edge, and on the open space of ground in the middle of the village, still called \" The Cross.\" Miss Seward, in a letter of reply to Mrs. Blore, of Edensor, Derbyshire, has the following remark respecting this cross :"], [118, "108 HISTOR1 OF BI VI. ' It is from this letter that 1 riist loam that it was my beloved father who discover,***! the curious antique cross, .md placed it in tho Churclivai.l of that rillagft,\" Kyatn On t Iu- north side of tin- Churchyard, tuulor tho shade of llB d on ttoos. stand*, llio \\ory uo.it aud appropriate tnonu. mont iu niotnorv of tho lat. i.ieh.ird Furness. tho poet, his wife, and two of their infant children. Tho monument was origiiuilh orooted in memori of 1ns wit'.*, bill -once his death it has boon renewed, elevated, aad enclosed with metal palisading. The upper stone, with four polished sides for inscriptions, is surmounted i-y i wreathed urn, capped with a small piece of wavy stonework, representing i Bams — emblematical of love. On the ml side ol the stone (intended for inscriptions) is the following from the pen of tho poet, in sweet romeuibi .moo of bis dear wife : — \" 1 ovo liko ss pilgrim etuuo V*. ith hops, and raise, I tins inn Where l*.lei;\\ s sn,l mn*-e [jOBS lin*.eiini. slmll imiiiin,- Sliall pOUl ainhrosial dew s T' embalm the virtuous name Oi Kian *cs. tin wife of Kuhar.l Fulness, who died t___f 12, 1814 AKe,l 51 Tho front, or south side of tlto mon union I . eont.utis a reeord of the birth ami death of the poet, and the following Btansa, seleoted trom The Tomb of th,- Valley, ,\\ short poem 1'v ihe deceased poet : — \" Kicliard h'urness. Hem al Eyam, August 2nd, 17'.H. Died at I We, IV, enihcl* l.ilh. IS.'iV \" Land of my fathers! how 1 love te dwell On all th\\ seeuer. ! hanon as then art, Still ha-.t ih, ai genuine charms, or seme sweet spell. Thai lands tin lieiuities le nn ra\\ islicil liean , 't'hal snell shall never hival,, nil . I, M[h | sine .tail. Shall reckless strike this penetrable UOlt, And oh! tis IWSSt to think iu> Imsei part, Shall (h,*n he ni in.-l,.,! nul, „n mean I a in dust. KOOCB, lulls, my lneuuiiients to he ne , hi ,11, ,1 bust.' Afler tho stanza there is this inseription : ■ 1 Ins Monument, originally ereeted l.v the feel te the memory of bis Wile, was elevated and enclosed In nunioiou,* atta, h, .1 friends „, order that they mipht • reeord their high opinion of the ,_,.„. m, of the 1 eet, ami the worth of the Man, whose remains rest line. This Ohurehurd has often and justly been styled poetic ground; \" scarcely a stone but haa its distich commemora tive of the virtues of the deceased, and llio sorrows of su,*."], [119, "109 HISTORY OF EYAM. viving relatives.\" The following epitaph to the memory of Dorothy White, a celebrated sick nurse, is from the pen of Furness : — 1 Of honest memory this worthv wife, In nature's sorrows, smoothed the way to life; Peace to her ashes! \"When the labouring earth, Shall groaning heave her millions into birth, May she with all the children of her hand, Receive a portion of the heavenly land.\" The following was written by the highly accomplished Cunningham, Curate of Eyam. from 1772 to 1790 : — ■■ Edward, the Son of Thomas and Mary Froggatt, who died Dec. 4th, 1779. Aged 18 Tears. How eloquent the monumental stone. Where plooming modest virtues prostrate he : Where pure religion from her hallowed throne, Tells man it is an awful thing to die. Is happiness thy aim, or death thy fear 7' Learn how their paths with glory may be trod, From the lamented youth who slumbers here, Who gave the flower of his days to God.\" Near the tomb of Mrs. Mompesson, and close by the chancel door, there is a humble upright stone, with the following quaint inscription : — \" Here lieth the body of Anne Sellars, Buried by this stone — who Died on Jan. 15th day. 1731. Likewise here lise dear Isaac Sellars, my husband and my right. Who was buried on that same day come Seven years, 1738. In seven years Time there comes a change — Observe and here you 11 see, On that same day come Seven years my husbands Laid by me. (Written bt Isaac SeixA-.s.V Close adjoining the south side of the tower is the burial place of the Sheldons, Eyam, the maternal ancestors of the late Thomas Fentem, Esq., Surgeon, Eyam Terrace. Affixed to the tower, just over the tombs, is a stone con taining the following lines, partly from Shakspeare's Cynibeline : — \" Elizth. Laugher, Ob. Feb. 4th. 1741, Æt. 24. Fear no more the heat o' th' sun, Nor the furious winter's rages, Thou thy worldly task hast done, Home art gone and ta'en thy wages."], [120, "110 HISTOEY OF EYAM. I weep thee now, but I too must, Here end with thee and turn to dust ; In Christ may endless union prove, The consummation of our love. Erected by Thos. Sheldon. (Her lover.)\" The following epitaph, written by him whom it commem orates, will be recognised as a mutilated quotation from a fine passage in Homer's Iliad. The sense is reversed and in every respect spoiled : — William Talbot, died April 16, 1817, aged 79 years. Cold death o'ertook him in his aged years, And left no parents unavailing tears; Relations now enjoy his worldly store — The race forgotten and the name no more.\" The present existing tombs and stones in this Church yard afford no particular instances of longevity, such as are sometimes met with in country places. Two may be noticed as verging near a century : — \" Bobert Broomhead, Bretton Clough, Buried August 9th, 1764, aged 95. Elizabeth Gregory, of Riley, died May 6, 1770, Aged 92. She was a widow 50 years.\" A headstone north-east of the Church has this inscription and epitaph : — \" In memory of Elizabeth and Mary Wood, Daughters of William and Sarah Wood, Elizabeth, died April 8th, 1863. Aged 21 years. Mary, died July 25th, 1864. Aged 27 years. Deservedly lamented ! Like two young olives in some sylvan scene, Clad in the loveliest garb of Summer green, Were these two sisters, whose endearing love Hath consummation gained in realms above ; Death's whirlwind came and swept the first away, Drooping alone the other— could not stay.* ' All flesh is grass ! ' \" On an old tabular tomb north of the Church there is this inscription and remonstrative epitaph : — \" Here was interred the body of Henry Merrill, of Eyam, who died August 6th, 1753. My husband's mind as signified by will, His brother would make void and not fulfil. Why doest thou judge thy brother? Why dost Thou Bet at nought thy brother? We shall All stand before the judgment seat of Christ. * Only a few who visit this Churchyard will know that these two young females were the only daughters of the author of this work. Their early doom was to him a source of great grief."], [121, "HISTORY OF EYAM. 111 Thi3 ■ record of his memory was erected by his surviving wife, Mary Merrill.\" A stone at the east end of the chancel contains the follow ing inscription and snobbish epitaph, the latter is where it should remain — underneath the greensward : — \" To the memory of John Brushfield, who died March, 1752 The faults you see in me take care to shun, Just look at home, there's enough to be done.\" How quiet and serene is this lone Churchyard ; how fitting a place for meditation ; how peacefully the dead seem to sleep ! An addition to the Churchyard of one acre, adjoining the northern part, is only now waiting of fencing, draining, and consecration ; a long and very much needed accom modation.* * This addition has now been in use for some years. On its southern border a handsome tomb marks the last resting place of William Wood, the author of this history."], [122, ".Rectors. |p|P||HE following list of names of Rectors of Eyam, with ja?j£/ the respective dates of their resignation or death, is _f_J__C as complete as the parish Register affords, excepting the four first named. Adams. — The Rev. Shoreland Adams was Rector of Eyam, and also of Treeton, in Yorkshire. His numerous and vexatious suits at law with the parishioners of Eyam rendered him extremely hated ; and his conduct at Treeton, where he chiefly resided, was no less disreputable. When the war broke out between King Charles and the Parlia- Colyn Richard, Rector . . 1481 Mockson Robert, Chaplain 1481 Cheney Patrick, Rector . . 1584 Died Died. or Re- signed. Sus- pended. Re- signed. Middleton Thomas, do. . . 1613 Rev. Robert Talbot Rev. Shoreland Adams Rev. Thomas Stanley Rev. Shoreland Adams (again) . . Rev. William Mompesson. . Rev. William Adams or Oldham Rev. — Ferns Rev. — Carver Rev. Joseph Hunt Rev. — Hawkins Rev. Alexander Hamilton Rev. Dr Edmund Finch Rev. — Bruce Rev. Thomas Seward Rev. Charles Hargrave Hon. and Rev. Robert Eden Rev. E. B. Bagshawe Rev. J. Green Rev. E. Hacking Rev. H. J. Longsdon Rev.H. J. Freeman (present Rector) 1630 1664 1675 1679 1709 1717 1737 1739 1790 1822 1664 1662 1669 1711 1826 1862 Oct. 1884 Mar 1888 Apl.1891"], [123, "HISTORY OF EYAM. 113 ment, his intolerance and party spirit became ungovern able ; and his furious loyalty assumed such an aspect that he was regarded with disgust. The measures he took in favour of the Royal cause excited the notice of the partizans of the Parliament, and he was seized, deprived of his livings, and cast into prison. The charges pres erred against him are embodied in a pamphlet, written by one Nicholas Ardron, of Treeton, the only copy of which now known is in the British Museum. One of the accusations is as follows : — \" Further it is charged against him that he is a man much given to much trouble and suits at law, as 13 well known at Eyam, in Derbyshire, where he was Rector, where they tasted this his turbulent spirit ; that he gave tythe of lead ore to the King against the Parliament, delivered a man and musket against them, and sent a fat ox to the Earl of Newcastle, as a free gift to maintain the war against the Parliament.\" He was among the number of gentlemen who compounded for their estates. For a small estate at Wood lathes, near Conisbro', he paid £198, where he resided until the Restoration, when he was reinstated in his livings again. That this clergyman was a disgrace to his order may be satisfactorily seen from the following extra evidence :— When the Rev. — . Fowler, Sheffield, gave up his living for Nonconformity, Adams said that \" Fowler was a fool, for before he would have lost his on that account, he would have sworn a crow was white.\"* How striking the contrast between this conforming hypocrite and the virtuous Nonconformist, Stanley. Adams died April 11, 1664, and was buried in the chancel of the church at Treeton, where a Latin epitaph commemorates his loyalty, virUies, and sufferings. Stanley. — The Rev. Thomas Stanley, whose memory is still cherished in Eyam and its vicinity with a degree of adoration which rarely falls to the lot of any public man, was translated to the living of Eyam in the year 1644, immediately after the arrest of Shoreland Adams, the bona fide Rector. He continued in his office, beloved and respected, until St. Bartholomew's Day, 1662. It was in the capacity of Curate, however, that he officiated from 1660 to 1662 — Shoreland Adams having obtained possession of his livings at the Restoration, in 1660. After enduring for a few years the sneers and bickerings of a few bitter enemies, Stanley laid his head on the pillow of death, encircled with a halo of consolation arising from an uncor rupted heart, and an unviolated conscience. * Vide Hunter's History of Hallamshire. 5"], [124, "114 HISTORY OF EYAM. \" Dying he Deposited upon that unknown shore — Eternity — images and precious thoughts That perish not— that cannot die.\"— Wordsworth. Stanley was buried at Eyam, where he died, August, 1670. During the time of this holy man's ministry at Eyam, he performed the part of lawyer in the making of wills, and in numerous other matters. In his handwriting there are still extant numerous testamentary documents, and his signa ture is attached to many important deeds of conveyance, all tending to prove his high esteem, his honour, and unimpeachable probity.* He was supported by the volun tary contributions of two-thirds of the parishioners.f Hunt. — The Rev. Joseph Hunt has rendered his name somewhat particular by an ill-judged and disgraceful act during his ministry at Eyam. A party of miners had assembled at tbe Miners' Arms Inn, Eyam, the house now ocupied by Mr. William Marples, it was then kept by a Matthew Ferns, and an infant child of his being suddenly taken ill, the Rector, Hunt, was sent for to baptize it immediately. Having performed the ceremony, he was invited to sit and regale himself with the boozing bacchan alians — the miners. This it appears he did until he was inebriated. The landlord had a very handsome daughter about eighteen ; and Hunt, inspired by Sir John Barley corn, began to speak out in commendation of her charms. From one thing to another, it was at last agreed that Hunt should marry her ; and the miners, not willing to trust him to fulfil his engagement another time, insisted that the ceremony should take place there and then. To this, after taking another glass or more, he unfortunately consented. Tbe Common Prayer Book was brought out, and one of the miners assuming a solemn aspect, read the whole ceremony . Hunt and the happy damsel performing their respective parts. After the affair had spread round the neighbour hood, it at length reached the ears of the Bishop of the Diocese, who threatened to suspend him if he did not fulfil in earnest what he had done in jest. He was, therefore, obliged to marry Miss Ferns legally. This, however, was not the last of his misfortunes arising from the affair : be was under promise of marriage to a young lady near Derby, who immediately commenced an action against him for * John Stanley, whose name occurs so often in documents in the time of Thomas Stanley, was his brother, an attorney. + The arms of the Stanleys may be seen on a stone over the front entrance of the honse occupied by Mr. Britt, of Duckmanton, near Chesterfield, whose family are descendants of the Stanleys."], [125, "115 HISTORY OF EYAM. breach of promise. Some years passed in litigation, which drained his purse and estranged his friends ; and event ually he had to take shelter in the vestry (which some say was built for that purpose), where he resided the remainder of his life to keep the law hounds at bay. He died in this humble appendage to the Church, where bis bones and those of his wife lie buried. He is represented to have been very social — the young men of the village visited him in his solitary abode, where they would sit round the fire telling alternate tales to while away the dreary winter nights. The Living, on account of the mines, varies in its annual amount. One penny for every dish of ore is due to the Rector, and two-pence-farthing for every load of hillock stuff. During some part of the last century the living was worth near £1,600 a year ; and of late its value has greatly increased in consequence of successful mining operations. It is now worth near £300 per annum, gross* * Miss Seward in a letter to Mr. Newton, the Peak Minstrel, dated Lichfield, Dec. 17th, 1786, says: \"Thank you for your mineral intelligence unwelcome as in itself it proves. The value of Eyam living to my father, once near £700 per annum, is not now more than £150.\" It must be taken into consideration the difference of the value of money near a century back."], [126, "Cijc iLcafc JHtncs. P*|3|HE MINES. — There is, particularly on the south side *3Kl of Eyam, strong evidence of much mining in past (j -Mis ages. Indeed, the Eyam Mineral Charter, if exist ing, would prove the antiquity of the lead mines at Eyam. This village and parish is included under the general denomination of the King's Field, whicb is subject to the operation of a peculiar system of mineral law. One clause of the law declares \" thit by the custom of the mine it is lawful for all the King's leige subjects to dig, delve, search, subvert, and overturn all manner of grounds, lands, meadows, closes, pastures, mears, and marshes, for ore mines, of whose inheritance soever they be ; dwelling-houses, orchards, and gardens excepted.\" From the inconvenient effects of this sweeping clause, many of the old freehold tenures of the parish of Eyam are exempt according to the supposed charter granted by King John, previously to his being created Duke of Lancaster. What particular tenures are alluded to no person knows. They are, however, sup posed to be those contiguous to the village : or what is denominated the old land. With the exception of a little land at Hucklow and at Grippe, these decreed tenures at Eyam are the only lands exempted from the arbitrary mineral laws, observed throughout the comprehensive dis trict of a large part of the Peak of Derbyshire. It may, however, be observed that the benefit of the so called Eyam Mineral Charter has been long forfeited, as the tenures alluded to have been long subjected to the operation of the ordinary mineral laws and usages. Of the ore obtained from the mine in the whole parish of Eyam, the lot, which is every thirteenth dish, is claimed and taken by the Lords of the Mineral Field. One penny a dish belongs to tbe Rector ; and a small exaction called cope, is paid by the purchaser of the ore to the Barmaster : these, with a trifle paid to the Rector, and the Lords of the"], [127, "HISTORY of eyam. 117 Field, for what is provincially called hillock-stuff, are the lot sand tithes paid by the mines of Eyam. Smit ham, and other inferior kinds of ores were formerly supposed to be exempt from duty (lot, not cope). It was, however, decided other wise in an action at law against the miners of the High Peak in 1750. The Lords of the Mineral Field of Eyam and Stoney Middleton hold a yearly court alternately at Eyam and Stoney Middleton. This court is denominated the Great Court Barmoot, at which the steward, Joseph Hall, Esq., Castleton, presides, who, with twenty-four jurymen chosen every year, determine all cases in dispute that, occur respecting the working of the mines in the above district. Other matters, independent of the mines, are also adjusted at these periodical courts, of which the whole expenses are paid by the Lords of the Field. The Barmaster, James Longsdou, Esq., of Little Longstone, has also important offices connected with the mines* The great vein of ore known as tbe Edge-side Vein, was discovered more than two centuries back ; but it was not worked in the parish of Eyam until some years after its discovery. In the space of fifty or sixty years it was cut for more than two miles in length, but dipping very fast eastward it at length reached the water and could no longer be successfully worked. A sough or level, known as the Stoke Sough, was brought up to it from the river Derwent about 140 years ago, but did not answer general expectation. The quantity of metal obtained from this vein may be judged of from the fact that it enhanced the annual income of the Rector from £150 to about £1,000 a year, and this for a long time. Other veins in the vicinity have been very productive, but nearly all have been long shut up by the same almost irresistible element — water. More than a century back the Morewood Sough was pro jected, with a view of more effectually clearing the Edge-side mines of water. It commences at Stoney Middleton, near the neat country villa of the Right Hon. Lord Denman. After carrying it about half-a-mile, the project was sus pended for some years ; but the work was at length resumed for a while by James Sorby, Esq., Sheffield, who after some time was obliged, on account of the very great expense, to abandon it. The mines and sough were ultimately bought by a company of gentlemen, principally from Sheffield, who have carried it on with great vigour. The sough or adit * At the time this history was written the above statement was correct, but now the mines are all closed, and the Court Barmoot is no longer held."], [128, "118 history of eyam. has been driven more than five-sixths of the distance. Expectations the most sanguine have been long entertained of the riches of the Edge-side Mines, could the water be carried away by a sough or adit.* By far the oldest lead works are of the rake kind, extend ing over a large tract of land south of the village. Camden thinks that Derbyshire was alluded to by Pliny, when he says, \" In Britain, lead is found near the surface of the earth in such abundance that a law is made to limit the quantity which shall be gotten.\" Of the origin of the law9 and customs connected with the working of the lead mines in Eyam and the High Peak in general there is much room for speculation. Some think that they originated with the Aboriginal inhabitants of Derbyshire ; but from a passage in Suetonius, it is inferred that the mineral customs and laws of the Aborigines were superseded by others introduced by the Romans. Hein eccius countenances the supposition that private adven turers were afterwards permitted to work the mines, which would be productive of multifarious laws and regulations, and hence their anomalous character. It may be here observed that there is every reason to believe that the High Peak of Derbyshire was a penal settlement during the Heptarchy ; that is, persons convicted of certain crimes in any of the seven kingdoms were doomed to be sent to the High Peak of Derbyshire, and there work in the lead mines under the superintendence of certain officers denominated captains : a designation still retained by the superinten dents of mines in Cornwall and Derbyshire. Bole hills are very numerous around Eyam — they are the places where ore was smelted before the introduction of the cupola. The mines in Eyam Edge are very deep, and the New Engine Mine is often stated to be the deepest in Derby shire. Among the number in the Edge is tbe Hay-cliff, a mine distinguished for having contained in great abundance that extraordinary phenomenon in the mineral world, pro vincially called Slickensides. It is a species of Galena, and is well known among mineralogists. This mine once had it in singular quantity and quality. The effects of this mineral are terrific : a blow with a hammer, a stroke or scratch with a miner's pick, is sufficient to blast asunder the massive rocks to which it is found attached. Of the nature of this mineral and its terrible power, there have * The water has never been successfully dealt with, and the rapid fall in the value of lead, caused by the working of the Spanish mines^ has prevented these bopes being realised."], [129, "MIDDLETON DALE"], [130, ""], [131, "121 History of eyam. been many but quite unsatisfactory solutions. Whitehurst, in his work on The Formation of the Farth, thus mentions its wonderful power : — \" In the year 1738 an explosion took place at the Hay-cliff Mine, Eyam, by the power of Slicken sides. Two hundred barrels of materials were blown out at one blast — each barrel containing 3501bs. weight. During the explosion the earth shook as by an earthquake.\" A person named Higginbotham once narrowly escaped with life by incautiously stiiking this substance in the above mine. Experienced minera can, however, work where it most abounds without much danger. It is also known by the name of crack [ngwhole. Mining speculation in the Peak has of late years been an almost all-absorbing matter of interest, and much of this must be attributed to the great mineral wealth of the Dusty-pit lead mine, situated at the western verge of the village of Eyam. At this famous mine for near ten years immense quantities of metal have been obtained. The Eyam Mining Company serves as an example in the mining specu lations of the High Peak district ; while their rewards and profits have hitherto been commensurate to their deservings, and the country at large has been benefited to an almost unknown extent by their very worthy speculations. This company has been unprecedentedly fortunate in having an agent of such clear foresight, of such judgment, and of such an unmixed life-long experience in mining operations. Doubtless, in a few years, the New Engine and other mines will be in active operation, thus diffusing plenty around the neighbourhood. At the present time a speculation of great interest exists in the attempt to clear the \" New Engine Mine \" of water, where it is said there is an abundance of metal.* Projects for liberating this mine have been broached at sundry times during the last century. The following are the names of some of the most pro ductive and celebrated mines which have distinguished Eyam in the mineral world, in times past and present : — Lady-wash, Broadlow, Old and New Twelve Meers ; More wood, Middleton and Slater's Engine ; Old, New, and Little Pasture, Blackhole, Deep Sitch, Shaw Engine ; Haycliff, New Engine, Brookhead, Cliff-stile, Watergrove, Pippin, Dusty-Pit, and many others. .-o^— TT^^^-*—^^a.. * The attempt was never really successful."], [132, "jWinstrete, $ct+ SEWARD. ANNA SEWARD, the well-known poetess, was \\Sw5b born at Eyam ; she was baptised December 23, 1742. In the literary world she is still distin guished not only for her poetical powers, but for her biographical and epistolary talents. Her father, the Rev. Thomas Seward, Rector of Eyam, Prebendary of Salisbury, and Canon Residentiary of Lichfield, was a man of rather extraordinary learning and taste. He wrote and published many works. At the age of three, before she could read, he had taught her to lisp tbe Allegro and Penseroso of Milton ; and in her ninth year she could repeat from memory, with varied and correct accent, the three first books of Paradise Lost. In her seventh year she left Eyam ; and a few years after she removed from Lichfield to Bishop's Place, where she resided until her death. Miss Seward's intellectual' precosity was zealously cherished by her admiring father ;*. but as she advanced into womanhood, he withdrew that animating welcome which he had given to the first efforts of her muse. It is unnecessary to enumerate her works— they are well and deservedly known. The Elegy to Major Andre, the- Death of Captain Cook, the poetic novel Louisa, the Epic Ode on the return of General Elliot from Gibraltar, are among the best of her productions. Of her enduring attachment to* Eyam, the place of her birth, she often warmly dilated ; and an annual visit to her birthplace wa3 the invariable testi mony ot her enthusiastic affection. This highly celebrated lady died at Bishop's Place, 1809, in the sixty-seventh year of her age. Her remains repose at Lichfield."], [133, "123 history of eyam. FURNESS. Richard Furness has added much to the classic distinction of his native village. He was born at Eyam (as before noted). August 2nd, 1791, and died at Dore, Dec. 13th, 1857. This distinguished individual has reached a high niche in the temple of fame, and will be a subject of admiration and honour during the lapse of future generations. Through a chequered life he invariably testi fied a strong affection and love for the place of his birth, which feelings will be fully reciprocated by those who can duly estimate his great abilities. In an old house, over the door of which may be seen this inscription (R 1615 F) cut in bold relief, the poet first saw the light ; and very early in life those traits of genius which distinguished his maturer years, were perceived and admired. At the age of fourteen he was bound apprentice to a currier at Chesterfield. His master, Mr. Joseph Graham, gave him an order to obtain books from a subscription library, which favour the young poet duly appreciated. His biographer, G. C. Holland, M.D., thus graphically alludes to the most prominent manifestations of his genius : \" The mind of Richard Furness had three tendencies — mathematics, poetry, and music. This combination, in the degree in which it existed in him, is rarely observed. In the first he made considerable progress at this time, and greatly extended his knowledge in after life. The science was a deeply interesting study to him, and was seldom neglected. Of his poetical powers his productions afford ample evidence, and the candid critic will not deny that they contain poems, and numerous passages happily con ceived, and powerfully expressed. They are the productions not of the mere rhymer, but of genius ; and of an order that would under more favourable influences have attracted attention, and placed his biography in abler hands than my own.\" The Bag-Bag, a satirical poem, was his first pub lished production of any length, which was, and is much read and admired ; but from sundry reasons the author refused any re-publication of the work. The Astrologer (or Medicus Magus) was his next poetical effort, and universal consent pronounces it to be a splendid work of genius. These, with numerous other shorter poems that he pub lished occasionally, constitute the whole of his poetical works, which have been very recently published in one elegant volume, entitled Furness' Poetical Works. Dr. Holland has displayed great literary ability in editing"], [134, "124 history of eyam. the poems, and in his very interesting life of the author. Of the poetic merits of the work, the public press has given highly satisfactory expression, while criticism has placed the author among the best of one class of poets. The author also left behind him the words of an Oratorio entitled The Millenium, partly selected, written and arranged, with instructions to the composer. The words are considered of the highest order, and specially adapted for music. At the age of sixty-six this distinguished individual passed from the stage of life, and as a philosopher and poet, for he was both, contemplated his end with calmness and dignified composure. Without a murmur he resigned himself to the will of God. He was interred at Eyam Church, Dec. 18th, 1857. Marmaduke Middleton, Esq., Learn Hall, Eyam, was also in his day a candidate for poetical honours ; he wrote Sketches of a Poetical Tour, heretofore mentioned. JOHN furness. John Furness, controversialist and biographer, was born at Middleton Bank, in the parish of Eyam. He died some fifty years ago at Eyam, where he lies interred. William Newton, known as the Peak Minstrel, was born at an obscure house called Cockey, near Abney, on the con fines and within the ancient constablewick of Eyam. By trade be was a spinning-wheel maker ; but his genius might be characterised as universal. This romantic village has other, if less successful, candi dates for poetic honour : and of these there are a few whose effusions have only been perused by friends."], [135, "jfamtl.es of Btstinctuitt J^Æ* S before stated, Caschin was Lord of Eyam before ..-VjL^.; the Norman Conquest, after which Eyam was JiK»_ vested in the crown, until bestowed by the Earl of Montaine, on (it is said) one Roger de Morteyne, known afterwards as the Morteynes of Risley and Eyam (vide Lysons). Not much is known of the Morteynes ; that is as to their residence at Eyam. THE STAFFORDS. It is not known that the Staffords of Eyam were con nected by blood with the Morteynes, although the former seemed to cling close to the latter. Under the head of \" The Church \" it is stated that the Staffords had grants of land from the Morteynes for services specified. The Staffords, by judicious marriages, acquired much property during the lapse of many generations. They owned nearly all the property in the townships of Eyam, Foolow, and the hamlet of Bretton, comprising many hundreds of acres. They were also lords and sole owners of the two manors of Calver and Rowland. \" John Stafford de Eyham, was one of the Conservators of the Peace for the County of Derby, in the 12 Hen. VI. (1433).\" The Hall in which dwelled the Staffords for near four centuries had a flat roof covered with lead. One room was said to have been very large, the beams ornamented with carvings of shields ot arms, and a fine traceried window looking east. In the room was a shovel board of massy oak. Few traces now remain of this habita tion. Its site, however, is well known : \" the orchard, the Hall yard, the site of tbe fish pan, and the Hall hill, like \" The Findern Flowers,\" still point out the by-gone resi dence of the once influential and hospitable Staffords. Humphrey, the last of the Eyam Staffords, was living in the 33rd year of the reign of Henry VIII. He"], [136, "126 HISTORY OF EYAM. had two sons, Roland and Humphrey, both died without issue ; and four daughters — Alice, married to John Savage, gentleman, Castleton ; Gertrude, married to Rowland Eyre, Esq., Hassop ; she died in 1624. A brass plate in Longstone Church commemorates her memory. Ann, married Francis Bradshaw, of Bradshaw Hall, County of Derby. Katherine, married Rowland More wood, The Oaks, Bradfield, Yorkshire. She was buried at Bradfield, July 16, 1595. The immediate descendants of the co-heiresses of Hum phrey Stafford quartered the arms of Stafford of Eyam, the same as those of Stafford of Botham (Cheshire). Mr. Wolley, of Matlock, had a seal of a Stafford of Eyam, with the following arms : — \" Ermine, on a bend, gules, three roundels.\" The Morewoods quartered the arms of Stafford of Eyam, \" Or, a chevron, gules, between three martlets, sable.\" Humphrey Stafford, at his death about 1560, left a widow, Ann, and four daughters ; at the death of his widow, his immense property, valued at that time at near £100,000, was equally divided among his four daughters, his co heiresses. The portion alloted to Katherine, wife of Row land Morewood, was sold about 80 years since by Henry Case Morewood, who had married the widow of a Morewood of Alfreton, to James Furness, Stoney Middleton, and a few others. The portion allotted to Gertrude (consisting of the two hamlets, Rowland and Calver), wife ot Rowland Eyre, Esq., of Hassop, is still possessed by his representative, Col. Leslie ; the moiety allotted to John Savage, of Castleton, gent., was sold by Humphrey, his grandson, in 1613, to Thomas Middleton, clerk, Richard Furness, Peter Hawks worth, Peter Pilhnge, Hercules Furness, Rodger Wilson, William Chapman, Godfrey Rowland the elder, Ralph Nealer, and John Needham of Castleton. The deed is witnessed by Caleb Deane, Thomas John Jeffries, and Martin Hall. The purchase was £1,032. 6s. Od. ; the other portion awarded to Ann, married to Francis Bra.dshaw, of Bradshaw, is still in the possession of her representatives, the Bradshaw Smiths, of Blackwood House, Ecclesfeccan, N.B."], [137, "Bratjsljato i^all HP|HE building which is now known at Eyam as Wj|j) the \" Old \" or \" Bradshaw Hall,\" stands on rising OsjisS ground at the north-west extremity of the village, and was erected at the eastern end of the old Stafford Hall, probably by Francis, great grandson of Francis Bradshaw, who married Ann, the daughter and co heiress of Humphrey Stafford, some time before the break ing out of the plague ; when, or just before, it is said, the Bradshaws left Eyam for Brampton, Yorkshire, and never returned to Eyam to reside permanently. Bradshaw Hall was left unfinished ,- it was erected in the Tudor or Elizabethan style. The courses in the walls are of Moorland sandstone, eight inches in thickness, the masonry extremely good. The windows on the ground floor which light the principal apartments are large. There are two in either front — south and east, divided by mullions and transomes. The windows have labelled heads with knees. On a circular stone in the centre of the upper tier of windows in the south front, is carved in bold relief the crest of the Bradshaws : \" a stag at gaze p. p. r. standing under a vine f ructered p. p. r.\" The interior contains a noble fireplace, the mantels and jambs recessed and enriched with a deeply indented mould ing. The whole is now greatly dilapidated and used as a barn. It was erected as a modern appendage to the old Hall of the Staffords. It was intended to be hung with tapestry. Within the recollection of the last generation the tapestry lay in a heap in certain corners where it rotted away. That portion of the pedigree of the Bradshaws connected especially with Eyam, will be sufficient for the present pur pose.* The notorious Judge Bradshaw was of this family ; * An ample pedigree of the Bradshaws generally, will be found in an article, \" Bradshaw Hall, Eyam,\" by P. Furness, Reliquary, vol. 1."], [138, "128 HISTORY OF EYAM. his grandfather went from Bradshaw Hall, Chapel-en-le- Frith, to Wyberslegb, near Marples, Cheshire, where the regicide was born. It may not be generally known that the mother of Judge Bradshaw was related to Milton. Eaglesfield Smith (the above) had issue— Eaglesfield Bradshaw Smith, of Blackwood House, Ecclesfeocan*. N.B., is the surviving representative of this branch of the Staffords, Braishaws, and Galliards, and now the owner of their patrimony at. Eyam, etc. He married Elizabeth Macdowal Walker, of Liverpool; and has issue — Mary, daughter and co-heiress of Pierce Galliard, inherited Bradshaw Hall, Chapel-en-le-Frith, with the manor or Lordship of Abney. She married Charles Bowles, Esq., of Radcliffe, County Middlesex. Bray. — The Brays of Eyam were a family of some impor tance, the first now known was a Thomas Bray, of Eyam who married early in the seventeenth century, Ellen, daughter of John Alton, M.D., Nottingham. The only allusion to the family of Bray in the Register at Eyam is the following : — \" Mr. Bray, buried 1640.'' The old mansion known as Eyam Hall was in its original state the residence of the Brays of Eyam. It was purchased by the Wrights from the Brays or their representatives about the middle of the seventeenth century. A new front was erected and other alterations made about 1680. In the interior, on some wainscoting, there are inscribed the initials F. B. and J. B., with the date 1594 or 6. The exterior contains an inverted stone, with the initials M. B.,. besines other mementoes of the Brays of Eyam.."], [139, "MAKE ♦ LIFE * HAPPY + * + ♦ * WHILE * YOU * HAYE + THE * OPPORTUNITY. — THE — CENTRAL SUPPLY STORES STAND FOREMOST IN EYEEY DEPARTMENT. \\ <i# \\ \\ > v <^ \\\\ * \\ <afc %v \\ FOB ENJOYMENT VISIT EYAM!, It is Pleasant, Health-giving, Refreshing, and Invigorating, AND AFTER VIEWING THE BEAUTIFUL SUKEOUNDINBS, CALL AT A. E. SMITH'S REFRESHMENT ROOM, TOWN END, EYAM."], [140, ""], [141, ""], [142, "t \"^ \\Tv ❖ Ou \\a«^ ______ % % vva _____ <^ s \\ \\ 1 |_L W> 40<_^l _fc*_4__|"], [143, ""], [144, ""], [145, ""], [146, ""], [147, ""], [148, ""]]